Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_HAS_RESOURCES_2A
source: --SORRY! To interrupt. Who <i>are</i> you?
uk: ...ВИБАЧ! Що перервав. Хто ти <i>такий</i>?

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_HAS_RESOURCES_2B
source: --Skip the pitch. Are those {name_multiple.potion}?
uk: ...Досить переконань. Це {name_multiple.potion}?

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_NO_RESOURCES_1
source: Woah, hold on a sec. Who are--
uk: Вау, зачекай секундочку. Хто...

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_NO_RESOURCES_2A
source: Oh, yeah. I'm a bit broke right now.
uk: О, так. Зараз я трохи розбитий.

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_NO_RESOURCES_2B
source: Yeah? So?
uk: Так? І що?

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_NO_RESOURCES_3A
source: Okay, sorry about that. See ya!
uk: Добре, вибач за це. Побачимось!

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_NO_RESOURCES_3B
source: Well that was a waste of time.
uk: Ну, це була марна трата часу.

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.TALK2
source: agent: !agree One sip with <p bind='Controls.Digital.USE_POTION' color=BTNICON_DARK>'s guaranteed to <#RED>Heal</> your woundsss, clear your skin, and leave your breath minty fresh for that <i>ssspecial someone</i> back home. !shocked [recipe:admission_recipe] And all for only a modessst sum of <#KONJUR>{name.i_konjur}</>!
uk: agent: !agree Один ковток натиснув <p bind='Controls.Digital.USE_POTION' color=BTNICON_DARK> і воно гарантовано <#RED>зцілить</> ваші рани, очистить шкіру і залишить свіже дихання для когось <i>особливого</i> вдома. !shocked [recipe:admission_recipe] І все це лише за скромну суму <#KONJUR>{2:{name.i_konjur}}</>!

# Convo.dgn_firstmeeting_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !notebook_stop A Hunter, huh? Interesting. !shrug I'm a <#KONJUR>{name.job_konjurist}</>. The name's {name.npc_konjurist}. !dubious Wait a minute... have you been <i>consuming</> <#RED>Teffra Crystals</>?!
uk: agent: !notebook_stop Мисливець, так? Цікаво. !shrug Я <#KONJUR>{name.job_konjurist}</>. Мене звати {Name.npc_konjurist}. !dubious Постривайте... ви що, <i>споживали</> <#RED>кристали конжуру</>?!

# Convo.dgn_firstmeeting_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !think <i>Fascinating</i>. I wonder... !point Wanna try a little experiment? With my <#KONJUR>{name.job_konjurist} Equipment</>, I could <#RED>Upgrade</> one of your <#RED>{name_multiple.concept_relic}</>. !gesture I'd be very interested in seeing the results.
uk: agent: !think <i>Цікаво</i>. Я думаю... !point Хочете провести невеликий експеримент? За допомогою <#KONJUR>обладнання {name.job_konjurist}ів</> я можу <#RED>покращити</> ваші <#RED>{name_multiple.concept_relic}</>, але тільки одну. !gesture Мені було б дуже цікаво побачити результати.

# Convo.dgn_firstmeeting_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_3
source: agent: !dubious Weeelllll... Look. It takes some <#KONJUR>Teffra</> to <#RED>Upgrade</> <#RED>{name_multiple.concept_relic}</>. !shrug I don't mind using a <i>bit</> of my own supply for the sake of research, but if you want more than one <#RED>Upgrade</>, you'll have to chip in. !point The bigger the <#RED>Upgrade</>, the more <#KONJUR>Teffra</> it's gonna take. !gesture What do you say, Hunter?
uk: agent: !dubious Нууу... Слухайте. Для <#RED>покращення</> <#RED>{name_multiple.concept_relic}</> потрібно трохи <#KONJUR>конжуру</>. !shrug Я не проти використати <i>трохи</> власних запасів заради дослідження, але якщо хочете більше одного <#RED>покращення</>, доведеться докинути. !point Чим краще <#RED>покращення</>, тим більше <#KONJUR>конжуру</> знадобиться. !gesture То як, Мисливцю?

# Convo.dgn_firstmeeting_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_1A
source: I'm a Hunter. Who are you?
uk: Я Мисливець. А ти хто?

# Convo.dgn_firstmeeting_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_2
source: You mean the crystals that give me powers? Sure have.
uk: Ти про кристали, що дають мені сили? Так, звісно.

# Convo.dgn_firstmeeting_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_3
source: Only one? Can't you upgrade more?
uk: Тільки одну? Хіба ти не можеш покращити більше?

# Convo.dgn_freezing_temp_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !dubious Wow. That's surprisingly insightful. For a Hunter from the <#RED>Brinks</>, anyway. !notebook Yeah. <#KONJUR>{name.konjur}</> state changes are all shifted down the temperature scale compared to, say, regular water. !shocked Woah. I hadn't thought of it before, but <#KONJUR>{name.konjur}</> might have uses as an antifreeze additive in industrial machinery. !happy !notebook Gotta write that down.
uk: agent: !dubious Ого. Це несподівано прозорливе зауваження. Як для Мисливця з <#RED>Брінкс</>, у всякому разі. !notebook Так. Зміни стану <#KONJUR>{name.konjur}</> зміщені по температурній шкалі вниз, порівняно, скажімо, зі звичайною водою. !shocked Ого. Раніше я не замислювався про це, але <#KONJUR>{name.konjur}</> можна застосувати як антифриз у промислових машинах. !happy !notebook Треба це записати.

# Convo.dgn_freezing_temp_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: !neutral !notebook See ya.
uk: agent: !neutral !notebook Побачимось.

# Convo.dgn_freezing_temp_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_1
source: I've seen {name.konjur} as a gas before.
uk: Я бачив {name.konjur} у газоподібному стані.

# Convo.dgn_freezing_temp_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_END
source: 'Kay, I'm gettin' cold. Gonna keep moving.
uk: Гаразд, я замерзаю. Піду далі.

source: agent: !neutral !shocked I say! What's with that tone? Do you know how dangerousss this place has gotten? !angry I'm out here risking life and <z 0.7><i>metaphorical</i></> limb, all to provide my dear cussstomers with high quality {name.npc_doc_lastname}-brand products! !shrug And all I ask in return is a measssly bit of extra {name.c_konjur} for my troubles. player: Well, I guess when you put it that way... agent: !neutral !agree I'll happily accept your apology in the form of a purchase.
uk: agent: !neutral !shocked Слухайте! Що це за тон? Ви взагалі розумієте, нассскільки небезпечним стало це місце? !angry Я тут ризикую життям і <z 0.7><i>метафоричними</i></> кінцівками, лише щоб поссставляти моїм дорогим клієнтам продукцію під маркою {Name.npc_doc_lastname}! !shrug І все, чого я прошу взамін — це малесссенька дрібка додаткового {2:{name.c_konjur}} за мої старання. player: Ну, якщо вже так сказати... agent: !neutral !agree Я із задоволенням прийму ваші вибачення у вигляді покупки.

source: Am I imagining things, or did the price of your {name_multiple.potion} go up?
uk: Мені здалося, чи ціна на твої {name_multiple.potion} зросла?

# Convo.dgn_grove_potion.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !dubious Your whirlybird is very conspicuous, my friend! !gesture And you know what they say-- !happy !agree Location, location, location!
uk: agent: !neutral !dubious Ваша пташка дуже помітна, мій друже! !gesture І знаєте, як кажуть... !happy !agree Пошук, пошук, пошук!

# Convo.dgn_grove_potion.HUB0.convo.giver.STATE_0.QUESTION_1
source: How'd you find this grove anyway?
uk: Як ти знайшов цю галявину?

# Convo.dgn_mask_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !gesture To prevent <#KONJUR>{name.konjur}</> inhalation.
uk: agent: !neutral !gesture Щоб <#KONJUR>{name.konjur}</> не вдихався.

# Convo.dgn_mask_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !notebook Haha. <i>Oh</i> yeah. !dubious Anyway, want anything <#RED>Upgraded</>?
uk: agent: !notebook Ха-ха. <i>О</i> так. !dubious До речі, хочете щось <#RED>покращити</>?

# Convo.dgn_mask_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_1
source: Why do you wear that mask, {name.npc_konjurist}?
uk: Чому ти носиш цю маску, {Name.npc_konjurist}?

# Convo.dgn_mask_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_2
source: Err, I consume {name.konjur} regularly. Should I be worried?
uk: Емм, я регулярно споживаю {name.konjur}. Мені слід турбуватися?

# Convo.dgn_mystery.ATTRACT0.chat_only.giver.STATE_0.OPT_NEXT_TIME
source: Will do!
uk: Буде!

# Convo.dgn_mystery.ATTRACT0.chat_only.giver.STATE_0.TALK_CHAT_ONLY
source: agent: !greet He! He! He! Let me know if you come across anything interesting!
uk: agent: !greet Хе! Хе! Хе! Дай мені знати, якщо натрапиш на щось цікаве!

# Convo.dgn_mystery.ATTRACT1.done.giver.STATE_0.TALK_DONE
source: agent: !clap He! He! He! 'til we meet again!
uk: agent: !clap Хе! Хе! Хе! До нових зустрічей!

# Convo.dgn_mystery.ATTRACT10.bomb_game.giver.STATE_0.OPT_ACCEPT
source: <#RED>[Start Minigame]</> Let's go!
uk: <#RED>[Почати міні гру]</> Починай!

# Convo.dgn_mystery.ATTRACT10.bomb_game.giver.STATE_0.OPT_BACK
source: No thanks.
uk: Ні, дякую.

# Convo.dgn_mystery.ATTRACT10.bomb_game.giver.STATE_0.TALK_BOMB_GAME
source: agent: !point [BOMB_GAME] !clap Dodge a series of flying explosives. TIP: When getting knocked down, tap <#RED>Dodge</> just as you hit the ground to <#RED>Quick Rise</>!
uk: agent: !point [BOMB_GAME] !clap Ухиляйтеся від серії летючих вибухівок. ПОРАДА: Коли вас збивають з ніг, клацніть <#RED>ухилення</> в той момент, коли ви торкаєтесь землі, щоб <#RED>швидко піднятися</>!

# Convo.dgn_mystery.ATTRACT11.dodge_game.giver.STATE_0.OPT_ACCEPT
source: <#RED>[Start Minigame]</> Let's go!
uk: <#RED>[Почати міні гру]</> Починай!

# Convo.dgn_mystery.ATTRACT11.dodge_game.giver.STATE_0.OPT_BACK
source: No thanks.
uk: Ні, дякую.

# Convo.dgn_mystery.ATTRACT11.dodge_game.giver.STATE_0.TALK_DODGE_GAME
source: agent: !point [DODGE_GAME] !clap Run through a field of <#RED>Spike Traps</> without getting hit. TIP: You can't be hit at the start of a <#RED>Dodge</>. Keep moving!
uk: agent: !point [DODGE_GAME] !clap Пробіжіть через поле <#RED>Колосових рослин</>, не отримавши пошкоджень. ПІДКАЗКА: Вас не можуть атакувати в самому початку <#RED>ухиляння</>. Рухайтесь!

# Convo.dgn_mystery.ATTRACT12.dps_check.giver.STATE_0.OPT_ACCEPT
source: <#RED>[Start Minigame]</> Let's go!
uk: <#RED>[Почати міні гру]</> Починай!

# Convo.dgn_mystery.ATTRACT12.dps_check.giver.STATE_0.OPT_BACK
source: No thanks.
uk: Ні, дякую.

# Convo.dgn_mystery.ATTRACT12.dps_check.giver.STATE_0.TALK_DPS_CHECK
source: agent: !point [DPS_CHECK] !clap Deal a lot of <#RED>Damage</> to one target within a time limit. TIP: Find an attack pattern that deals the most <#RED>Damage</> possible!
uk: agent: !point [DPS_CHECK] !clap Нанесіть багато <#RED>{2:{name.concept_damage}}</> одній цілі протягом обмеження часу. ПОРАДКА: знайдіть тип атаки, яка завдає найбільш можливий <#RED>{name.concept_damage}</>!

# Convo.dgn_mystery.ATTRACT13.hit_streak.giver.STATE_0.OPT_ACCEPT
source: <#RED>[Start Minigame]</> Let's go!
uk: <#RED>[Почати міні гру]</> Починай!

# Convo.dgn_mystery.ATTRACT13.hit_streak.giver.STATE_0.OPT_BACK
source: No thanks.
uk: Ні, дякую.

# Convo.dgn_mystery.ATTRACT13.hit_streak.giver.STATE_0.TALK_HIT_STREAK
source: agent: !point [HIT_STREAK] !clap Get a high <#RED>Hit Streak</> by attacking a pair of alternating dummies. TIP: Focus on the timing and choose the right time to switch sides!
uk: agent: !point [HIT_STREAK] !clap Отримайте високу <#RED>серію влучань</>, атакуючи пару манекенів, що чергуються. ПІДКАЗКА: Зосередьтеся на часі та виберіть правильний час для зміни сторони!

# Convo.dgn_mystery.ATTRACT14.mini_cabbage_swarm.giver.STATE_0.OPT_ACCEPT
source: <#RED>[Start Minigame]</> Let's go!
uk: <#RED>[Почати міні гру]</> Починай!

# Convo.dgn_mystery.ATTRACT14.mini_cabbage_swarm.giver.STATE_0.OPT_BACK
source: No thanks.
uk: Ні, дякую.

source: agent: !point [MINI_CABBAGE_SWARM] !clap Kill as many tiny <#RED>{name_multiple.cabbageroll}</> as possible. Lose points when you get hit. TIP: You can't be hit at the start of a <#RED>Dodge</>. Keep moving!
uk: agent: !point [MINI_CABBAGE_SWARM] !clap Убийте якомога більше крихітних <#RED>{2:{Name_multiple.cabbageroll}}</>. Втрачайте очки, коли вас вдарять. ПІДКАЗКА: Вас не можуть атакувати на самому початку <#RED>ухиляння</>. Рухайтесь!

# Convo.dgn_mystery.ATTRACT2.coin_flip_max_health_or_damage.giver.STATE_0.OPT_BACK
source: No way!
uk: Ні в якому разі!

source: Heads.
uk: Голови.

source: Tails.
uk: Хвости.

source: agent: He! He! He! Care to flip a coin? Call it right, I'll help you out. If not, I'll have to help your enemies! He! He! He!
uk: agent: Хе! Хе! Хе! Хочеш підкинути монету? Вгадаєш, я тобі допоможу. Якщо ні, мені доведеться допомогти твоїм ворогам! Хе! Хе! Хе!

# Convo.dgn_mystery.ATTRACT3.free_power_epic.giver.STATE_0.OPT_ACCEPT
source: Thanks...
uk: Дякую...

# Convo.dgn_mystery.ATTRACT3.free_power_epic.giver.STATE_0.OPT_BACK
source: No thanks.
uk: Ні, дякую.

# Convo.dgn_mystery.ATTRACT3.free_power_epic.giver.STATE_0.TALK_FREE_POWER_EPIC
source: agent: !think Hm! We live inside a dream. !shrug But who is dreaming? !gesture *He holds out a hand, offering a gift.
uk: agent: !think Хм! Ми живемо уві сні. !shrug Але хто мріє? !gesture *Він простягає руку, пропонуючи подарунок.

# Convo.dgn_mystery.ATTRACT4.free_power_legendary.giver.STATE_0.OPT_ACCEPT
source: Thanks...
uk: Дякую...

# Convo.dgn_mystery.ATTRACT4.free_power_legendary.giver.STATE_0.OPT_BACK
source: No thanks.
uk: Ні, дякую.

source: agent: !think I'll really need this. !shrug You should have it. !gesture *He holds out a hand, offering a gift.
uk: agent: !think Це мені дуже знадобиться. !shrug Ти маєш це отримати. !gesture *Він простягає руку, пропонуючи подарунок.

# Convo.dgn_mystery.ATTRACT5.potion_refill.giver.STATE_0.OPT_ACCEPT
source: Yes...
uk: Так...

# Convo.dgn_mystery.ATTRACT5.potion_refill.giver.STATE_0.OPT_BACK
source: No.
uk: Ні.

# Convo.dgn_mystery.ATTRACT5.potion_refill.giver.STATE_0.TALK
source: agent: !point Temperance! I knew a thirsty ghost who carried an infinite potion. Her throat was swollen, and she could never drink enough. !think Do you thirst?
uk: agent: !point Спокійно! Я знав спраглого привида, який ніс нескінченне зілля. Її горло розпухло, і вона ніколи не могла випити достатньо. !think Ти відчуваєш спрагу?

# Convo.dgn_mystery.ATTRACT6.lose_power_gain_health.giver.STATE_0.OPT_ACCEPT
source: <#RED>[Select a {name.concept_relic}...]</> Sure...
uk: <#RED>[Вибрати {2:{name.concept_relic}}...]</> Звісно...

# Convo.dgn_mystery.ATTRACT6.lose_power_gain_health.giver.STATE_0.OPT_BACK
source: No thanks.
uk: Ні, дякую.

source: agent: !clap He! He! He! I've got an idea! Give me a <#RED>{name.concept_relic}</> of yours... !think And I'll give you some <#RED>Health</> of mine! He! He! He! Select and lose a <#RED>{name.concept_relic}</> to gain <#RED>Health</> depending on its <#RED>Rarity</>.
uk: agent: !clap Хе! Хе! Хе! У мене є ідея! Дайте мені <#RED>{2:{name.concept_relic}}</>... !think А я дам вам трохи <#RED>здоров'я</>! Хе! Хе! Хе! Виберіть і втратьте <#RED>{2:{name.concept_relic}}</>, щоб отримати <#RED>здоров'я</> залежно від її <#RED>рідкості</>.

# Convo.dgn_mystery.ATTRACT7.transmute_power.giver.STATE_0.OPT_ACCEPT
source: <#RED>[Select a {name.concept_relic}...]</> Sure...
uk: <#RED>[Вибрати {2:{name.concept_relic}}...]</> Звісно...

# Convo.dgn_mystery.ATTRACT7.transmute_power.giver.STATE_0.OPT_BACK
source: No thanks.
uk: Ні, дякую.

# Convo.dgn_mystery.ATTRACT7.transmute_power.giver.STATE_0.TALK_TRANSMUTE_POWER
source: agent: !point He! He! He! Transmutation! !clap Transmutation! Transmutation! Transmutation! Lead into gold! What do you say? Select and lose a <#RED>{name.concept_relic}</>. Gain a random <#RED>{name.concept_relic}</> one <#RED>Rarity</> higher.
uk: agent: !point Хе! Хе! Хе! Трансмутація! !clap Трансмутація! Трансмутація! Трансмутація! Свинець у золото! Що скажете? Виберіть і втратьте <#RED>{2:{name.concept_relic}}</>. Отримайте випадкову <#RED>{2:{name.concept_relic}}</> на одну <#RED>рідкість</> вище.

# Convo.dgn_mystery.ATTRACT8.upgrade_random_power.giver.STATE_0.OPT_ACCEPT
source: Okay...
uk: Добре...

# Convo.dgn_mystery.ATTRACT8.upgrade_random_power.giver.STATE_0.OPT_BACK
source: No way!
uk: Ні в якому разі!

source: agent: !clap He! He! He! I'm feeling generous! I'll <#RED>Upgrade A Random {name.concept_relic}</> for free. !think All it will cost is a slice of your finger! He! He! He! Accept: Random <#RED>{name.concept_relic}</> upgrade. <#RED>Take 250 Damage</>.
uk: agent: !clap Хе! Хе! Хе! Я відчуваю себе щедрим! Я безплатно <#RED>покращу випадкову {2:{name.concept_relic}}</>. !think Це коштуватиме, — шматок вашого пальця! ! Хе! Хе! Хе! Прийняти: випадкова <#RED>{name.concept_relic}</> покращиться. <#RED>Отримаєте 250 шкоди</>.

# Convo.dgn_mystery.ATTRACT9.event_prototype.giver.STATE_0.OPT_ACCEPT
source: <#RED>[Start Minigame]</> Let's go!
uk: <#RED>[Почати міні гру]</> Починай!

# Convo.dgn_mystery.ATTRACT9.event_prototype.giver.STATE_0.OPT_BACK
source: No thanks.
uk: Ні, дякую.

# Convo.dgn_mystery.ATTRACT9.event_prototype.giver.STATE_0.TALK_EVENT_PROTOTYPE
source: agent: !point Let's prototype an event! !clap Start?
uk: agent: !point Створімо прототип події! !clap Починаємо?

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !neutral !smirk That's putting it lightly. !gesture I maketh my pieces from locally sourced <#RED>{name.rot}</> materials, and this locale is home to some particularly robust {name_multiple.rot}. !happy !point I had to develop an entirely new forging technique to work the materials - but the result? !wink Only the most majestically powerful gear thou has ever laid eyes on. Very avant-garde, wouldn't thou say?
uk: agent: !neutral !smirk Це м'яко сказано. !gesture Я створюю свої вироби з місцевих матеріалів <#RED>{2:{name.rot}}</>, а тутешні {name_multiple.rot} особливо міцні. !happy !point Мені довелося розробити абсолютно нову техніку кування, щоб працювати з цими матеріалами – а результат? !wink Лише найвеличніша й найпотужніша зброя, яку ви коли-небудь бачили. Дуже авангардно, хіба ні?

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.ANSWER_1B
source: agent: !neutral !shocked <i>(*sputter*)</> My <i>bangs</>?! !angry First of all, I doth not have <i>bangs</>, I hath a... a <i>cascade</> of silky locks that hangs roguishly upon my face. !eyeroll Second, I was talking about my new works of art. Obviously.
uk: agent: !neutral !shocked <i>(*кашель*)</> Мій <i>чубчик</>?! !angry По-перше, у мене не <i>чубчик</>, у мене... <i>каскад</> шовкових локонів, що грайливо спадають на обличчя. !eyeroll По-друге, я говорив про свої нові витвори мистецтва. Очевидно.

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !neutral !shrug Then I guess you'll have to come find me again over there.
uk: agent: !neutral !shrug Тоді, мабуть, вам доведеться знову прийти й знайти мене.

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.ANSWER_3
source: agent: !point No.
uk: agent: !point Ні.

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.ANSWER_4
source: agent: !angry <i>No!</i>
uk: agent: !angry <i>Ні!</i>

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.ANSWER_5
source: agent: !neutral !eyeroll Fine. !happy !closedeyes Hmmm... Yep, I art <i>definitely</i> looking. This is me, "looking in the back". I art looking in the back, and... !neutral !point Nope, we don't have it. Begone now.
uk: agent: !neutral !eyeroll Добре. !happy !closedeyes Хмм... Так, я <i>безумовно</i> шукаю. Ось я, "шукаю позаду". Я шукаю позаду, і... !neutral !point Ні, у нас цього немає. Забирайся звідси.

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.ANSWER_ANNOYING_END
source: agent: !neutral !dejected <z 0.7>I hate interacting with the clientele.</z>
uk: agent: !neutral !dejected <z 0.7>Я ненавиджу взаємодію з клієнтурою.</z>

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.ANSWER_EARLY_END
source: agent: !happy !wink Make sure to tell your Hunter friends about me once thou returnst home.
uk: agent: !happy !wink Не забудьте розповісти своїм друзям-мисливцям про мене, як тільки повернетеся додому.

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.ANSWER_LATE_END
source: agent: !neutral !dubious Glad that is settled. !wink Thou art free to continue browsing now, little culver.
uk: agent: !neutral !dubious Радий, що все вирішено. !wink Тепер ви можете продовжувати переглядати, маленький голубе.

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.QUESTION_1A
source: Hey! Your stock's totally changed!
uk: Гей! Твій асортимент зовсім інший!

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.QUESTION_1A_ALT
source: Hey, you're right! Your stock's totally changed!
uk: Так, ти маєш рацію! Твій асортимент зовсім інший!

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.QUESTION_1B
source: Um... did you trim your bangs?
uk: Ем... ти підрізав чубчик?

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.QUESTION_2
source: But I wanted something you had at the old market.
uk: Але я хотів щось, що було у тебе на старому ринку.

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.QUESTION_3
source: Can't you look in the back to see if you have it?
uk: Хіба ти не можеш зазирнути назад і подивитись, чи є це у тебе?

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.QUESTION_4
source: Pleeeeease?
uk: Будь ла-а-а-а-а-а-аска?

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.QUESTION_5
source: C'moonnn...
uk: Давайте...

source: See? That wasn't so hard.
uk: Бачите? Це було не так вже й важко.

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.QUESTION_EARLY_END
source: Okay. Good to know.
uk: Добре. Корисно знати.

# Convo.dgn_new_biome_meeting_market.HUB0.convo.giver.STATE_0.QUESTION_LATE_END
source: Fine.
uk: Добре.

# Convo.dgn_no_custom_orders_market.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !shocked Ugh! I don't take <i>commissions</i>. !angry I am an independent artist. !gesture You hath the <i>opportunity</i> to purchase my original work. !happy !closedeyes But lucky for you I'm quite magnanimous, so I won't let this ruin our professional relationship.
uk: agent: !neutral !shocked Тьху! Я не приймаю <i>замовлень</i>. !angry Я незалежний творець. !gesture Ви маєте <i>можливість</i> придбати мою оригінальну роботу. !happy !closedeyes Але, на ваше щастя, я досить великодушний, тому я не дозволю цьому зруйнувати наші професійні відносини.

# Convo.dgn_no_custom_orders_market.HUB0.convo.giver.STATE_0.QUESTION_1
source: Hey, can I put in orders for specific items?
uk: Привіт, чи можу я замовити конкретні товари?
