Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.POWERS.CURSE.diluted_medicine.name
source: Diluted Medicine
uk: Розбавлені ліки

# STRINGS.ITEMS.POWERS.CURSE.explosive_diarrhea.desc
source: Periodically spawn <#RED>exploding bombs</>.
uk: Час від часу з’являються <#RED>вибухові бомби</>.

# STRINGS.ITEMS.POWERS.CURSE.explosive_diarrhea.name
source: Explosive Diarrhea
uk: Вибухова діарея

# STRINGS.ITEMS.POWERS.CURSE.feeble.desc
source: The less <#RED>{name.concept_health}</> you have, the less <#RED>{name.concept_damage}</RED> you do.
uk: Чим менше у вас <#RED>{name.concept_health}</>, тим менше ви завдаєте <#RED>{2:{name.concept_damage}}</RED>.

# STRINGS.ITEMS.POWERS.CURSE.feeble.name
source: Feeble
uk: Слабкість

# STRINGS.ITEMS.POWERS.CURSE.forebidden_drink.desc
source: When you drink your <#RED>{name.potion}</>, gain a random <#RED>Curse {name.concept_relic}</>.
uk: Коли ви п’єте <#RED>{name.potion}</>, отримуєте випадкове <#RED>прокляття {3:{name.concept_relic}}</>.

# STRINGS.ITEMS.POWERS.CURSE.income_tax.desc
source: <#KONJUR>{name.i_konjur}</> gained is reduced by <#RED>{tax_rate}%</>.
uk: <#KONJUR>{Name.i_konjur}</>, який ви отримуєте, зменшується на <#RED>{tax_rate}%</>.

# STRINGS.ITEMS.POWERS.CURSE.income_tax.name
source: Income Tax
uk: Податок на прибуток

# STRINGS.ITEMS.POWERS.CURSE.lead_shoes.desc
source: Lose <#RED>+{speed}% {name.concept_runspeed}</>.
uk: Втрачаєте <#RED>+{speed}% {2:{name.concept_runspeed}}</>.

# STRINGS.ITEMS.POWERS.CURSE.lead_shoes.name
source: Lead Shoes
uk: Свинцеві чоботи

# STRINGS.ITEMS.POWERS.CURSE.less_crit_chance.desc
source: Reduce <#RED>Critical Hit</> chance by <#RED>{crit_percent}%</>.
uk: Шанс <#RED>критичного удару</> зменшено на <#RED>{crit_percent}%</>.

# STRINGS.ITEMS.POWERS.CURSE.less_crit_chance.name
source: Unspectacular
uk: Невиразний

# STRINGS.ITEMS.POWERS.CURSE.less_power_choice.desc
source: When you activate a <#RED>{name.concept_relic}</>, choose from <#RED>{count}</> less option.
uk: Коли ви активуєте <#RED>{2:{name.concept_relic}}</>, вибір скорочується на <#RED>{count}</> варіант(и).

# STRINGS.ITEMS.POWERS.CURSE.less_power_choice.name
source: Forced Decision
uk: Вимушене рішення

# STRINGS.ITEMS.POWERS.CURSE.loose_pockets.desc
source: Lose <#KONJUR>{amount} {name.i_konjur}</> every time you perform a <#RED>Dodge</>.
uk: Втрачаєте <#KONJUR>{amount} {2:{name.i_konjur}}</> кожного разу, коли робите <#RED>ухилення</>.

# STRINGS.ITEMS.POWERS.CURSE.loose_pockets.name
source: Loose Pockets
uk: Діряві кишені

# STRINGS.ITEMS.POWERS.CURSE.lose_max_health_marketplace.desc
source: Reduce Maximum Health by <#RED>{health_percent}%</RED> when entering a <#RED>Marketplace Room</>.
uk: Максимальне здоров’я зменшується на <#RED>{health_percent}%</RED> при вході на <#RED>ринок</>.

# STRINGS.ITEMS.POWERS.CURSE.lose_max_health_marketplace.name
source: Agoraphobia
uk: Агорофобія

# STRINGS.ITEMS.POWERS.CURSE.lose_max_health_potion_room.desc
source: Reduce Maximum Health by <#RED>{health_percent}%</RED> when entering a <#RED>{name.potion} Room</>.
uk: Максимальне здоров’я зменшується на <#RED>{health_percent}%</RED> при вході на <#RED>локацію з {name.potion}м</>.

# STRINGS.ITEMS.POWERS.CURSE.lose_max_health_potion_room.name
source: {name.potion}phobia
uk: {Name.potion}-фобія

# STRINGS.ITEMS.POWERS.CURSE.lose_max_health_power_room.desc
source: Reduce Maximum Health by <#RED>{health_percent}%</RED> when entering a <#RED>{name.concept_relic} Room</>.
uk: Максимальне здоров’я зменшується на <#RED>{health_percent}%</RED> при вході на <#RED>локацію з {4:{name.concept_relic}}</>.

# STRINGS.ITEMS.POWERS.CURSE.lose_max_health_power_room.name
source: {name.concept_relic}phobia
uk: {Name.concept_relic}-фобія

# STRINGS.ITEMS.POWERS.CURSE.lose_max_health_teffra_room.desc
source: Reduce Maximum Health by <#RED>{health_percent}%</RED> when entering a <#RED>{name.konjur} Room</>.
uk: Максимальне здоров’я зменшується на <#RED>{health_percent}%</RED> при вході на <#RED>локацію з {3:{name.konjur}}</>.

# STRINGS.ITEMS.POWERS.CURSE.lose_max_health_teffra_room.name
source: {name.konjur}phobia
uk: {Name.konjur}-фобія

# STRINGS.ITEMS.POWERS.CURSE.lose_max_health_upgrade_room.desc
source: Reduce Maximum Health by <#RED>{health_percent}%</RED> when entering a <#RED>{name.concept_relic} Upgrade Room</>.
uk: Максимальне здоров’я зменшується на <#RED>{health_percent}%</RED> при вході на <#RED>локацію з покращенням {3:{name.concept_relic}}</>.

# STRINGS.ITEMS.POWERS.CURSE.lose_max_health_upgrade_room.name
source: Upgradephobia
uk: Покращенофобія

# STRINGS.ITEMS.POWERS.CURSE.lose_max_health_wanderer_room.desc
source: Reduce Maximum Health by <#RED>{health_percent}%</RED> when entering a <#RED>{name.npc_specialeventhost} Room</>.
uk: Максимальне здоров’я зменшується на <#RED>{health_percent}%</RED> при вході на <#RED>{name.npc_specialeventhost} локацію</>.

# STRINGS.ITEMS.POWERS.CURSE.lose_max_health_wanderer_room.name
source: {name.npc_specialeventhost}-phobia
uk: {name.npc_specialeventhost}-фобія

# STRINGS.ITEMS.POWERS.CURSE.max_health_curse_and_do_damage.desc
source: Lose <#RED>{health} Maximum Health</> and take <#RED>{damage_percent}% {name.concept_damage}</>.
uk: Втрачаєте <#RED>{health} максимального здоров'я</> і отримуєте <#RED>{damage_percent}% {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.CURSE.max_health_curse_and_do_damage.name
source: Evil Waffle
uk: Зла вафля

# STRINGS.ITEMS.POWERS.CURSE.no_body.desc
source: Your equipped body armour's effects are <#RED>Disabled</>.
uk: Ефект від вашого обладунку на тіло <#RED>вимкнено</>.

# STRINGS.ITEMS.POWERS.CURSE.no_body.name
source: Missing Body
uk: Відсутня броня

# STRINGS.ITEMS.POWERS.CURSE.no_head.desc
source: Your equipped helmet's effects are <#RED>Disabled</>.
uk: Ефект від вашого шолому <#RED>вимкнено</>.

# STRINGS.ITEMS.POWERS.CURSE.no_head.name
source: Missing Helmet
uk: Відсутній шолом

# STRINGS.ITEMS.POWERS.CURSE.no_waist.desc
source: Your equipped leg armour's effects are <#RED>Disabled</>.
uk: Ефект від вашого обладунку на ноги <#RED>вимкнено</>.

# STRINGS.ITEMS.POWERS.CURSE.no_waist.name
source: Missing Legs
uk: Відсутні наголінники

# STRINGS.ITEMS.POWERS.CURSE.no_weapon.desc
source: Your equipped weapon has been replaced with its basic version...
uk: Ваша зброя замінена на базову версію...

# STRINGS.ITEMS.POWERS.CURSE.no_weapon.name
source: Missing Weapon
uk: Відсутня зброя

# STRINGS.ITEMS.POWERS.CURSE.playing_with_fire.desc
source: When you perform a <#RED>Critical Hit</>, reduce your current {name.concept_health} by <#RED>{damage_percent}%</>.
uk: <#RED>Критичні удари</> зменшують ваше поточне {name.concept_health} на <#RED>{damage_percent}%</>.

# STRINGS.ITEMS.POWERS.CURSE.playing_with_fire.name
source: Playing with Fire
uk: Гра з вогнем

# STRINGS.ITEMS.POWERS.CURSE.power_sickness.desc
source: Lose <#RED>{health} Maximum Health</> every time you pick up a <#RED>{name.concept_relic}</>.
uk: Втрачаєте <#RED>{health} максимального здоров'я</> кожного разу, коли підіймаєте <#RED>{2:{name.concept_relic}}</>.

# STRINGS.ITEMS.POWERS.CURSE.power_sickness.name
source: {name.concept_relic} Sickness
uk: Хвороба на {3:{name.concept_relic}}

# STRINGS.ITEMS.POWERS.CURSE.restless.desc
source: Lose <#RED>{damage_per_second} {name.concept_health}</> per second while standing still.
uk: Втрачаєте <#RED>{damage_per_second} {name.concept_health}</> щосекунди, поки стоїте на місці.

# STRINGS.ITEMS.POWERS.CURSE.restless.name
source: Restless
uk: Невгамовний

# STRINGS.ITEMS.POWERS.CURSE.rusty_armour.desc
source: {name.concept_damage} received is increased by <#RED>{damage_increase}%</>.
uk: Отримувана {3:{name.concept_damage}} збільшується на <#RED>{damage_increase}%</>.

# STRINGS.ITEMS.POWERS.CURSE.rusty_armour.name
source: Rusty Armour
uk: Іржаві обладунки

# STRINGS.ITEMS.POWERS.CURSE.shockingly_attractive.desc
source: Periodically spawn a <#RED>Lightning strike</> over your head...
uk: Час від часу над вами з’являтиметься <#RED>блискавка</>...

# STRINGS.ITEMS.POWERS.CURSE.shockingly_attractive.name
source: Shockingly Attractive
uk: Шокуюче привабливий

# STRINGS.ITEMS.POWERS.CURSE.sticky_roll.desc
source: Your <#RED>Dodge</> distance and speed is reduced by <#RED>{roll_speed_bonus}%</>.
uk: Відстань і швидкість вашого <#RED>ухиляння</> зменшується на <#RED>{roll_speed_bonus}%</>.

# STRINGS.ITEMS.POWERS.CURSE.sticky_roll.name
source: Sticky Roll
uk: Липке перекочування

# STRINGS.ITEMS.POWERS.CURSE.stun_locked.desc
source: Increase the amount of <#RED>Hitstun</> you receive when hit with attacks.
uk: Збільшується кількість <#RED>оглушення</>, яке ви отримуєте після удару.

# STRINGS.ITEMS.POWERS.CURSE.stun_locked.name
source: Stun Locked
uk: В ступорі

# STRINGS.ITEMS.POWERS.CURSE.teffra_sickness.desc
source: Lose <#RED>Maximum Health</> equal to <#RED>{multiplier}</> time(s) the amount of <#KONJUR>{name.i_konjur}</> you gain.
uk: Втрачаєте <#RED>максимальне здоров'я</>, що дорівнює <#RED>{multiplier}</> раз(и) кількості <#KONJUR>{2:{name.i_konjur}}</>, яку ви отримуєте.

# STRINGS.ITEMS.POWERS.CURSE.teffra_sickness.name
source: Teffra Sickness
uk: Хвороба на конжур

# STRINGS.ITEMS.POWERS.CURSE.unfocused.desc
source: Your <#RED>Focus Attacks</> deal <#RED>{bonus}%</> less damage.
uk: Ваші <#RED>фокусні атаки</> завдають на <#RED>{bonus}%</> менше шкоди.

# STRINGS.ITEMS.POWERS.CURSE.unfocused.name
source: Unfocused
uk: Розфокус

# STRINGS.ITEMS.POWERS.CURSE.unlucky.desc
source: Your <#RED>Luck</> is decreased.
uk: Ваш <#RED>удача</> зменшена.

# STRINGS.ITEMS.POWERS.CURSE.unlucky.name
source: Unlucky
uk: Невдаха

# STRINGS.ITEMS.POWERS.CURSE.unlucky.variables.luck
source: Luck
uk: Удача

# STRINGS.ITEMS.POWERS.CURSE.upset_stomach.desc
source: Periodically create an <#RED>{name.concept_toxic} Pool</> that can harm you.
uk: Час від часу створює <#RED>калюжу {3:{name.concept_toxic}}</>, яка може вам зашкодити.

# STRINGS.ITEMS.POWERS.CURSE.upset_stomach.name
source: Upset Stomach
uk: Розлад шлунка

# STRINGS.ITEMS.POWERS.CURSE.vertically_challenged.desc
source: You are permanently <#RED>Tiny</>. Reduce Maximum Health by <#RED>{percent}%</RED>
uk: Ви постійно <#RED>маленький</>. Максимальне здоров’я зменшено на <#RED>{percent}%</RED>

# STRINGS.ITEMS.POWERS.CURSE.vertically_challenged.name
source: Vertically Challenged
uk: Вертикально обмежений

# STRINGS.ITEMS.POWERS.CURSE.weakened.desc
source: Your {name.concept_damage} is reduced by <#RED>{damage_reduction}%</>.
uk: Ваша {3:{name.concept_damage}} зменшена на <#RED>{damage_reduction}%</>.

# STRINGS.ITEMS.POWERS.CURSE.weakened.name
source: Weakened
uk: Ослаблений

# STRINGS.ITEMS.POWERS.CURSE.whiff_enthusiast.desc
source: Attacks have a <#RED>{whiff_chance}%</> chance to do <#RED>Zero {name.concept_damage}</>.
uk: Атаки мають <#RED>{whiff_chance}%</> шанс завдати <#RED>нуль {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.CURSE.whiff_enthusiast.name
source: Whiff Enthusiast
uk: Прихильник промахів

# STRINGS.ITEMS.POWERS.ELECTRIC.bonus_crit_against_charged.desc
source: Gain <#RED>+{bonus}% Critical Chance</> for every stack of <#RED>Charge</> your target has.
uk: Отримайте <#RED>+{bonus}% до шансу критичного удару</> за кожен накопичений <#RED>заряд</> на вашій цілі.

# STRINGS.ITEMS.POWERS.ELECTRIC.bonus_crit_to_charged_damage.desc
source: <#RED>Charged Damage</> you cause has <#RED>+{bonus}% Critical Chance</>.
uk: <#RED>Заряджена шкода</>, яку ви завдаєте, має <#RED>+{bonus}% критичного шансу</>.

# STRINGS.ITEMS.POWERS.ELECTRIC.bonus_crit_to_charged_damage.name
source: Shock Value
uk: Ударне значення

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_apply_on_heavy_attack.desc
source: Apply <#RED>{stacks} Charge</> in a large radius with your <#RED>Heavy Attacks</>.
uk: Застосуйте <#RED>{stacks} заряди</> у великому радіусі своїми <#RED>важкими атаками</>.

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_apply_on_heavy_attack.name
source: Static Shock
uk: Статичний шок

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_apply_on_light_attack.desc
source: Apply <#RED>{stacks} Charge</> with your <#RED>Light Attacks</>.
uk: Застосуйте <#RED>{stacks} заряди</> своїми <#RED>легкими атаками</>.

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_apply_on_light_attack.name
source: Static Charge
uk: Статичний заряд

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_chance_to_split.desc
source: <#RED>Charge Damage</> has a <#RED>{chance}% Chance</> to start a new <#RED>Chain Reaction</>.
uk: <#RED>Заряджена шкода</> має <#RED>{chance}% шанс</> запустити нову <#RED>ланцюгову реакцію</>.

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_chance_to_split.name
source: Split
uk: Розподіл

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_consume_aoe_damage.desc
source: <#RED>Chain Reaction</> impulses also deal damage to all nearby enemies.
uk: Імпульси <#RED>ланцюгової реакції</> також завдають шкоди всім найближчим ворогам.

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_consume_aoe_damage.name
source: Proximity Effect
uk: Ефект присутності

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_consume_extra_damage.desc
source: <#RED>Chain Reaction</> impulses cause an additional <#RED>+{damage_bonus_percent}% Weapon {name.concept_damage}</>.
uk: Імпульси <#RED>Ланцюгової реакції</> спричиняють додатково <#RED>+{damage_bonus_percent}% {2:{name.concept_damage}} зброї</>.

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_consume_extra_damage.name
source: Conductor
uk: Провідник

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_consume_extra_stacks.desc
source: <#RED>Chain Reaction</> hits all <#RED>Charged Enemies</> twice.
uk: <#RED>Ланцюгова реакція</> вражає всіх <#RED>заряджених ворогів</> двічі.

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_consume_extra_stacks.name
source: Strike Twice
uk: Подвійний удар

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_consume_on_crit.desc
source: Trigger a <#RED>Chain Reaction</> when you land a <#RED>Critical Hit</>.
uk: Запускає <#RED>ланцюгову реакцію</>, коли ви завдаєте <#RED>Критичний удар</>.

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_consume_on_crit.name
source: Catalyst
uk: Каталізатор

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_consume_on_focus.desc
source: Trigger a <#RED>Chain Reaction</> when you land a <#BLUE>{name.concept_focus_hit}</>.
uk: Запускає <#RED>ланцюгову реакцію</>, коли ви завдаєте <#BLUE>{name.concept_focus_hit}</>.

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_consume_on_focus.name
source: Lightning Rod
uk: Блискавко відвід

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_lightning_on_perfect_dodge.desc
source: When you <#RED>Perfect Dodge</>, cast a <#RED>Lightning Bolt</> in your place.
uk: Коли ви <#RED>ідеально ухиляєтесь</>, киньте <#RED>блискавку</> на своє місце.

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_lightning_on_perfect_dodge.name
source: Volt Riposte
uk: Блискавична відповідь

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_orb_on_dodge.desc
source: When you <#RED>Dodge</>, drop an orb that applies <#RED>{stacks} Charge</> in a small radius <#RED>{pulses}</> times.
uk: Коли ви <#RED>ухиляєтеся</>, скидайте кулю, яка застосовує <#RED>{stacks} заряд</> у малому радіусі <#RED>{pulses}</> разів.

# STRINGS.ITEMS.POWERS.ELECTRIC.charge_orb_on_dodge.name
source: Orb of ZAP!
uk: Куля СТАТИКИ!

# STRINGS.ITEMS.POWERS.ELECTRIC.charged.desc
source: When you <#RED>Die</>, trigger a <#RED>Chain Reaction</> which causes an additional <#RED>{damage_mod}% Weapon {name.concept_damage}</> to all other <#RED>Enemies</> that have <#RED>Charge</>, consuming one stack of <#RED>Charge</>.
uk: Коли ви <#RED>вмираєте</>, запускаєте <#RED>ланцюгову реакцію</>, яка завдає додатково <#RED>{damage_mod}% {2:{name.concept_damage}} зброї</> для всіх інших <#RED>ворогів</>, які мають <#RED>Зарядити</>, споживаючи один стек <#RED>Зарядів</>.

# STRINGS.ITEMS.POWERS.ELECTRIC.charged.name
source: Charge
uk: Заряди

# STRINGS.ITEMS.POWERS.ELECTRIC.charged_effect_chain_reaction.desc
source: <#RED>Electric Discharge</> consumes <#RED>1 Charge</> from all <#RED>Charged Enemies</>.
uk: <#RED>Електричний розряд</> споживає <#RED>1 заряд</> від усіх <#RED>заряджених ворогів</>.

# STRINGS.ITEMS.POWERS.ELECTRIC.charged_effect_chain_reaction.name
source: Chain Reaction
uk: Ланцюгова реакція

# STRINGS.ITEMS.POWERS.ELECTRIC.charged_trigger_on_hitstreak.desc
source: Every <#RED>{count} Hit Streak</>, trigger a <#RED>Chain Reaction</> if you are fighting a <#RED>Charged Enemy</>.
uk: Кожна <#RED>{count} комбінація ударів</> викликає <#RED>ланцюгову реакцію</>, якщо ви б'єтесь із <#RED>зарядженим ворогом</>.

# STRINGS.ITEMS.POWERS.ELECTRIC.charged_trigger_on_hitstreak.name
source: Charged Weaponry
uk: Заряджена зброя

# STRINGS.ITEMS.POWERS.ELECTRIC.crit_on_charged_damage.desc
source: Whenever you cause <#RED>Charged Damage</>, gain <#RED>+{bonus}% Critical Chance</> for <#RED>{time}</> seconds.
uk: Щоразу, коли ви завдаєте <#RED>зарядженої шкоди</>, ви отримуєте <#RED>+{bonus}% шансу критичного удару</> на <#RED>{time}</> секунд.

# STRINGS.ITEMS.POWERS.ELECTRIC.crit_on_charged_damage.name
source: Thunderstruck
uk: Удар грому

# STRINGS.ITEMS.POWERS.ELECTRIC.heal_on_charged_damage.desc
source: Whenever you cause <#RED>Charged Damage</>, <#RED>Heal</> for <#RED>{heal}</>.
uk: Щоразу, коли ви завдаєте <#RED>зарядженої шкоди</>, <#RED>зцілюєтесь</> на <#RED>{heal}</>.

# STRINGS.ITEMS.POWERS.ELECTRIC.heal_on_charged_damage.name
source: Defibrillator
uk: Дефібрилятор

# STRINGS.ITEMS.POWERS.ELECTRIC.movespeed_on_charged_damage.desc
source: Whenever you cause <#RED>Charged Damage</>, gain <#RED>+{bonus}% {name.concept_runspeed}</> for <#RED>{time}</> seconds.
uk: Щоразу, коли ви завдаєте <#RED>зарядженої шкоди</>, ви отримуєте <#RED>+{bonus}% {2:{name.concept_runspeed}}</> на <#RED>{time}</> сек.

# STRINGS.ITEMS.POWERS.ELECTRIC.movespeed_on_charged_damage.name
source: Live Wire
uk: Під напругою

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_antleer_body.desc
source: Increase your <#RED>{name.powerdesc_maxhealth}</> for each <#RED>Environmental Object</> you destroy.
uk: Збільшує ваше <#RED>{name.powerdesc_maxhealth}</> за кожен <#RED>об'єкт середовища</>, який ви знищили.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_antleer_body.variables.maxhealth_per
source: {name.powerdesc_maxhealth} per
uk: {Name.powerdesc_maxhealth}

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_antleer_head.desc
source: Increase <#RED>{name.powerdesc_healing_received_bonus}</> for every {health_per} <#RED>{name.concept_health}</> you are missing.
uk: Збільшує <#RED>{name.powerdesc_healing_received_bonus}</> за кожні {health_per} <#RED>{name.concept_health}</>, яких вам бракує.

source: {name.powerdesc_healing_received_bonus} per
uk: {Name.powerdesc_healing_received_bonus}

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_antleer_waist.desc
source: Increase your <#RED>{name.powerdesc_speed_bonus}</> for every {health_per} <#RED>{name.concept_health}</> you have.
uk: Збільшує вашу <#RED>{2:{name.powerdesc_speed_bonus}}</> за кожні {health_per} <#RED>{name.concept_health}</>, які ви маєте.

source: {name.powerdesc_speed_bonus} per
uk: {Name.powerdesc_speed_bonus}

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bandicoot_body.desc
source: Your <#RED>{name_multiple.concept_attack}</> have a chance to <#RED>{name.concept_multistrike}</>.
uk: Ваші <#RED>{name_multiple.concept_attack}</> мають шанс на <#RED>{name.concept_multistrike}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bandicoot_head.desc
source: Your <#RED>{name_multiple.concept_attack}</> have a chance to <#RED>{name.concept_multistrike}</>.
uk: Ваші <#RED>{name_multiple.concept_attack}</> мають шанс на <#RED>{name.concept_multistrike}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_basic_body.desc
source: Increase your <#RED>{name.powerdesc_maxhealth}</>.
uk: Збільшує ваше <#RED>{name.powerdesc_maxhealth}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_basic_head.desc
source: Increase your <#RED>{name.powerdesc_maxhealth}</>.
uk: Збільшує ваше <#RED>{name.powerdesc_maxhealth}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_basic_waist.desc
source: Increase your <#RED>{name.powerdesc_maxhealth}</>.
uk: Збільшує ваше <#RED>{name.powerdesc_maxhealth}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_battoad_body.desc
source: When you take <#RED>Damage</>, lose <#KONJUR>{name.i_konjur}</> and <#RED>Heal</> back some of the <#RED>{name.concept_damage}</> taken.
uk: Коли ви отримуєте <#RED>шкоду</>, втрачаєте <#KONJUR>{name.i_konjur}</> і <#RED>відновлюєте</> частину отриманої <#RED>{2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_battoad_body.variables.heal_percent
source: Damage Healed
uk: Лікування пошкоджень

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_battoad_head.desc
source: When you gain <#KONJUR>{name.i_konjur}</>, gain more.
uk: Ви будете отримувати більше <#KONJUR>{2:{name.i_konjur}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_battoad_waist.desc
source: Gain <#KONJUR>{name.i_konjur}</> when breaking anything in the environment.
uk: Отримайте <#KONJUR>{name.i_konjur}</>, коли розбиваєте щось у середовищі.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_blarmadillo_body.desc
source: Take less <#RED>{name.concept_damage}</> from <#RED>{name_multiple.rot_miniboss}</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> від <#RED>{2:{name_multiple.rot_miniboss}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_blarmadillo_head.desc
source: Take less <#RED>{name.concept_damage}</> from <#RED>Projectiles</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> від <#RED>снарядів</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_blarmadillo_waist.desc
source: Take less <#RED>{name.concept_damage}</> from <#RED>Traps</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> від <#RED>пасток</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bonejaw_body.desc
source: When you take <#RED>{name.concept_damage}</>, take less <#RED>{name.concept_damage}</> for a few seconds.
uk: Коли ви отримуєте <#RED>{name.concept_damage}</>, отримуйте менше <#RED>{2:{name.concept_damage}}</> протягом кількох секунд.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bonejaw_head.desc
source: Once per {name.dungeon_room} when you drop below a <#RED>Health</> threshold, <#RED>Heal</> a percentage of your <#RED>{name.powerdesc_maxhealth}</>.
uk: Один раз за {3:{name.dungeon_room}}, коли ваш рівень <#RED>здоров'я</> падає нижче порогу, ви <#RED>лікуєтесь</> на відсоток від свого <#RED>{2:{name.powerdesc_maxhealth}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bonejaw_head.variables.heal_percent
source: Max Health healed
uk: Максимальне лікування

source: Health threshold
uk: Поріг здоров'я

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bonejaw_waist.desc
source: If your <#RED>Attack</> is facing a different direction than your last <#RED>Attack</>, it deals bonus <#RED>Damage</>. Attacks are uninterruptible.
uk: Якщо ваша <#RED>атака</> спрямована в інший бік, ніж попередня <#RED>атака</>, вона завдає додаткової <#RED>шкоди</>. Атаки не можна перервати.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bonejaw_weapon.desc
source: Once per {name.dungeon_room} when you drop below a <#RED>Health</> threshold, your <#RED>Skill</> hits twice for a period of time, gaining more time per kill.
uk: Один раз за {3:{name.dungeon_room}}, коли ваш рівень <#RED>здоров'я</> падає нижче порогу, ваша <#RED>навичка</> завдає подвійного удару протягом певного часу, подовжуючи ефект за кожне вбивство.

source: Seconds added per kill
uk: Секунд за кожне вбивство

source: Health threshold
uk: Поріг здоров'я

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bow_bullseye_acid.desc
source: Create an <#RED>{name.concept_toxic} Pool</> on <#RED>Bullseye</>.
uk: Створюйте <#RED>калюжу {3:{name.concept_toxic}}</> при <#RED>влучанні в яблучко</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bow_hypershot_power.desc
source: <#RED>Light Attacks</> during <#RED>Hypershot</> deal Bonus <#RED>Damage</>.
uk: <#RED>Легкі атаки</> в режимі <#RED>Швидкострілу</> наносять бонусну <#RED>шкоду</>.
