Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Convo.died_to_miniboss_scout_mt.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !clap I'm sure <#RED>{name.megatreemon}'s</> just around the corner.
uk: agent: !clap Я впевнений, що <#RED>{Name.megatreemon}</> не за горами.

# Convo.died_to_miniboss_scout_mt.HUB0.convo.giver.STATE_0.QUESTION_1
source: I just got my butt kicked.
uk: Я щойно отримав під зад.

# Convo.died_to_miniboss_scout_mt.HUB0.convo.giver.STATE_0.QUESTION_2
source: That's... reassuring?
uk: Це... заспокоює?

# Convo.first_dgn_visit_scout_bnd.HUB0.convo.giver.STATE_0.ANSWER_LOCAL
source: agent: !neutral !dubious Really? I'm a bit surprised-- <#BLUE>{name.bandi_swamp}</> was never the most pleasant place to visit, even back then. !neutral !point Anyway, stay on your toes out there, Hunter. The smell isn't the only nasty thing lingering in this swamp.
uk: agent: !neutral !dubious Справді? Я дещо здивований... <#BLUE>{Name.bandi_swamp}</> ніколи не було надто приємним місцем для відвідин, навіть тоді. !neutral !point У будь-якому разі, будьте насторожі, Мисливцю. Запах — не єдине гидке, що затрималося в цих болотах.

# Convo.first_dgn_visit_scout_bnd.HUB0.convo.giver.STATE_0.ANSWER_TOURIST
source: agent: !happy !shrug Well, it was never exactly a tourist destination-- though the eruption <i>certainly</> didn't improve things. !neutral !point Anyway, stay on your toes out there, Hunter. The smell isn't the only nasty thing lingering in this swamp.
uk: agent: !happy !shrug Ну, це й ніколи не було курортом — хоча виверження <i>точно</> не покращило ситуацію. !neutral !point У будь-якому разі, будьте насторожі, Мисливцю. Запах — не єдине гидке, що затрималося в цих болотах.

# Convo.first_dgn_visit_scout_bnd.HUB0.convo.giver.STATE_0.QUESTION_LOCAL
source: A couple times, before the eruption.
uk: Кілька разів, до виверження.

# Convo.first_dgn_visit_scout_bnd.HUB0.convo.giver.STATE_0.QUESTION_TOURIST
source: This is my first visit.
uk: Це мій перший візит.

# Convo.first_dgn_visit_scout_eggzy.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !neutral !think Right. I just wish I didn't have this nagging feeling... !shrug Like I said, I wasn't able to get too many specifics, so... just keep your eyes peeled for anything unusual.
uk: agent: !neutral !think Правильно. Просто хотів би, щоб у мене не було цього настирливого відчуття... !shrug Як я й казав, мені не вдалося отримати багато конкретики, тож... просто стежте за будь-якими незвичними речами.

# Convo.first_dgn_visit_scout_eggzy.HUB0.convo.giver.STATE_0.ANSWER_1B
source: agent: !neutral !agree True... !shrug Like I said, I wasn't able to get too many specifics. I guess just watch out for anything unusual.
uk: agent: !neutral !agree Правда... !shrug Як я й казав, мені не вдалося отримати багато конкретики. Думаю, просто слідкуйте за будь-якими незвичними речами.

# Convo.first_dgn_visit_scout_eggzy.HUB0.convo.giver.STATE_0.ANSWER_1C
source: agent: !neutral !think Like I said, I wasn't able to get too many specifics. !gesture Just keep your eyes peeled for anything unusual.
uk: agent: !neutral !think Як я й казав, мені не вдалося отримати багато конкретики. !gesture Просто слідкуйте за будь-якими незвичними речами.

# Convo.first_dgn_visit_scout_eggzy.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !laugh !point Haha. Touché. !neutral !gesture ...Be careful out there, Hunter. I'll be right behind you.
uk: agent: !laugh !point Ха-ха. Точно. !neutral !gesture Будьте обережні там, Мисливцю. Я буду зовсім поруч.

# Convo.first_dgn_visit_scout_eggzy.HUB0.convo.giver.STATE_0.QUESTION_1A
source: An abandoned nest, huh? Sounds easy enough to deal with!
uk: О, покинуте гніздо, так? Звучить досить просто!

# Convo.first_dgn_visit_scout_eggzy.HUB0.convo.giver.STATE_0.QUESTION_1B
source: Doesn't sound too bad. But then, we <i>have</> been fooled before...
uk: Не так вже й погано. Але, як і раніше, нас <i>обманювали</>...

# Convo.first_dgn_visit_scout_eggzy.HUB0.convo.giver.STATE_0.QUESTION_1C
source: Anything else you can tell me about this place?
uk: Щось ще ти можеш розповісти мені про це місце?

# Convo.first_dgn_visit_scout_eggzy.HUB0.convo.giver.STATE_0.QUESTION_2A
source: More unusual than usual, you mean?
uk: Більш незвичними, ніж зазвичай, ти маєш на увазі?

# Convo.first_dgn_visit_scout_grimhollow.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !neutral !disagree <i>(sigh)</> But the past is past. We have a future to fight for. !point Anyway, I'd suggest you stay on your toes out there, Hunter. It looks like some of the city's old <#RED>Security Systems</> managed to stay online after all this time. !think Try to avoid them... unless you can figure out a way to use them against the <#RED>{name_multiple.rot}</>.
uk: agent: !neutral !disagree <i>(зітхає)</> Але минуле залишилося в минулому. Ми маємо майбутнє, за яке варто боротися. !point У будь-якому разі, раджу вам бути напоготові, Мисливцю. Схоже, деякі старі <#RED>системи безпеки</> міста досі працюють, навіть після всього цього часу. !think Намагайтеся їх уникати... якщо тільки не знайдете спосіб використати їх проти <#RED>{2:{name_multiple.rot}}</>.

# Convo.first_dgn_visit_scout_grimhollow.HUB0.convo.giver.STATE_0.ANSWER_1B
source: agent: !neutral !disagree Right. I need to stay clear-headed about this. !point Anyway, I'd suggest you stay on your toes out there, Hunter. It looks like some of the city's old <#RED>Security Systems</> managed to stay online after all this time. !think Try to avoid them, unless you can figure out a way to use them against the <#RED>{name_multiple.rot}</>.
uk: agent: !neutral !disagree Так. Потрібно зберігати холодний розум. !point У будь-якому разі, раджу вам бути напоготові, Мисливцю. Схоже, деякі старі <#RED>системи безпеки</> міста досі працюють, навіть після всього цього часу. !think Намагайтеся їх уникати, якщо тільки не знайдете спосіб використати їх проти <#RED>{2:{name_multiple.rot}}</>.

# Convo.first_dgn_visit_scout_grimhollow.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !happy !gruffnod Be careful out there, Hunter. Good luck.
uk: agent: !happy !gruffnod Обережніше там, Мисливцю. Удачі.

# Convo.first_dgn_visit_scout_grimhollow.HUB0.convo.giver.STATE_0.QUESTION_1A
source: Tell me about it...
uk: Розкажи мені про це...

# Convo.first_dgn_visit_scout_grimhollow.HUB0.convo.giver.STATE_0.QUESTION_1B
source: It's all the same to me. Just another hunt.
uk: Для мене все однаково. Просто ще одне полювання.

# Convo.first_dgn_visit_scout_grimhollow.HUB0.convo.giver.STATE_0.QUESTION_2A
source: I'll watch out for them.
uk: Я пильнуватиму.

# Convo.first_dgn_visit_scout_owl.HUB0.convo.giver.STATE_0.ANSWER_WIND
source: agent: !neutral !nervous Oh, did I forget to mention? !agree <#RED>{name.owlitzer_forest}'s</> full of <#RED>{name_multiple.rot}</> with <#RED>Wind</> abilities. !point If you've got <#RED>{name.heavy_weight} Class</> gear it won't bother you much, but anything lighter and you might find it hard to keep your footing.
uk: agent: !neutral !nervous О, я забув згадати? !agree <#RED>{Name.owlitzer_forest}</> повний <#RED>{2:{name_multiple.rot}}</> зі здібностями <#RED>вітру</>. !point Якщо у вас є спорядження класу <#RED>{name.heavy_weight}</>, це вас не дуже турбуватиме, але будь-що легше, і вам може бути важко втриматися.

# Convo.first_dgn_visit_scout_owl.HUB0.convo.giver.STATE_0.FINISH
source: agent: Good luck out there, Hunter.
uk: agent: Удачі вам, Мисливцю.

# Convo.first_dgn_visit_scout_owl.HUB0.convo.giver.STATE_0.QUESTION_WIND
source: Uh, what was that about wind?
uk: Ух, що там було про вітер?

# Convo.first_dgn_visit_scout_sdmnt.HUB0.convo.giver.STATE_0.CLOTHED
source: agent: !neutral !think Hmm... The <#RED>{name_multiple.rot}</> here are adapted to the cold. Be wary of them using it against you!
uk: agent: !neutral !think Хмм… <#RED>{Name_multiple.rot}</> тут пристосувалися до холоду. Стережіться, щоб вони не використали це проти вас!

# Convo.first_dgn_visit_scout_sdmnt.HUB0.convo.giver.STATE_0.END_QUICK
source: I'm ready to go!
uk: Я готовий!

# Convo.first_dgn_visit_scout_sdmnt.HUB0.convo.giver.STATE_0.FINISH
source: !neutral !nervous The temperature's so low that it won't take much to <#RED>Freeze</> you solid! Keep moving, Hunter!
uk: !neutral !nervous Температура настільки низька, що вистачить зовсім небагато, аби повністю <#RED>заморозити</> вас! Не зупиняйтесь, Мисливцю!

# Convo.first_dgn_visit_scout_sdmnt.HUB0.convo.giver.STATE_0.NUDE
source: agent: !neutral !dubious Maybe you should have worn more armour. The <#RED>{name_multiple.rot}</> will be ready for the cold... and might use it against you!
uk: agent: !neutral !dubious Можливо, варто було вдягти більше обладунків. <#RED>{Name_multiple.rot}</> готові до холоду… і можуть використати це проти вас!

# Convo.first_dgn_visit_scout_sdmnt.HUB0.convo.giver.STATE_0.OPT_SCARF
source: Your scarf looks so cozy right now.
uk: Твій шарф зараз виглядає дуже затишно.

# Convo.first_dgn_visit_scout_thchr.HUB0.convo.giver.STATE_0.ANSWER_HEARMUSIC
source: agent: !neutral !think Strange... !happy !gesture Anyways, as I was saying-- I couldn't spot a <#RED>{name.rot_boss}</>, but I did see a gigantic bug carcass. It could be that <i>was</> the <#RED>{name.rot_boss}</> and nature's already done your job for you. !point Either way, we should check it out. There might be a <#KONJUR>{name.i_konjur_heart}</> ripe for the picking.
uk: gent: !neutral !think Дивно… !happy !gesture Отже, як я й казав... я не побачив <#RED>{2:{name.rot_boss}}</>, але натрапив на гігантський труп жука. Можливо, це і <i>був</> <#RED>{name.rot_boss}</>, і природа вже виконала вашу роботу. !point Як би там не було, нам варто це перевірити. Там може бути <#KONJUR>{name.i_konjur_heart}</>, яке треба забрати.

# Convo.first_dgn_visit_scout_thchr.HUB0.convo.giver.STATE_0.ANSWER_HEARNOTHING
source: agent: !neutral !think Huh. I guess I must've imagined it. !happy !gesture Anyways, as I was saying-- I couldn't spot a <#RED>{name.rot_boss}</>, but I did see a gigantic bug carcass. It could be that <i>was</> the <#RED>{name.rot_boss}</> and nature's already done your job for you. !point Either way, we should check it out. There might be a <#KONJUR>{name.i_konjur_heart}</> ripe for the picking.
uk: agent: !neutral !think Хмм. Напевно, мені це просто привиділося. !happy !gesture Отже, як я й казав... я не побачив <#RED>{2:{name.rot_boss}}</>, але натрапив на гігантський труп жука. Можливо, це і <i>був</> <#RED>{name.rot_boss}</>, і природа вже виконала вашу роботу. !point Як би там не було, нам варто це перевірити. Там може бути <#KONJUR>{name.i_konjur_heart}</>, яке треба забрати.

# Convo.first_dgn_visit_scout_thchr.HUB0.convo.giver.STATE_0.QUESTION_HEARMUSIC
source: Yeah, now that you mention it.
uk: Так, тепер, коли ви це згадали.

# Convo.first_dgn_visit_scout_thchr.HUB0.convo.giver.STATE_0.QUESTION_HEARNOTHING
source: No?
uk: Ні?

source: agent: !neutral !angry Of course not! !think Well... I don't <i>think</> so. I suppose the whole point of an experiment is that you're not one hundred percent sure what will happen... !point But I am <i>reasonably certain</> you will be in no danger, Hunter. !gesture All you need to do is put that {name.c_konjur_heart_shard} into the <#KONJUR>{name.i_town_grid_cryst}</> over there.
uk: agent: !neutral !angry Звісно, що ні! !think Ну... я так <i>не думаю</>. Власне, сенс експерименту й полягає в тому, що ніколи не можна бути впевненим на сто відсотків... !point Але я <i>достатньо впевнений</>, що небезпеки для вас не буде, Мисливцю. !gesture Все, що вам треба зробити — це вставити {name.c_konjur_heart_shard} у <#KONJUR>{name.i_town_grid_cryst}</> он там.

# Convo.first_heart_shard_scout.ATTRACT0.holding_shard.giver.STATE_0.ANSWER_OK
source: agent: !happy !clap Wonderful! Alright, all you need to do is put that {name.c_konjur_heart_shard} into the <#KONJUR>{name.i_town_grid_cryst}</> over there.
uk: agent: !happy !clap Чудово! Отже, все, що Вам треба зробити — це вставити {name.c_konjur_heart_shard} у <#KONJUR>{name.i_town_grid_cryst}</> он там.

# Convo.first_heart_shard_scout.ATTRACT0.holding_shard.giver.STATE_0.JOIN
source: !gesture It's the big machine in the center of our camp-- you can't miss it. !notebook Once you've done that, come back and tell me exactly what happened!
uk: !gesture Це велика машина в центрі нашого табору... ви її точно не пропустите. !notebook Щойно зробите це, повертайтесь і розкажіть мені все до дрібниць!

source: Wait, is this a <i>dangerous</> experiment?
uk: А це ж не <i>небезпечний</> експеримент?

# Convo.first_heart_shard_scout.ATTRACT0.holding_shard.giver.STATE_0.QUESTION_OK
source: Sure!
uk: Звісно!

# Convo.first_heart_shard_scout.ATTRACT0.holding_shard.giver.STATE_0.TALK
source: agent: !happy !point Great work out there, Hunter! I've never seen such a-- aaahh-- !neutral !shocked AH-CHOO! player: Gesundheit. agent: !happy !shrug Ha... sorry about that, as I was saying-- ah... ah-CHOO! Ah-<i>CHOO!</> !neutral !dubious Erm, Hunter? You don't happen to have any {name.c_konjur} on you, do you? player: Maybe? I picked this up on my Hunt. <z 0.7><i>(Show them the Shard.)</><z/> agent: !happy !shocked Ah! You found a {name.c_konjur_heart_shard}! !happy !think <z 0.7>So his theory <i>was</> right...</> This bodes very well for our expedition. !gesture Hunter, would you indulge me in a little experiment?
uk: agent: !happy !point Чудова робота, Мисливцю! Я ще ніколи не бачив такого... ааапп... !neutral !shocked АП-ЧХИИИ! player: Будь здоровий. agent: !happy !shrug Ха... вибачте, як я вже казав.. ап... ап-ЧХИИ! Ап-<i>ЧХИИ!</> !neutral !dubious Ем, Мисливцю? У вас випадково немає з собою {2:{name.c_konjur}}? player: Можливо? Я підняв це під час полювання. <z 0.7><i>(показати уламок.)</><z/> agent: !happy !shocked О! Ви знайшли {name.c_konjur_heart_shard}! !happy !think <z 0.7>Отже, його теорія <i>справді</> була вірною...</> Це дуже добра ознака для нашої експедиції. !gesture Мисливцю, чи погодитесь ви на невеликий експеримент?

# Convo.first_heart_shard_scout.ATTRACT1.deposited_shard.giver.STATE_0.JOIN
source: agent: !happy !clap I knew it! The <#KONJUR>{name.i_town_grid_cryst}</> still works! !neutral !think But the {name.c_konjur_heart_shard} wasn't quite enough. We'll need a more concentrated power source... player: Where will we get that? agent: !happy !notebook Well... someone very knowledgeable in this area once told me that over time, the {name.c_konjur} in <#RED>Rots'</> bodies starts to crystallize, forming {name_multiple.c_konjur_heart_shard} like the one you found. !think Now, if a <#RED>Rot</> grew large and powerful enough, it stands to reason that the crystallized {name.c_konjur} in their body would be extremely potent. !shrug <#RED>{name_multiple.rot_boss}</> like that are pretty rare, but lucky for us, we already know where one is. Right here in the <#BLUE>{name.treemon_forest}</>... player: Wait... you don't mean the {name.megatreemon} that knocked down the {name.i_damselfly}? agent: !happy !point Bingo! In retrospect, I guess it was sort of lucky that she revealed her location so quickly. !neutral !nervous Err-- well, not so lucky considering it meant we crash-landed and lost everyone... !dejected Actually, just forget I said anything. L-let's just focus on finding the rest of the crew, then we'll worry about the <#RED>{name.megatreemon}</>.
uk: agent: !happy !clap Я так і знав! <#KONJUR>{Name.i_town_grid_cryst}</> досі працює! !neutral !think Але {2:{name.c_konjur_heart_shard}} було замало. Нам потрібне більш концентроване джерело енергії... player: Де ж його дістати? agent: !happy !notebook Ну... колись хтось дуже обізнаний у цій сфері сказав мені, що з часом {name.c_konjur} у тілах <#RED>гнильців</> починає кристалізуватися, утворюючи {name_multiple.c_konjur_heart_shard}, подібні до того, що ви знайшли. !think Тож якщо <#RED>гнилець</> виросте великим і достатньо могутнім, кристалізований {name.c_konjur} у його тілі буде надзвичайно потужним. !shrug <#RED>{Name_multiple.rot_boss}</> такого рівня трапляються рідко, але нам пощастило: ми вже знаємо, де один з них є. Просто тут, у <#BLUE>{3:{Name.treemon_forest}}</>... player: Зачекай... ти маєш на увазі {Name.megatreemon}, яке збило {Name.i_damselfly}? agent: !happy !point Бінго! Якщо подумати, то нам дуже пощастило, що вона так швидко показала своє місцезнаходження. !neutral !nervous Хм... хоча, не дуже й пощастило, зважаючи на те, що ми врізалися й втратили всіх... !dejected Та що там... забудьте, що я це сказав. Давайте краще зосередимося на пошуках решти екіпажу, а вже потім думатимемо про <#RED>{Name.megatreemon}</>.

source: agent: !happy !dubious So? What happened when you put the {name.c_konjur_heart_shard} into the <#KONJUR>{name.i_town_grid_cryst}</>? Spare no detail! player: It reacted to the {name.konjur_heart_shard}. I think it powered up a little?
uk: gent: !happy !dubious Ну і що? Що сталося, коли ви вставили {name.c_konjur_heart_shard} у <#KONJUR>{name.i_town_grid_cryst}</>? Жодної деталі не приховуйте! player: Він відреагував на {name.konjur_heart_shard}. Мені здається, він трохи активувався?

source: agent: !happy !dubious So? What happened? Spare no detail! player: The {name.i_town_grid_cryst} reacted to the {name.konjur_heart_shard}. I think it powered up a little?
uk: agent: !happy !dubious Ну і що? Що сталося? Жодної деталі не приховуйте! player: {Name.i_town_grid_cryst} відреагував на {name.konjur_heart_shard}. Мені здається, він трохи активувався?

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.ADDEND
source: See ya, Toot!
uk: До зустрічі, Тут!

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.ADD_TROUBLEMAKER
source: Smell ya later, 'teach.
uk: Зустрінемось пізніше, вчителю.

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !gesture Tell me. Whatcha know about <#RED>Dodging</>?
uk: agent: !happy !gesture Скажіть мені. Що ви знаєте про <#RED>ухилення</>?

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !neutral !shocked {name.dojo_cough} Were you sleepin' during Hunter training? !point Right then, LISTEN UP--
uk: agent: !neutral !shocked {Name.dojo_cough} Ви спали під час тренувань Мисливців? !point Тоді СЛУХАЙТЕ...

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !happy !shocked <i><z 2>CORRECT!</></i> !gruffnod <#RED>A+</>, kid. {name.dojo_cough}
uk: agent: !happy !shocked <i><z 2>ПРАВИЛЬНО!</></i> !gruffnod <#RED>5+</>, друже. {Name.dojo_cough}

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.ANSWER_2C
source: agent: !neutral !agree An acceptable answer. At least we're not starting from zero. !dubious {name.dojo_cough} Now, look--
uk: agent: !neutral !agree Прийнятна відповідь. Принаймні ми не починаємо з нуля. !dubious {Name.dojo_cough} А тепер слухайте...

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.ANSWER_2D
source: agent: !neutral !shocked <i><z 2>INCORRECT!</></i> !angry Someone's lookin' to get detention. {name.dojo_cough} Now LISTEN UP--
uk: agent: !neutral !shocked <i><z 2>НЕПРАВИЛЬНО!</></i> !angry Хтось хоче залишитися після уроків. {Name.dojo_cough} А тепер слухайте...

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.ANSWER_3A
source: agent: !agree Remember, it's easy to regret a swing, but you'll never regret a <#RED>{name.concept_dodge}</>.
uk: agent: !agree Пам'ятайте, легко шкодувати про удар, але ви ніколи не пошкодуєте про <#RED>{name.concept_dodge}</>.

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.ANSWER_3B
source: agent: !agree It's easy to regret a swing, but you'll never regret a <#RED>{name.concept_dodge}</>.
uk: agent: !agree Легко шкодувати про удар, але ви ніколи не пошкодуєте про <#RED>{name.concept_dodge}</>.

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.ANSWER_3C
source: agent: !agree The more familiar you can get with their patterns, the easier you'll stay alive.
uk: agent: !agree Чим краще ви розумієте їхні рухи, тим легше вам буде залишатися живим.

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.ANSWER_3D
source: agent: !neutral !angry Are you a teacher, Hunter? 'Cause you sure are testing me. !dubious Y'know, I <i>was</i> gonna give you a <#KONJUR>Treat</>, but now I'm not sure if you deserve it.
uk: agent: !neutral !angry Ви вчитель, Мисливцю? Бо ви точно випробовуєте моє терпіння. !dubious Знаєте, я <i>мав</i> намір дати вам <#KONJUR>смаколик</>, але тепер я не впевнений, що ви на нього заслуговуєте.

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.ANSWER_4A
source: agent: !neutral !dejected Sigh. Just take it. !gesture But try not to get clobbered out there, okay? Class dismissed.
uk: agent: !neutral !dejected Охх. Просто візьміть це. !gesture Але постарайтеся не потрапити під удар, гаразд? Заняття закінчено.

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.ANSWER_4B
source: agent: !neutral !gruffnod Hmph. {name.dojo_cough} Class dismissed.
uk: agent: !neutral !gruffnod Хмпф. {Name.dojo_cough} Заняття закінчено.

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.QUESTION_1
source: POP QUIZ!!
uk: ПОП ВІКТОРИНА!!

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.QUESTION_2A
source: Oh. Um. Nothing?
uk: О. Ем. Нічого?

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.QUESTION_2B
source: It's more important than Attacking.
uk: Це важливіше, ніж атака.

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.QUESTION_2C
source: You do it with <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>.
uk: Це можна зробити натиснув <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>.

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.QUESTION_2D
source: It's for wimps.
uk: Це для слабаків.

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.QUESTION_3A
source: Gotcha... I'll Dodge with <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>!
uk: Зрозуміло... Я буду ухилятися натискаючи <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>!

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.QUESTION_3B
source: Prioritize Dodging over Attacking. Okay!
uk: Пріоритет — ухилятися, а не атакувати. Гаразд!

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.QUESTION_3C
source: Watch foes' movements closely. Can do.
uk: Уважно стежити за рухами ворогів. Зможу.

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.QUESTION_3D
source: I still think Dodging's for wimps.
uk: Я все ще думаю, що ухилення для слабаків.

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.QUESTION_4A
source: <z 0.92>Treat?? <i>(Ahem)</> I love dodging with <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>!</>
uk: <z 0.92>Смаколик?? <i>(Кхм)</> Я обожнюю ухилятися натискаючи <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>!</>

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.QUESTION_4B
source: You can't bribe <i>me!</i>
uk: Ти не можеш підкупити <i>мене!</i>

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.TALK2
source: agent: !point If you charge into a fight swinging blindly, you'll get knocked on yer tail in no time flat. !dubious Instead, watch your foes for clues they're about to strike, then <#RED>{name.concept_dodge}</> out of the way with <p bind='Controls.Digital.DODGE' color=BTNICON_DARK> when they do. !gruffnod Foes leave themselves wide open after they <#RED>{name.concept_attack}</>, but you won't be able to capitalize if you're reelin' from a hit.
uk: agent: !point Якщо ви кидаєтеся в бій наосліп, то в найкоротші терміни отримаєте удар під хвіст. !dubious Натомість спостерігайте за ворогами, щоб вгадати момент, коли вони збираються атакувати, і <#RED>{3:{name.concept_dodge}}</> від них натиснув <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>, коли вони атакують. !gruffnod Вороги залишаються вразливими після <#RED>{2:{name.concept_attack}}</>, але ви не зможете скористатися цим, якщо будете оговтуватися від удару.
