Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SCREEN_SHAKE.TITLE
source: Screen Shake
uk: Тремтіння екрану

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SHADOWS.OFF.DESC
source: Shadows disabled to increase performance.
uk: Тіні вимкнено для підвищення продуктивності.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SHADOWS.OFF.NAME
source: OFF
uk: ВИМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SHADOWS.ON.DESC
source: Shadows are drawn for props and characters. <b>(Recommended)</b>
uk: Тіні для речей і персонажів. <b>(рекомендовано)</b>

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SHADOWS.ON.NAME
source: ON
uk: УВІМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SHADOWS.TITLE
source: Shadows
uk: Тіні

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXTURE_QUALITY.AUTO.DESC
source: The game will pick the optimal mode on launch. <b>(Recommended)</b>
uk: Гра вибере оптимальний режим при запуску. <b>(рекомендовано)</b>

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXTURE_QUALITY.AUTO.NAME
source: Auto
uk: Авто

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXTURE_QUALITY.FORCE_HIGH.DESC
source: Force high texture quality (if the resources are available) on game launch.
uk: Примусово встановити високу якість текстур (якщо ресурси дозволяють) під час запуску гри.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXTURE_QUALITY.FORCE_HIGH.NAME
source: Force High
uk: Примусово висока

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXTURE_QUALITY.FORCE_LOW.DESC
source: Force low texture quality to prevent crashes on low end GPUs.
uk: Примусово встановити низьку якість текстур, щоб запобігти збою на слабких відеокартах.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXTURE_QUALITY.FORCE_LOW.NAME
source: Force Low
uk: Примусово низька

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXTURE_QUALITY.TITLE
source: Texture Quality
uk: Якість текстур

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXT_SIZE.BIGGER.DESC
source: A good trade-off of large text without compromising UI layout.
uk: Хороший компроміс між великим текстом і збереженням макета інтерфейсу користувача.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXT_SIZE.BIGGER.NAME
source: Bigger
uk: Великий

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXT_SIZE.BIGGEST.DESC
source: Largest text size at the expense of aesthetics.
uk: Найбільший розмір тексту коштом естетики.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXT_SIZE.BIGGEST.NAME
source: Extreme
uk: Екстремальний

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXT_SIZE.NORMAL.DESC
source: Standard size text and UI scale.
uk: Стандартний розмір тексту і масштабу інтерфейсу.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXT_SIZE.NORMAL.NAME
source: Normal
uk: Нормальний

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.TEXT_SIZE.TITLE
source: Text Size
uk: Розмір тексту

# STRINGS.UI.PAUSEMENU.ABANDON_BUTTON
source: <p img='images/ui_ftf_dialog/convo_dismiss.tex' color=0> Abandon Run
uk: <p img='images/ui_ftf_dialog/convo_dismiss.tex' color=0> Покинути забіг

# STRINGS.UI.PAUSEMENU.AFK
source: Go AFK
uk: Стати AFK

# STRINGS.UI.PAUSEMENU.BACK_BUTTON
source: Back
uk: Назад

# STRINGS.UI.PAUSEMENU.CANCEL_QUIT
source: Cancel
uk: Скасувати

# STRINGS.UI.PAUSEMENU.CLIENTQUITBODY_MP
source: You'll leave your friends behind.
uk: Ти залишиш своїх друзів.

# STRINGS.UI.PAUSEMENU.CLIENTQUITBODY_MP_LOCAL
source: You'll take your friends with you.
uk: Візьмеш із собою друзів.

# STRINGS.UI.PAUSEMENU.CLIENTQUITSUBTITLE_DUNGEON
source: You'll keep all loot collected prior to entering this {name.dungeon_room}.
uk: Ви збережете всю здобич, зібрану до входу на цю {3:{name.dungeon_room}}.

# STRINGS.UI.PAUSEMENU.CLIENTQUITSUBTITLE_TOWN
source: We'll save your progress.
uk: Ми збережемо ваш прогрес.

# STRINGS.UI.PAUSEMENU.CLIENTQUITTITLE_DUNGEON
source: Abandon Run?
uk: Покинути забіг?

# STRINGS.UI.PAUSEMENU.CLIENTQUITTITLE_TOWN
source: Quit
uk: Вийти

# STRINGS.UI.PAUSEMENU.CLOSE_BUTTON
source: <p img='images/ui_ftf_dialog/convo_close.tex' color=0> Close
uk: <p img='images/ui_ftf_dialog/convo_close.tex' color=0> Закрити

# STRINGS.UI.PAUSEMENU.CONNECT_SIDEBAR.ALREADY_USED_TT
source: {device_icon} already controls {player_name}
uk: {device_icon} вже використовує {player_name}

# STRINGS.UI.PAUSEMENU.CONNECT_SIDEBAR.FOUND_AVAILABLE
source: Assigning detected input on {device_icon}.
uk: Призначення виявленого введення на {device_icon}.

# STRINGS.UI.PAUSEMENU.CONNECT_SIDEBAR.FOUND_IN_USE
source: Detected input on {device_icon} assigned to another player.
uk: Виявлено введення на {device_icon}, призначене іншому гравцеві.

# STRINGS.UI.PAUSEMENU.CONNECT_SIDEBAR.GAMEPAD_LIST
source: Press {button_icon} on {device_icon} {device_name}
uk: Натисніть {button_icon} на {device_icon} {device_name}

# STRINGS.UI.PAUSEMENU.CONNECT_SIDEBAR.GAMEPAD_LIST_EMPTY
source: No unused devices detected.
uk: Вільних пристроїв не виявлено.

# STRINGS.UI.PAUSEMENU.CONNECT_SIDEBAR.INSTRUCTIONS
source: Activate a device to use for {player_name}:
uk: Активуйте пристрій для {player_name}:

# STRINGS.UI.PAUSEMENU.CONNECT_SIDEBAR.RECONNECT_BTN
source: Reconnect
uk: Перепідключити

# STRINGS.UI.PAUSEMENU.CONNECT_SIDEBAR.TITLE
source: Gamepad disconnected
uk: Геймпад відключено

# STRINGS.UI.PAUSEMENU.CONTINUE
source: Continue
uk: Продовжити

# STRINGS.UI.PAUSEMENU.CONTROLS
source: Controls
uk: Елементи керування

# STRINGS.UI.PAUSEMENU.DISCONNECT
source: Disconnect
uk: Відключити

# STRINGS.UI.PAUSEMENU.HOSTQUITBODY
source: Are you sure you want to shut down the server? If you do, all current players will be disconnected.
uk: Ви впевнені, що хочете вимкнути сервер? Якщо ви це зробите, усі поточні гравці будуть відключені.

# STRINGS.UI.PAUSEMENU.HOSTQUITSUBTITLE
source: Shut down server?
uk: Вимкнути сервер?

# STRINGS.UI.PAUSEMENU.HOSTQUITSUBTITLE_DUNGEON
source: Whistle for air rescue and head home? You'll keep all loot collected this run.
uk: Викликати порятунок та вирушити додому? Ви збережете усю зібрану здобич у цьому забігу.

# STRINGS.UI.PAUSEMENU.HOSTQUITTITLE
source: Quit
uk: Вийти

# STRINGS.UI.PAUSEMENU.HOSTQUIT_TOOLTIP
source: As Host, quitting will disconnect the server and boot your friends
uk: Ваш вихід відключить сервер і ваших друзів на ньому

# STRINGS.UI.PAUSEMENU.HOSTRETURNTOTOWN_TOOLTIP
source: As Host, you'll automatically take your friends to town with you
uk: Як власник ви автоматично візьмете своїх друзів із собою в місто

# STRINGS.UI.PAUSEMENU.HOST_PAUSE
source: Host {player_name} paused the game
uk: Хост {player_name} призупинив гру

# STRINGS.UI.PAUSEMENU.HUNTERS_PATH.PROGRESS_TEXT
source: P{player_num}: {progress}/{max_progress}
uk: Г{player_num}: {progress}/{max_progress}

# STRINGS.UI.PAUSEMENU.HUNTERS_PATH.PROGRESS_TEXT_COMPLETE
source: P{player_num}: <p img='images/ui_ftf_icons/completed.tex' color=0>
uk: Г{player_num}: <p img='images/ui_ftf_icons/completed.tex' color=0>

# STRINGS.UI.PAUSEMENU.IMSTUCK.BODY
source: Sorry about that, Hunter! Our team is currently working hard to fix these issues. Please <#RED>Write Feedback</> to send us diagnostics that help us to eliminate similar bugs in the future. To unstick your character, select <#RED>Reload</> below to restart this room and try again. Thank you. Your help and patience is appreciated!
uk: Вибачте, Мисливцю! Зараз наша команда наполегливо працює над вирішенням цієї проблеми. Будь ласка, <#RED>напишіть відгук</>, щоб надіслати нам інформацію, яка допоможе нам усунути подібні помилки в майбутньому. Щоб витягнути свого персонажа, виберіть <#RED>перезапустити</> нижче, щоб перезапустити цю галявину та спробувати ще раз. Дякуємо. Ми цінуємо вашу допомогу та терпіння!

# STRINGS.UI.PAUSEMENU.IMSTUCK.CANCEL
source: Cancel
uk: Скасувати

# STRINGS.UI.PAUSEMENU.IMSTUCK.NON_HOST
source: Ask the Host to press this if you are stuck
uk: Попросіть хоста натиснути цю кнопку, якщо ви застрягли

# STRINGS.UI.PAUSEMENU.IMSTUCK.RESTART_ROOM
source: Reload
uk: Перезапустити

# STRINGS.UI.PAUSEMENU.IMSTUCK.SEND_FEEDBACK
source: Write Feedback
uk: Відгукнутись

# STRINGS.UI.PAUSEMENU.IMSTUCK.TITLE
source: I'm Stuck!
uk: Я застряг!

# STRINGS.UI.PAUSEMENU.IMSTUCK_BUTTON
source: <p img='images/icons_ftf/inventory_key_items.tex' color=0> I'm Stuck!
uk: <p img='images/icons_ftf/inventory_key_items.tex' color=0> Я застряг!

# STRINGS.UI.PAUSEMENU.ISSUE
source: Report an Issue
uk: Повідомити про проблему

# STRINGS.UI.PAUSEMENU.JOINCODE_COPIED
source: Copied to clipboard!
uk: Скопійовано в буфер обміну!

# STRINGS.UI.PAUSEMENU.MANAGE_MP_BUTTON
source: <p img='images/ui_ftf_online/ic_playerlist.tex' color=0> Players <p bind='Controls.Digital.SHOW_PLAYERS_LIST' scale=0.8 color=0>
uk: <p img='images/ui_ftf_online/ic_playerlist.tex' color=0> Гравці <p bind='Controls.Digital.SHOW_PLAYERS_LIST' scale=0.8 color=0>

# STRINGS.UI.PAUSEMENU.NO_ABANDON_CLIENT
source: Only the host can abandon.
uk: Лише хост може відмовитися.

# STRINGS.UI.PAUSEMENU.NO_ABANDON_QUEST
source: You can't leave right now!
uk: Ви не можете піти прямо зараз!

# STRINGS.UI.PAUSEMENU.OPTIONS
source: Settings
uk: Налаштування

# STRINGS.UI.PAUSEMENU.OPTIONS_BUTTON
source: <p img='images/ui_ftf/ic_options.tex' color=0> Options
uk: <p img='images/ui_ftf/ic_options.tex' color=0> Параметри

# STRINGS.UI.PAUSEMENU.QUIT
source: Quit
uk: Вийти

# STRINGS.UI.PAUSEMENU.QUITBODY
source: Leaving so soon?
uk: Ви так скоро йдете?

# STRINGS.UI.PAUSEMENU.QUITNO
source: Never mind...
uk: Не зважай...

# STRINGS.UI.PAUSEMENU.QUITTITLE
source: Return to main menu?
uk: Повернутися до головного меню?

# STRINGS.UI.PAUSEMENU.QUITYES
source: I said quit!
uk: Я сказав вийти!

# STRINGS.UI.PAUSEMENU.QUIT_BUTTON
source: <p img='images/ui_ftf_dialog/convo_close.tex' color=0> Quit to menu
uk: <p img='images/ui_ftf_dialog/convo_close.tex' color=0> Вийти в меню

# STRINGS.UI.PAUSEMENU.RETURN_TO_TOWN_BUTTON
source: <p img='images/ui_ftf_dialog/convo_dismiss.tex' color=0> Return to Town
uk: <p img='images/ui_ftf_dialog/convo_dismiss.tex' color=0> Піти до міста

# STRINGS.UI.PAUSEMENU.SAVEANDQUIT
source: Save and Quit
uk: Зберегти і вийти

# STRINGS.UI.PAUSEMENU.SAVEANDQUITBODY
source: Don't worry. We'll wait here for you.
uk: Не хвилюйтеся. Ми чекатимемо вас тут.

# STRINGS.UI.PAUSEMENU.SAVEANDQUITNO
source: Never mind...
uk: Забудь...

# STRINGS.UI.PAUSEMENU.SAVEANDQUITTITLE
source: Save and return to main menu?
uk: Зберегти та повернутися до головного меню?

# STRINGS.UI.PAUSEMENU.SAVEANDQUITYES
source: I said quit!
uk: Я сказав вийти!

# STRINGS.UI.PAUSEMENU.SAVEQUIT_BUTTON
source: <p img='images/ui_ftf_dialog/convo_close.tex' color=0> Save and quit
uk: <p img='images/ui_ftf_dialog/convo_close.tex' color=0> Зберегти й вийти

# STRINGS.UI.PAUSEMENU.SERVER_ADMIN
source: Server Admin
uk: Адміністратор сервера

# STRINGS.UI.PAUSEMENU.SKIP_TRAVEL_BUTTON
source: Skip <p img='images/ui_ftf/arrow_ffwd.tex' scale=0.7 color=0>
uk: Пропустити <p img='images/ui_ftf/arrow_ffwd.tex' scale=0.7 color=0>

# STRINGS.UI.PAUSEMENU.SUBTITLE_DUNGEON
source: LOCATION MAP
uk: МАПА МІСЦЯ

# STRINGS.UI.PAUSEMENU.SUBTITLE_TOWN
source: TOWN
uk: МІСТО

# STRINGS.UI.PAUSEMENU.SUBTITLE_TRAVEL
source: TRAVELLING...
uk: ПОДОРОЖ...

# STRINGS.UI.PLAYERSSCREEN.ADDLOCALPLAYER_BUTTON
source: <p img='images/ui_ftf_online/button_add_player.tex' color=0 scale=2.5> ADD LOCAL PLAYER
uk: <p img='images/ui_ftf_online/button_add_player.tex' color=0 scale=2.5> ДОДАТИ ЛОКАЛЬНОГО ГРАВЦЯ

# STRINGS.UI.PLAYERSSCREEN.ALLOW_TOWN_EDITING
source: Allow Town Editing
uk: Дозволити редагування міста

# STRINGS.UI.PLAYERSSCREEN.BANNED_LIST_EMPTY
source: No players currently on your ban list.
uk: Немає гравців у вашому чорному списку.

# STRINGS.UI.PLAYERSSCREEN.BAN_BTN
source: <p img='images/ui_ftf_online/ic_ban_player.tex' color=0 scale=2.5> Ban Player
uk: <p img='images/ui_ftf_online/ic_ban_player.tex' color=0 scale=2.5> Заблокувати гравця

# STRINGS.UI.PLAYERSSCREEN.COPYCODE_BUTTON
source: <p img='images/ui_ftf_online/button_copy_code.tex' color=0 scale=2.5> COPY SHARECODE
uk: <p img='images/ui_ftf_online/button_copy_code.tex' color=0 scale=2.5> СКОПІЮВАТИ ШВИДКОД

# STRINGS.UI.PLAYERSSCREEN.ERROR_NO_AVAILABLE_PLAYER_SLOTS
source: There are 4 players already.
uk: Вже є 4 гравці.

# STRINGS.UI.PLAYERSSCREEN.ERROR_NO_FREE_INPUT_DEVICE
source: There is no connected gamepad for another player.
uk: Немає підключеного геймпада для іншого гравця.

# STRINGS.UI.PLAYERSSCREEN.NOTIFICATION_CODE_COPIED_TEXT
source: The ShareCode %s has been copied to your clipboard.
uk: ШвидКод %s скопійовано до буфера обміну.

# STRINGS.UI.PLAYERSSCREEN.NOTIFICATION_CODE_COPIED_TITLE
source: ShareCode Copied!
uk: ШвидКод скопійовано!

# STRINGS.UI.PLAYERSSCREEN.NOTIFICATION_PLAYERS_SCREEN_TEXT
source: Press <p bind='Controls.Digital.SHOW_PLAYERS_LIST' scale=0.9 color=0> to show players and ShareCode.
uk: Натисніть <p bind='Controls.Digital.SHOW_PLAYERS_LIST' scale=0.9 color=0>, щоб показати гравців і ШвидКод.

# STRINGS.UI.PLAYERSSCREEN.NOTIFICATION_PLAYERS_SCREEN_TEXT_PAUSE
source: Press <p bind='Controls.Digital.PAUSE' scale=0.9 color=0> to view players and ShareCode.
uk: Натисніть <p bind='Controls.Digital.PAUSE' scale=0.9 color=0>, щоб показати гравців і ШвидКод.

# STRINGS.UI.PLAYERSSCREEN.NOTIFICATION_PLAYERS_SCREEN_TITLE
source: Players List
uk: Список гравців

# STRINGS.UI.PLAYERSSCREEN.PLAYER_AVAILABLE
source: Available Player Slot
uk: Доступний слот гравця

# STRINGS.UI.PLAYERSSCREEN.PLAYER_HOST
source: Host
uk: Власник

# STRINGS.UI.PLAYERSSCREEN.PLAYER_LOADING
source: Loading
uk: Завантаження

# STRINGS.UI.PLAYERSSCREEN.PLAYER_LOADING_DESC
source: Picking a character
uk: Вибір персонажа

# STRINGS.UI.PLAYERSSCREEN.PLAYER_NO_DEVICE
source: Disconnected!
uk: Від'єднано!

# STRINGS.UI.PLAYERSSCREEN.POPUP_BAN_TEXT
source: Banning a player will remove them from the game session and prevent them from rejoining until they are removed from the ban list.
uk: Якщо заблокувати гравця, його буде вилучено з ігрового сеансу та він не зможе знову приєднатися, доки його не буде видалено з чорного списку.

# STRINGS.UI.PLAYERSSCREEN.POPUP_BAN_TITLE
source: Ban %s?
uk: Заблокувати %s?

# STRINGS.UI.PLAYERSSCREEN.REMOVE_BTN
source: <p img='images/ui_ftf_online/ic_remove_player.tex' color=0 scale=2.5> Remove Local Player
uk: <p img='images/ui_ftf_online/ic_remove_player.tex' color=0 scale=2.5> Видалити локального гравця

# STRINGS.UI.PLAYERSSCREEN.SHARECODE_LABEL
source: <p img='images/ui_ftf_icons/sharecode.tex' color=0 scale=1.2> Send this ShareCode to invite other players.
uk: <p img='images/ui_ftf_icons/sharecode.tex' color=0 scale=1.2> Відправте цей ШвидКод, щоб запросити інших гравців.

# STRINGS.UI.PLAYERSSCREEN.TAB_BANNED
source: BAN LIST
uk: ЧОРНИЙ СПИСОК

# STRINGS.UI.PLAYERSSCREEN.TAB_PLAYERS
source: PLAYERS
uk: ГРАВЦІ

# STRINGS.UI.PLAYERSSCREEN.TT_ALLOW_TOWN_EDITING
source: Allow this client to add and remove decorations in town
uk: Дозволити цьому клієнту додавати й видаляти прикраси в місті

# STRINGS.UI.PLAYERSSCREEN.UNBAN_BTN
source: <p img='images/ui_ftf_online/ic_unban_player.tex' color=0 scale=2.5> Allow Player
uk: <p img='images/ui_ftf_online/ic_unban_player.tex' color=0 scale=2.5> Дозволити грати

# STRINGS.UI.POWERICONWIDGET.UPGRADE
source: Can be upgraded.
uk: Можна покращити.

# STRINGS.UI.POWERSELECTIONSCREEN.ACTION_BUTTON.Remove
source: Remove
uk: Видалити

# STRINGS.UI.POWERSELECTIONSCREEN.ACTION_BUTTON.Select
source: Select
uk: Вибрати

# STRINGS.UI.POWERSELECTIONSCREEN.ACTION_BUTTON.Sell
source: Sell
uk: Продати

# STRINGS.UI.POWERSELECTIONSCREEN.ACTION_BUTTON.Upgrade
source: <p bind='Controls.Digital.MENU_ACCEPT' just_device='gamepad' color=0> Upgrade
uk: <p bind='Controls.Digital.MENU_ACCEPT' just_device='gamepad' color=0> Покращити

# STRINGS.UI.POWERSELECTIONSCREEN.ACTION_BUTTON_FREE.Remove
source: Free remove!
uk: Видалити безплатно!

# STRINGS.UI.POWERSELECTIONSCREEN.ACTION_BUTTON_FREE.Select
source: Select
uk: Вибрати

# STRINGS.UI.POWERSELECTIONSCREEN.ACTION_BUTTON_FREE.Sell
source: Sell
uk: Продати

# STRINGS.UI.POWERSELECTIONSCREEN.ACTION_BUTTON_FREE.Upgrade
source: <p bind='Controls.Digital.MENU_ACCEPT' just_device='gamepad' color=0> Free upgrade!
uk: <p bind='Controls.Digital.MENU_ACCEPT' just_device='gamepad' color=0> Безплатне покращення!

# STRINGS.UI.POWERSELECTIONSCREEN.DESC_POWER.Remove
source: An opportunity to cut a {name.concept_relic} from your current build.
uk: Можливість видалити {2:{name.concept_relic}} з поточної збірки.

# STRINGS.UI.POWERSELECTIONSCREEN.DESC_POWER.Select
source: Select one of your powers.
uk: Оберіть одну з ваших сил.

# STRINGS.UI.POWERSELECTIONSCREEN.DESC_POWER.Sell
source: An opportunity to trade a {name.concept_relic} for hard currency.
uk: Можливість обміняти {2:{name.concept_relic}} на тверду валюту.

# STRINGS.UI.POWERSELECTIONSCREEN.DESC_POWER.Upgrade
source: An opportunity to improve a {name.concept_relic}'s potency.
uk: Можливість покращити потенціал {3:{name.concept_relic}}.

# STRINGS.UI.POWERSELECTIONSCREEN.FREE_UPGRADES_LABEL
source: Free upgrades remaining
uk: Безплатних покращень

# STRINGS.UI.POWERSELECTIONSCREEN.LIST_EMPTY
source: No Powers found
uk: Сили не знайдено

# STRINGS.UI.POWERSELECTIONSCREEN.NOT_ENOUGH
source: Insufficient <#KONJUR>{name.i_konjur}</>
uk: Недостатньо <#KONJUR>{2:{name.i_konjur}}</>

# STRINGS.UI.POWERSELECTIONSCREEN.REMOVE_BUTTON
source: <p img='images/ui_ftf_dialog/convo_remove_power.tex' scale=1.2 color=0> Remove <#RED>{name.concept_relic}</>
uk: <p img='images/ui_ftf_dialog/convo_remove_power.tex' scale=1.2 color=0> Видалити <#RED>{2:{name.concept_relic}}</>

# STRINGS.UI.POWERSELECTIONSCREEN.REMOVE_POWER
source: Permanently remove this <#RED>{name.concept_relic}</>
uk: Назавжди видалити цю <#RED>{2:{name.concept_relic}}</>

# STRINGS.UI.POWERSELECTIONSCREEN.REMOVE_TITLE
source: Remove this <#RED>{name.concept_relic}</>?
uk: Видалити цю <#RED>{2:{name.concept_relic}}</>?

# STRINGS.UI.POWERSELECTIONSCREEN.TITLE_POWER.Remove
source: Remove a {name.concept_relic}
uk: Видалити {2:{name.concept_relic}}

# STRINGS.UI.POWERSELECTIONSCREEN.TITLE_POWER.Select
source: Select a {name.concept_relic}
uk: Вибрати {2:{name.concept_relic}}

# STRINGS.UI.POWERSELECTIONSCREEN.TITLE_POWER.Sell
source: Sell a {name.concept_relic}
uk: Продати {2:{name.concept_relic}}

# STRINGS.UI.POWERSELECTIONSCREEN.TITLE_POWER.Upgrade
source: Upgrade a {name.concept_relic}
uk: Покращення {3:{name.concept_relic}}

# STRINGS.UI.POWERSELECTIONSCREEN.TITLE_UPGRADEABLE_POWERS
source: Upgradeable Powers
uk: Сили для покращення

# STRINGS.UI.POWERSELECTIONSCREEN.TITLE_YOUR_POWERS
source: Your Powers
uk: Ваші сили

# STRINGS.UI.PRESSED_START_IN_SINGLE_PLAYER.BTN_ADD_PLAYER
source: <p img='images/ui_ftf_icons/addplayer.tex' color=0 scale=1.2> Add local player
uk: <p img='images/ui_ftf_icons/addplayer.tex' color=0 scale=1.2> Додати локального гравця

# STRINGS.UI.PRESSED_START_IN_SINGLE_PLAYER.BTN_CHANGE_INPUT
source: <p img='images/ui_ftf_icons/changecontroller.tex' color=0 scale=1.3> Switch to new device
uk: <p img='images/ui_ftf_icons/changecontroller.tex' color=0 scale=1.3> Перейти на новий пристрій

# STRINGS.UI.PRESSED_START_IN_SINGLE_PLAYER.SUBTITLE
source: Want to add a new player on that device, or switch to it yourself?
uk: Бажаєте додати нового гравця на цьому пристрої, або перемикнутися на нього самостійно?

# STRINGS.UI.PRESSED_START_IN_SINGLE_PLAYER.TITLE
source: Button pressed on {device_icon}
uk: Натиснуто клавішу {device_icon}

# STRINGS.UI.PRICEWIDGET.NOT_ENOUGH
source: Insufficient <#KONJUR>{name.i_konjur}</>
uk: Недостатньо <#KONJUR>{2:{name.i_konjur}}</>

# STRINGS.UI.QUANTITY
source: {name} (x{count})
uk: {name} (х{count})

# STRINGS.UI.RECIPESCREEN.ITEM_COUNT
source: x %.0f
uk: х %.0f

# STRINGS.UI.RESEARCHSCREEN.UNLOCK_POPUP_DESCRIPTION_DOUBLE
source: You can now craft the <#RED>%s</> and <#RED>%s</>
uk: Тепер ви можете створити <#RED>%s</> та <#RED>%s</>

# STRINGS.UI.RESEARCHSCREEN.UNLOCK_POPUP_DESCRIPTION_SINGLE
source: You can now craft the <#RED>%s</>
uk: Тепер ви можете створити <#RED>%s</>

# STRINGS.UI.RESEARCHSCREEN.UNLOCK_POPUP_TITLE
source: Armour Set Unlocked!
uk: Набір броні розблоковано!

# STRINGS.UI.SCREENOPENER_PROP.NO_ACCESS_NEED_TOOLS
source: Requires tools
uk: Потрібні інструменти

# STRINGS.UI.SCREENOPENER_PROP.armory
source: Open Armoury
uk: Відкрити обладунки

# STRINGS.UI.SCREENOPENER_PROP.character_customizer_vshack
source: Customize Character
uk: Налаштувати персонажа

# STRINGS.UI.SCREENOPENER_PROP.cooking_station
source: Prepare Meal
uk: Приготувати їжу

# STRINGS.UI.SCREENOPENER_PROP.cooking_station_dungeon
source: Pick a Meal
uk: Обрати страву

# STRINGS.UI.SCREENOPENER_PROP.default
source: Interact
uk: Взаємодія

# STRINGS.UI.SCREENOPENER_PROP.emote_booth
source: Customize Emotes
uk: Налаштувати емоції

# STRINGS.UI.SCREENOPENER_PROP.gem_crafting_table
source: Modify {name_multiple.gem}
uk: Змінити {name_multiple.gem}

# STRINGS.UI.SCREENOPENER_PROP.inventory_chest
source: Open Chest
uk: Відкрити скриню

# STRINGS.UI.SCREENOPENER_PROP.masteries_station
source: View {name.masteries_station}
uk: Оглянути {name.masteries_station}

# STRINGS.UI.SCREENOPENER_PROP.player_friend_diary
source: View Diary
uk: Відкрити щоденник

# STRINGS.UI.SCREENOPENER_PROP.seed_grinder
source: Transmute Seeds
uk: Трансмутація насіння|Трансмутацію насіння

# STRINGS.UI.SCRIPTERROR.HACKMOD.DESC
source: You have unsupported modifications to installed game data. Please remove the mods and try again.
uk: У вас є непідтримувані модифікації даних гри. Видаліть модифікації та спробуйте ще раз.

# STRINGS.UI.SCRIPTERROR.HACKMOD.REMOVE_MODS
source: <p img='images/ui_ftf_dialog/quirk_vip.tex' color=0> How to Remove Mods
uk: <p img='images/ui_ftf_dialog/quirk_vip.tex' color=0> Як видалити моди

# STRINGS.UI.SCRIPTERROR.HACKMOD.TITLE
source: Modified Game Error
uk: Помилка модифікованої гри

# STRINGS.UI.SCRIPTERROR.TROUBLESHOOTING
source: <p img='images/ui_ftf_dialog/quirk_vip.tex' color=0> Troubleshooting
uk: <p img='images/ui_ftf_dialog/quirk_vip.tex' color=0> Усунення несправностей

# STRINGS.UI.SEEDGRINDSCREEN.DESC
source: Transmute items into seeds.
uk: Перетворіть предмети на насіння.

# STRINGS.UI.SEEDGRINDSCREEN.DROP_AREA_INFO_MATERIAL
source: Transmute materials into seeds.
uk: Перетворіть матеріали на насіння.

# STRINGS.UI.SEEDGRINDSCREEN.DROP_AREA_INFO_SEED
source: Transmute seeds into other seeds.
uk: Перетворіть насіння на інші насіння.

# STRINGS.UI.SEEDGRINDSCREEN.DROP_AREA_TITLE
source: Transmute
uk: Перетворити

# STRINGS.UI.SEEDGRINDSCREEN.EMPTY_LIST
source: Explore to find different types of seeds.
uk: Досліджуйте, щоб знайти різні типи насіння.

# STRINGS.UI.SEEDGRINDSCREEN.GRIND_BTN
source: Transmute
uk: Перетворити

# STRINGS.UI.SEEDGRINDSCREEN.GRIND_HOTKEY
source: Transmute
uk: Перетворити

# STRINGS.UI.SEEDGRINDSCREEN.INVENTORY_COUNT
source: %d in <p img='images/icons_ftf/inventory_equipment.tex' color=0>
uk: %d в <p img='images/icons_ftf/inventory_equipment.tex' color=0>

# STRINGS.UI.SEEDGRINDSCREEN.MATERIAL_BULK_HOTKEY
source: Add Multiple
uk: Додати декілька

# STRINGS.UI.SEEDGRINDSCREEN.MATERIAL_HOTKEY
source: Add
uk: Додати

# STRINGS.UI.SEEDGRINDSCREEN.MATERIAL_MAX_HOTKEY
source: Add Maximum
uk: Додати максимум

# STRINGS.UI.SEEDGRINDSCREEN.NOTIFICATION_GRIND_ITEM
source: Added to <#RED>{username}</>'s Chest.
uk: Додано до скрині <#RED>{username}</>.

# STRINGS.UI.SEEDGRINDSCREEN.RESET_BTN
source: <p img='images/ui_ftf_icons/reset.tex' color=0 scale=0.9> Clear
uk: <p img='images/ui_ftf_icons/reset.tex' color=0 scale=0.9> Очистити

# STRINGS.UI.SEEDGRINDSCREEN.RESET_HOTKEY
source: Clear
uk: Очистити

# STRINGS.UI.SEEDGRINDSCREEN.TABS.MATERIAL
source: MATERIALS
uk: МАТЕРІАЛИ

# STRINGS.UI.SEEDGRINDSCREEN.TABS.SEED
source: SEEDS
uk: НАСІННЯ

# STRINGS.UI.SEEDGRINDSCREEN.TABS.UPGRADE
source: STATION UPGRADES
uk: ПОКРАЩЕННЯ СТАНЦІЇ
