Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.CREDITS.QA.31
source: Olivier Deslauriers
uk: Олів'є Деслорьє

# STRINGS.CREDITS.QA.32
source: Olivier Hallé-Malette
uk: Олів'є Галле-Малетт

# STRINGS.CREDITS.QA.33
source: Patrick Doyon-Jubert
uk: Патрік Дойон-Жюбер

# STRINGS.CREDITS.QA.34
source: Patrick Joly
uk: Патрік Джолі

# STRINGS.CREDITS.QA.35
source: Philippe Josse
uk: Філіп Жоссе

# STRINGS.CREDITS.QA.36
source: Philippe Laurence
uk: Філіп Лоуренс

# STRINGS.CREDITS.QA.37
source: Sasha-Alexandre Poirier
uk: Олександр Пуаре

# STRINGS.CREDITS.QA.38
source: Sébastien Heyne
uk: Себастьян Гейне

# STRINGS.CREDITS.QA.39
source: Sébastien Moussette
uk: Себастьян Муссет

# STRINGS.CREDITS.QA.4
source: Alexis Delarosbil
uk: Алексіс Деларосбіл

# STRINGS.CREDITS.QA.40
source: Sebastien Pruneau
uk: Себастьян Прюно

# STRINGS.CREDITS.QA.41
source: Vincent Martineau
uk: Вінсент Мартіно

# STRINGS.CREDITS.QA.5
source: Anaelle Lévesque
uk: Анаель Левеск

# STRINGS.CREDITS.QA.6
source: Carolljo Maher
uk: Карольо Махер

# STRINGS.CREDITS.QA.7
source: Catherine Lalande
uk: Катерина Лаланд

# STRINGS.CREDITS.QA.8
source: Charly Lesage
uk: Чарлі Лесаж

# STRINGS.CREDITS.QA.9
source: Chloé Chabot
uk: Хлоя Шабо

# STRINGS.CREDITS.QA_BY
source: QA by
uk: QA виконав

# STRINGS.ENCOUNTERS.INTERACT_FOCUS.DEFAULT
source: {name.interact_tap} Activate
uk: {Name.interact_tap} Активувати

# STRINGS.ENCOUNTERS.INTERACT_FOCUS.encounter_statue
source: (Should I break this...?)
uk: (Чи варто мені це зламати...?)

# STRINGS.ENCOUNTERS.INTERACT_FOCUS.offer_power
source: {name.interact_tap} Offer {name.concept_relic}
uk: {Name.interact_tap} Запропонувати {2:{name.concept_relic}}

# STRINGS.ENCOUNTERS.INTERACT_FOCUS.offer_power_no_powers
source: No {name_multiple.concept_relic} to offer...
uk: Немає {name_multiple.concept_relic}, щоб запропонувати...

# STRINGS.ENCOUNTERS.INTERACT_FOCUS.revive_mothball_injured
source: {name.interact_tap} {name.concept_revive} injured {name.mothball}
uk: {Name.interact_tap} {Name.concept_revive} поранену {4:{Name.mothball}}

# STRINGS.ENCOUNTERS.angry_meowl.text
source: Don't wake up the {name.meowl}!
uk: Не розбуди {4:{Name.meowl}}!

# STRINGS.ENCOUNTERS.blood_shop.text
source: Donate some health to get great stuff!
uk: Пожертвуйте трохи здоров'я, щоб отримати чудові речі!

# STRINGS.ENCOUNTERS.challengepower_shrine.text
source: Endure the pain for later gain...
uk: Терпіть біль, щоб потім отримати...

# STRINGS.ENCOUNTERS.change_power_groak.text
source: Do not feed the {name.groak} <#RED>{name_multiple.concept_relic}!</>
uk: Не годуйте {2:{Name.groak}} <#RED>{2:{name_multiple.concept_relic}}!</>

# STRINGS.ENCOUNTERS.curse_healing_fountain.text
source: Drink at your own risk!
uk: Пийте на свій страх і ризик!

# STRINGS.ENCOUNTERS.damage_power_circle.text
source: Power comes to those who can endure the pain...
uk: Сила приходить до тих, хто здатний витримати біль...

# STRINGS.ENCOUNTERS.exchangepower_shop.text
source: Only <#RED>{name.concept_relic}</> payments accepted here...
uk: Тут приймаються тільки платежі у вигляді <#RED>{3:{name.concept_relic}}</>...

# STRINGS.ENCOUNTERS.exit_lock.text
source: Pay the toll or you don't go!
uk: Сплатіть мито, інакше не пройдете!

# STRINGS.ENCOUNTERS.exit_lock_all.text
source: Choose how you want to pay to continue your way...
uk: Виберіть спосіб оплати, щоб продовжити шлях...

# STRINGS.ENCOUNTERS.farm_plots.text
source: Feel free to take my crops...
uk: Можете брати мій урожай...

# STRINGS.ENCOUNTERS.loot_machine.text
source: Under repair! DO NOT BREAK!
uk: На ремонті. НЕ ЛАМАТИ!

# STRINGS.ENCOUNTERS.statues.text
source: You've got your reward... Risk it for more?
uk: Ви отримали свою винагороду... Ризикнути заради більшого?

# STRINGS.ENCOUNTERS.treasure_hunt.text
source: Treasure awaits those who follow the shiny path...
uk: Скарб чекає на тих, хто йде блискучим шляхом...

# STRINGS.FEEDBACK.BAD
source: Bad
uk: Погано

# STRINGS.FEEDBACK.GOOD
source: Good
uk: Добре

# STRINGS.FEEDBACK.NEUTRAL
source: Neutral
uk: Нейтрально

# STRINGS.FEEDBACK.VERY_BAD
source: Very Bad
uk: Дуже погано

# STRINGS.FEEDBACK.VERY_GOOD
source: Very Good
uk: Дуже добре

# STRINGS.GAME.NAME
source: Rotwood
uk: Ротвуд

# STRINGS.GEMS.SLOT_TYPE.ANY
source: Any
uk: будь-який

# STRINGS.GEMS.SLOT_TYPE.DAMAGE
source: {name.concept_damage}
uk: {2:{name.concept_damage}}

# STRINGS.GEMS.SLOT_TYPE.MOD
source: Mod
uk: модифікацій

# STRINGS.GEMS.SLOT_TYPE.SUPPORT
source: Support
uk: підтримки

# STRINGS.GEMS.SLOT_TYPE.SUSTAIN
source: Sustain
uk: витривалості

# STRINGS.ITEMS.BIOME_EXPLORATION.bandi_swamp.desc
source: Advance through expeditions to <#RED>{name.bandi_swamp}</>
uk: Просувайтеся вперед роблячи експедиції в <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.BIOME_EXPLORATION.bandi_swamp.name
source: {name.bandi_swamp} Exploration
uk: Дослідження: {Name.bandi_swamp}

# STRINGS.ITEMS.BIOME_EXPLORATION.eggzy_tundra.desc
source: Advance through expeditions to <#RED>{name.eggzy_tundra}</>
uk: Просувайтеся вперед роблячи експедиції в <#RED>{Name.eggzy_tundra}</>

# STRINGS.ITEMS.BIOME_EXPLORATION.eggzy_tundra.name
source: {name.eggzy_tundra} Exploration
uk: Дослідження: {Name.eggzy_tundra}

# STRINGS.ITEMS.BIOME_EXPLORATION.grimhollow_volcano.desc
source: Advance through expeditions to <#RED>{name.grimhollow_volcano}</>
uk: Просувайтеся вперед роблячи експедиції в <#RED>{name.grimhollow_volcano}</>

# STRINGS.ITEMS.BIOME_EXPLORATION.grimhollow_volcano.name
source: {name.grimhollow_volcano} Exploration
uk: Дослідження: {Name.grimhollow_volcano}

# STRINGS.ITEMS.BIOME_EXPLORATION.owlitzer_forest.desc
source: Advance through expeditions to the <#RED>{name.owlitzer_forest}
uk: Просувайтеся вперед роблячи експедиції в <#RED>{Name.owlitzer_forest}

# STRINGS.ITEMS.BIOME_EXPLORATION.owlitzer_forest.name
source: {name.owlitzer_forest} Exploration
uk: Дослідження: {Name.owlitzer_forest}

# STRINGS.ITEMS.BIOME_EXPLORATION.sedament_tundra.desc
source: Advance through expeditions to <#RED>{name.sedament_tundra}</>
uk: Просувайтеся вперед роблячи експедиції в <#RED>{Name.sedament_tundra}</>

# STRINGS.ITEMS.BIOME_EXPLORATION.sedament_tundra.name
source: {name.sedament_tundra} Exploration
uk: Дослідження: {Name.sedament_tundra}

# STRINGS.ITEMS.BIOME_EXPLORATION.thatcher_swamp.desc
source: Advance through expeditions to <#RED>{name.thatcher_swamp}</>
uk: Просувайтеся вперед роблячи експедиції в <#RED>{Name.thatcher_swamp}</>

# STRINGS.ITEMS.BIOME_EXPLORATION.thatcher_swamp.name
source: {name.thatcher_swamp} Exploration
uk: Дослідження: {Name.thatcher_swamp}

# STRINGS.ITEMS.BIOME_EXPLORATION.treemon_forest.desc
source: Advance through expeditions to the <#RED>{name.treemon_forest}</>
uk: Просувайтеся вперед роблячи експедиції в <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.BIOME_EXPLORATION.treemon_forest.name
source: {name.treemon_forest} Exploration
uk: Дослідження: {Name.treemon_forest}

# STRINGS.ITEMS.BODY.antleer.name
source: {name.antleer} Hide
uk: Шкіра з {2:{Name.antleer}}

# STRINGS.ITEMS.BODY.bandicoot.desc
source: A comfortable yet stylish tunic. Tends to shed.
uk: Зручна і в той же час стильна туніка. Схильна линяти.

# STRINGS.ITEMS.BODY.bandicoot.name
source: {name.bandicoot}'s Biting Cuirass
uk: Кусача кіраса з {2:{Name.bandicoot}}

# STRINGS.ITEMS.BODY.basic.desc
source: Better than running around in the buck.
uk: Краще, ніж бігати в доларах.

# STRINGS.ITEMS.BODY.basic.name
source: Basic Tunic
uk: Звичайна туніка

# STRINGS.ITEMS.BODY.battoad.desc
source: Ready for {name.battoad}tle!
uk: Готове до Жабаталії!

# STRINGS.ITEMS.BODY.battoad.name
source: {name.battoad} Surcoat
uk: Сюрко з {2:{Name.battoad}}

# STRINGS.ITEMS.BODY.blarmadillo.desc
source: Properly protects from punches, but pretty prone to pilling.
uk: Добре захищає від ударів, але досить схильний до стирання.

# STRINGS.ITEMS.BODY.blarmadillo.name
source: {name.blarmadillo} Chestplate
uk: Нагрудник з {Name.blarmadillo}

# STRINGS.ITEMS.BODY.bonejaw.name
source: {name.bonejaw} Breastplate
uk: Кіраса з {2:{Name.bonejaw}}

# STRINGS.ITEMS.BODY.bulbug.desc
source: Two skeletons are better than one.
uk: Два скелети краще одного.

# STRINGS.ITEMS.BODY.bulbug.name
source: {name.bulbug} Exoskeleton
uk: Екзоскелет з {2:{Name.bulbug}}

# STRINGS.ITEMS.BODY.cabbageroll.desc
source: Just don't touch your eyes after buttoning it up.
uk: Просто не торкайтеся очей після того, як застібнетеся.

# STRINGS.ITEMS.BODY.cabbageroll.name
source: {name.cabbageroll} Longcoat
uk: Довге пальто з {Name.cabbageroll}а

# STRINGS.ITEMS.BODY.crystroll.name
source: {name.crystroll} Plate
uk: Пластина з {Name.crystroll}а

# STRINGS.ITEMS.BODY.eggbert.name
source: {name.eggbert} Cuirass
uk: Кіраса з {2:{Name.eggbert}}

# STRINGS.ITEMS.BODY.eggzy.name
source: {name.eggzy}'s Molted Capelet
uk: Розплавлений капелюх з {2:{Name.eggzy}}

# STRINGS.ITEMS.BODY.embison.name
source: {name.embison} Gauntlets
uk: Рукавички з {2:{Name.embison}}

# STRINGS.ITEMS.BODY.eyev.desc
source: Just because you're fighting {name_multiple.rot} doesn't mean you can't look cute.
uk: Те, що ти борешся з {name_multiple.rot}, не означає, що ти не можеш виглядати мило.

# STRINGS.ITEMS.BODY.eyev.name
source: {name.eyev} Wrap
uk: Обгортка з {Name.eyev}а

# STRINGS.ITEMS.BODY.floracrane.desc
source: In fighting and in dancing, one benefits from a full range of motion.
uk: У боротьбі та танцях виграє повний діапазон рухів.

# STRINGS.ITEMS.BODY.floracrane.name
source: {name.floracrane} Raiments
uk: Одяг з {2:{Name.floracrane}}

# STRINGS.ITEMS.BODY.fungoons.name
source: {name.fungoons_generic} Robe
uk: Роба з {2:{Name.fungoons_generic}}

# STRINGS.ITEMS.BODY.funguile.name
source: {name.funguile} Sailor Top
uk: Моряцький верх з {2:{Name.funguile}}

# STRINGS.ITEMS.BODY.gnarlic.desc
source: A pungent garment that eliminates the need for personal deodorant.
uk: Виражений запах одягу, який усуває потребу в особистому дезодоранті.

# STRINGS.ITEMS.BODY.gnarlic.name
source: {name.gnarlic} Chest Wrap
uk: Обгортка тіла з {2:{Name.gnarlic}}

# STRINGS.ITEMS.BODY.gourdo.desc
source: Athletic gear for the team player.
uk: Спортивний одяг для командного гравця.

# STRINGS.ITEMS.BODY.gourdo.name
source: {name.gourdo} Vest
uk: Жилет з {Name.gourdo}

# STRINGS.ITEMS.BODY.grimhollow.desc
source: If you can get over the splinters, it's a very effective breastplate.
uk: Якщо вас не лякають скалки, це дуже ефективний нагрудник.

# STRINGS.ITEMS.BODY.grimhollow.name
source: {name.grimhollow} Breastplate
uk: Нагрудник зі {2:{Name.grimhollow}}

# STRINGS.ITEMS.BODY.groak.desc
source: Harder to slip on than a pair of wet jeans.
uk: Важче надягнути, ніж мокрі джинси.

# STRINGS.ITEMS.BODY.groak.name
source: {name.groak} Body Casing
uk: Обшивка тіла з {Name.groak}а

# STRINGS.ITEMS.BODY.immorel.name
source: {name.immorel} Armour
uk: Броня з {2:{name.immorel}}

# STRINGS.ITEMS.BODY.megatreemon.desc
source: A piece to wear with pride.
uk: Шматок, який можна носити з гордістю.

# STRINGS.ITEMS.BODY.megatreemon.name
source: {name.megatreemon}'s Sylvan Weave
uk: Сильванське плетіння з {2:{Name.megatreemon}}

# STRINGS.ITEMS.BODY.meowl.name
source: {name.meowl} Mitts
uk: Рукавички з {2:{Name.meowl}}

# STRINGS.ITEMS.BODY.mothball.desc
source: It's nearly impossible to be in a bad mood while wearing one of these.
uk: Майже неможливо бути в поганому настрої, вдягнувши одну з них.

# STRINGS.ITEMS.BODY.mothball.name
source: {name.mothball} Fur Coat
uk: Шуба з {2:{Name.mothball}}

# STRINGS.ITEMS.BODY.owlitzer.desc
source: Become a bird of prey.
uk: Стань хижим птахом.

# STRINGS.ITEMS.BODY.owlitzer.name
source: {name.owlitzer}'s Plumed Doublet
uk: Перистий дублет з {3:{Name.owlitzer}}

# STRINGS.ITEMS.BODY.plumper.name
source: {name.plumper} Overcoat
uk: Плащ з {2:{Name.plumper}}

# STRINGS.ITEMS.BODY.porkyspine.name
source: {name.porkyspine} Mantle
uk: Мантія з {2:{Name.porkyspine}}

# STRINGS.ITEMS.BODY.quetz.name
source: {name.quetz} Scalemail
uk: Лускатий нагрудник з {2:{Name.quetz}}

# STRINGS.ITEMS.BODY.seeker.name
source: {name.seeker} Coat
uk: Пальто з {Name.seeker}а

# STRINGS.ITEMS.BODY.slowpoke.desc
source: Someone's gotta keep an eye on you.
uk: Хтось має стежити за вами.

# STRINGS.ITEMS.BODY.slowpoke.name
source: {name.slowpoke} Armour
uk: Броня з {2:{Name.slowpoke}}

# STRINGS.ITEMS.BODY.snowfly.name
source: {name.snowfly} Epaulets
uk: Погони з {2:{Name.snowfly}}

# STRINGS.ITEMS.BODY.stunk.name
source: {name.stunk} Fur Coat
uk: Шуба з {2:{Name.stunk}}

# STRINGS.ITEMS.BODY.swarmy.desc
source: Looks like it's painted on. Because it is.
uk: Виглядає, наче намальовано. Бо так і є.

# STRINGS.ITEMS.BODY.swarmy.name
source: {name.swarmy} Top Glaze
uk: Верхня глазур {2:{Name.swarmy}}

# STRINGS.ITEMS.BODY.thatcher.desc
source: A lightweight thorax of armour.
uk: Легка грудна частина броні.

# STRINGS.ITEMS.BODY.thatcher.name
source: {name.thatcher}'s Super Brigandine
uk: Супер бригандин з {2:{Name.thatcher}}

# STRINGS.ITEMS.BODY.treemon.desc
source: All bark, and some bite.
uk: Все з кори, і дещо колеться.

# STRINGS.ITEMS.BODY.treemon.name
source: {name.treemon} Trunk
uk: Стовбур з {2:{Name.treemon}}

# STRINGS.ITEMS.BODY.windmon.desc
source: For a suit of armour, it's surprisingly breezy.
uk: Для броні це напрочуд свіжо.

# STRINGS.ITEMS.BODY.windmon.name
source: {name.windmon} Breastplate
uk: Кіраса з {2:{Name.windmon}}

# STRINGS.ITEMS.BODY.woworm.desc
source: Harness the protective qualities of {name.woworm} shells.
uk: Скористайтеся захисними якостями раковин {2:{Name.woworm}}.

# STRINGS.ITEMS.BODY.woworm.name
source: {name.woworm} Hauberk
uk: Гауберк з {2:{Name.woworm}}

# STRINGS.ITEMS.BODY.yammo.desc
source: A gourd-geous piece of attire.
uk: Чудовий одяг.

# STRINGS.ITEMS.BODY.yammo.name
source: {name.yammo} Singlet
uk: Синглет з {Name.yammo}

# STRINGS.ITEMS.BODY.zucco.desc
source: Sometimes you need to get into a pickle to get out of one.
uk: Іноді потрібно потрапити в солоний огірок, щоб вибратися з нього.

# STRINGS.ITEMS.BODY.zucco.name
source: {name.zucco} Singlet
uk: Синглет з {Name.zucco}

# STRINGS.ITEMS.BUILDINGS.apothecary.desc
source: Potions, tinctures, and elixirs await stirring, stewing, and brewing.
uk: Зілля, настоянки та еліксири чекають на перемішування, тушкування та варіння.

# STRINGS.ITEMS.BUILDINGS.armorer.desc
source: This shop will craft you up some armour.
uk: Ця крамниця створить вам деякі обладунки.

# STRINGS.ITEMS.BUILDINGS.armorer_1.desc
source: A shop that crafts and sells armour.
uk: Магазин, який виготовляє та продає обладунки.

# STRINGS.ITEMS.BUILDINGS.chemist.desc
source: A potion smith is at the ready to concoct in their cauldrons.
uk: Коваль зілля готовий варити у своїх котлах.

# STRINGS.ITEMS.BUILDINGS.chemist_1.desc
source: Enjoy yourself a potion? This alchemancer combines elixirs into desirable concoctions to you specs.
uk: Насолоджуєтеся зіллям? Цей алхімансер комбінує еліксири в бажані для вас суміші.

# STRINGS.ITEMS.BUILDINGS.dojo_1.desc
source: Advance Masteries and learn to fight.
uk: Розвивайте майстерність і вчіться битися.

# STRINGS.ITEMS.BUILDINGS.forge.desc
source: Objects blunt and sharp alike get crafted up in here.
uk: Тут виготовляються як тупі, так і гострі предмети.

# STRINGS.ITEMS.BUILDINGS.forge_1.desc
source: A shop where you can get weapons crafted.
uk: Магазин, де можна виготовити зброю.

# STRINGS.ITEMS.BUILDINGS.kitchen.desc
source: Make delicious meals to prepare you for the journey ahead.
uk: Приготуйте смачні страви, щоб підготуватися до майбутньої подорожі.

# STRINGS.ITEMS.BUILDINGS.kitchen_1.desc
source: Make delicious meals to prepare you for the journey ahead.
uk: Приготуйте смачні страви, щоб підготуватися до майбутньої подорожі.

# STRINGS.ITEMS.BUILDINGS.refinery.desc
source: Refine and Research Monster Materials.
uk: Удосконалюйте та досліджуйте матеріали монстрів.

# STRINGS.ITEMS.BUILDINGS.refinery_1.desc
source: Refine and Research Monster Materials.
uk: Удосконалюйте та досліджуйте матеріали монстрів.

# STRINGS.ITEMS.BUILDINGS.scout_tent.desc
source: Scouts congregate in this here tent. Ask round to track yourself a <#RED>{name.rot}</>.
uk: У цьому наметі збираються скаути. Спитай навколо, якщо вам потрібен <#RED>{name.rot}</>.

# STRINGS.ITEMS.BUILDINGS.scout_tent_1.desc
source: A hangout spot for scouts. Wrangle up information about any nearby {name_multiple.rot}.
uk: Місце зустрічі для розвідників. Збирає інформацію про будь-яких {2:{name_multiple.rot}} поблизу.

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_bandicoot.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.bandicoot}</> in the <#BLUE>{name.bandi_swamp}</>, <#RED>alone</> while wearing no <#RED>Armour</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.bandicoot}}</> вглибині <#BLUE>{2:{Name.bandi_swamp}}</>, <#RED>на самоті</> без <#RED>обладунків</>.

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_bandicoot.name
source: Solo Her [{name.bandicoot}]
uk: Перемога на самоті [{Name.bandicoot}]

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_eggzy.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.eggzy}</> in the <#BLUE>{name.eggzy_tundra}</>, <#RED>alone</> while wearing no <#RED>Armour</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.eggzy}}</> вглибині <#BLUE>{2:{Name.eggzy_tundra}}</>, <#RED>на самоті</> без <#RED>обладунків</>.

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_eggzy.name
source: Solo Her [{name.eggzy}]
uk: Перемога на самоті [{Name.eggzy}]

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_grimhollow.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.grimhollow}</> in the <#BLUE>{name.grimhollow_volcano}</>, <#RED>alone</> while wearing no <#RED>Armour</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.grimhollow}}</> вглибині <#BLUE>{2:{Name.grimhollow_volcano}}</>, <#RED>на самоті</> без <#RED>обладунків</>.

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_grimhollow.name
source: Solo Him [{name.grimhollow}]
uk: Перемога на самоті [{Name.grimhollow}]

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_megatreemon.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.megatreemon}</> in the <#BLUE>{name.treemon_forest}</>, <#RED>alone</> while wearing no <#RED>Armour</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.megatreemon}}</> вглибині <#BLUE>{2:{Name.treemon_forest}}</>, <#RED>на самоті</> без <#RED>обладунків</>.

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_megatreemon.name
source: Solo Her [{name.megatreemon}]
uk: Перемога на самоті [{Name.megatreemon}]

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_owlitzer.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.owlitzer}</> in the <#BLUE>{name.owlitzer_forest}</>, <#RED>alone</> while wearing no <#RED>Armour</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.owlitzer}}</> вглибині <#BLUE>{2:{Name.owlitzer_forest}}</>, <#RED>на самоті</> без <#RED>обладунків</>.

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_owlitzer.name
source: Solo Her [{name.owlitzer}]
uk: Перемога на самоті [{Name.owlitzer}]

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_sedament.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.sedament}</> in the <#BLUE>{name.sedament_tundra}</>, <#RED>alone</> while wearing no <#RED>Armour</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.sedament}}</> вглибині <#BLUE>{2:{Name.sedament_tundra}}</>, <#RED>на самоті</> без <#RED>обладунків</>.

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_sedament.name
source: Solo Him [{name.sedament}]
uk: Перемога на самоті [{Name.sedament}]

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_thatcher.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.thatcher}</> in <#BLUE>{name.thatcher_swamp}</>, <#RED>alone</> while wearing no <#RED>Armour</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.thatcher}}</> в глибині <#BLUE>{2:{Name.thatcher_swamp}}</>, <#RED>на самоті</> без <#RED>обладунків</>.

# STRINGS.ITEMS.CHALLENGE_MASTERY.CHALLENGE.nakedsolo_thatcher.name
source: Solo Them [{name.thatcher}]
uk: Перемога на самоті [{Name.thatcher}]

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_bandi_swamp.desc
source: Better than it looks!
uk: Краще, ніж виглядає!

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_bandi_swamp.name
source: Re-fried Bog Beans
uk: Повторно обсмажені болотні боби

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_eggzy_tundra.desc
source: A cool twist on swamp cuisine.
uk: Холодний поворот на болотній кухні.

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_eggzy_tundra.name
source: Chilly Chili Bowl
uk: Чашка крижаного чилі

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_grimhollow_volcano.desc
source: Hot meets wet in this unique dish.
uk: Гаряче поєднується з вологим у цій унікальній страві.

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_grimhollow_volcano.name
source: Black Bean Chow Mein
uk: Чау Мейн з чорними бобами

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_owlitzer_forest.desc
source: An exotic woodland blend.
uk: Екзотична лісова суміш.

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_owlitzer_forest.name
source: Buzzworthy Pudding
uk: Чудовий пудинг

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_sedament_tundra.desc
source: An unlikely but delectable duo.
uk: Несподіваний, але вишуканий дует.

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_sedament_tundra.name
source: Bean Casserole
uk: Запіканка з бобів

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_thatcher_swamp.desc
source: Twice the swamp, twice the flavor.
uk: Удвічі більше болота, удвічі більше смаку.

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_thatcher_swamp.name
source: Jelly Rolls
uk: Желейні рулетики

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_treemon_forest.desc
source: A bold fusion of flavors.
uk: Сміливе поєднання смаків.

# STRINGS.ITEMS.COOKED_FOOD.bandi_swamp_treemon_forest.name
source: Sweet Bean Dessert
uk: Десерт із солодких бобів

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_bandi_swamp.desc
source: A surprisingly tasty blend.
uk: Неочікувано смачна суміш.

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_bandi_swamp.name
source: Stuffed Onion
uk: Фарширована цибуля

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_eggzy_tundra.desc
source: A frozen favorite.
uk: Заморожений улюбленець.

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_eggzy_tundra.name
source: Roasted Shallots
uk: Запечені шалоти

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_grimhollow_volcano.desc
source: Hot and cold in perfect harmony.
uk: Гаряче та холодне в ідеальній гармонії.

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_grimhollow_volcano.name
source: Sticky Onion Buns
uk: Липкі цибулеві булочки

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_owlitzer_forest.desc
source: A cool forest creation.
uk: Прохолодне лісове творіння.

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_owlitzer_forest.name
source: Chef's Special Sundae
uk: Особливе санді від шефа

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_sedament_tundra.desc
source: A perfectly chilled pairing.
uk: Ідеально охолоджене поєднання.

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_sedament_tundra.name
source: Tusk-in Onion Confit
uk: Цибулеве конфі з бивнем

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_thatcher_swamp.desc
source: A chilly swamp delicacy.
uk: Прохолодний болотний делікатес.

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_thatcher_swamp.name
source: Frozen Onion Fruit Pops
uk: Заморожені цибулево-фруктові льодяники

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_treemon_forest.desc
source: A refreshing forest dish.
uk: Освіжаюча лісова страва.

# STRINGS.ITEMS.COOKED_FOOD.eggzy_tundra_treemon_forest.name
source: Onion Rings and Fries
uk: Цибулеві кільця та картопля фрі
