Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.POWERS.PLAYER.sword_beam.rarity_text_LEGENDARY
source: 2 Projectiles
uk: 2 снарядами

# STRINGS.ITEMS.POWERS.PLAYER.thorns.desc
source: When you're <#RED>Attacked</>, deal <#RED>{reflect} {name.concept_damage}</> back to the <#RED>Attacker</>.
uk: Коли вас <#RED>атакують</>, нанесіть <#RED>нападнику</> <#RED>{reflect} {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.thorns.name
source: Retaliation
uk: Відплата

# STRINGS.ITEMS.POWERS.PLAYER.time_is_money.desc
source: For the first <#RED>{time} seconds</> of every <#RED>{name.dungeon_room}</>, every <#RED>{name.rot}</> you <#RED>Kill</> drops <#KONJUR>{konjur} {name.i_konjur}</>.
uk: Перші <#RED>{time} секунд</> на кожній <#RED>{2:{name.dungeon_room}}</>, кожен <#RED>{name.rot}</>, якого ви <#RED>вбиваєте</>, залишає <#KONJUR>{konjur} {name.i_konjur}</>.

# STRINGS.ITEMS.POWERS.PLAYER.time_is_money.name
source: Time Is Teffra
uk: Час — це Конжур

# STRINGS.ITEMS.POWERS.PLAYER.twist_the_knife.desc
source: Your <#RED>Attacks</> against <#RED>Enemies</> with low <#RED>Health</> have a <#RED>+{bonus}% Critical Chance</>.
uk: Ваші <#RED>удари</> проти <#RED>ворогів</>, які мають мало <#RED>здоров'я</>, дають <#RED>+{bonus}% шансу критичного удару</>.

# STRINGS.ITEMS.POWERS.PLAYER.twist_the_knife.name
source: Twist of the Knife
uk: Поворот ножа

# STRINGS.ITEMS.POWERS.PLAYER.undamaged_target.desc
source: Your <#RED>Attacks</> against <#RED>Enemies</> with full <#RED>Health</> deal <#RED>+{bonus}% {name.concept_damage}</>.
uk: Ваші <#RED>атаки</> проти <#RED>ворогів</> із повним <#RED>здоров'ям</> завдають <#RED>+{bonus}% {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.undamaged_target.name
source: Strong Start
uk: Сильний старт

# STRINGS.ITEMS.POWERS.PLAYER.vampirism_after_damaged.desc
source: After taking <#RED>Damage</>, <#RED>Heal</> for <#RED>{heal}%</> of the damage done by your next <#RED>{name.concept_attack}</>. Cannot heal more than the amount of damage taken.
uk: Після отримання <#RED>шкоди</> ви <#RED>лікуєтесь</> на <#RED>{heal}%</> від завданої шкоди наступною <#RED>{3:{name.concept_attack}}</>. Неможливо вилікувати більше, ніж було отримано шкоди.

# STRINGS.ITEMS.POWERS.PLAYER.vampirism_after_damaged.name
source: Hunter's Rally
uk: Мисливське ралі

# STRINGS.ITEMS.POWERS.PLAYER.volatile_weaponry.desc
source: Every <#RED>{count} Hit Streak</>, cause an explosion in an area around the target.
uk: Кожна <#RED>{count} серія ударів</>, спричиняє вибух у зоні навколо цілі.

# STRINGS.ITEMS.POWERS.PLAYER.volatile_weaponry.name
source: Volatile Weaponry
uk: Нестабільна зброя

# STRINGS.ITEMS.POWERS.PLAYER.weighted_weaponry.desc
source: <#RED>Critical Hits</> increase damage by <#RED>+{percent}%</>.
uk: <#RED>Критичні удари</> збільшують шкоду на <#RED>+{percent}%</>.

# STRINGS.ITEMS.POWERS.PLAYER.weighted_weaponry.name
source: Weighted Weaponry
uk: Зважене озброєння

# STRINGS.ITEMS.POWERS.PLAYER.wrecking_ball.desc
source: Multiply your <#RED>{name.concept_damage}</> by your total <#RED>{name.concept_runspeed} {name.powerdesc_modifier}</>.
uk: Помножте вашу <#RED>{name.concept_damage}</> на ваш загальний <#RED>{name.powerdesc_modifier} {name.concept_runspeed}</>.

# STRINGS.ITEMS.POWERS.PLAYER.wrecking_ball.name
source: Wrecking Ball
uk: Руйнівний м'яч

# STRINGS.ITEMS.POWERS.POTION_POWER.bubbling_potion.desc
source: Immediately <#RED>Heal</> for <#RED>{heal} Health</>.
uk: Негайно <#RED>зцілює</> на <#RED>{heal} здоров'я</>.

# STRINGS.ITEMS.POWERS.POTION_POWER.bubbling_potion.name
source: Bubbling Brew
uk: Булькаюче пиво

# STRINGS.ITEMS.POWERS.POTION_POWER.misting_potion.desc
source: <#RED>Heal</> for <#RED>{heal} Health</> every <#RED>{tick_time}</> seconds until you've been healed <#RED>{num_heals}</> times.
uk: <#RED>Зцілює</> на <#RED>{heal} здоров'я</> кожні <#RED>{tick_time}</> секунд, доки ви не будете зцілені <#RED>{num_heals}</> разів.

# STRINGS.ITEMS.POWERS.POTION_POWER.misting_potion.name
source: Misting Mixture
uk: Туманна суміш

# STRINGS.ITEMS.POWERS.POTION_POWER.soothing_potion.desc
source: Immediately <#RED>Heal</> for <#RED>{heal} Health</>.
uk: Негайно <#RED>зцілює</> на <#RED>{heal} здоров'я</>.

# STRINGS.ITEMS.POWERS.POTION_POWER.soothing_potion.name
source: Soothing Spirits
uk: Заспокійливі духи

# STRINGS.ITEMS.POWERS.SEED.acid_on_dodge.desc
source: [TEMP]When you <#RED>Dodge</>, leave behind a trail of <#RED>{name.concept_toxic}</>.
uk: [TEMP]Коли ви <#RED>ухиляєтеся</>, ви залишаєте за собою <#RED>{2:{name.concept_toxic}}</>.

# STRINGS.ITEMS.POWERS.SEED.acid_on_dodge.name
source: [TEMP] Seed: {name.concept_toxic} On Dodge
uk: [TEMP] Насіння: {name.concept_toxic} при ухиленні

# STRINGS.ITEMS.POWERS.SEED.seeded.desc
source: [TEMP] It... does some stuff!
uk: [TEMP] Він... робить деякі речі!

# STRINGS.ITEMS.POWERS.SEED.seeded.name
source: [TEMP] Seeded
uk: [TEMP] запущено

# STRINGS.ITEMS.POWERS.SEED.seeded_on_heavy_attack.desc
source: [TEMP]Your <#RED>Heavy Attack</> applies <#RED>Seed</> in a large radius.
uk: [TEMP]Ваша <#RED>Важка атака</> застосовує <#RED>Насіння</> у великому радіусі.

# STRINGS.ITEMS.POWERS.SEED.seeded_on_heavy_attack.name
source: [TEMP] Seed: Heavy Attack
uk: [TEMP] Початковий матеріал: Важка атака

# STRINGS.ITEMS.POWERS.SEED.seeded_on_light_attack.desc
source: [TEMP]Your <#RED>Light Attack</> applies <#RED>Seed</>.
uk: [TEMP]Ваша <#RED>Світла атака</> застосовує <#RED>Насіння</>.

# STRINGS.ITEMS.POWERS.SEED.seeded_on_light_attack.name
source: [TEMP] Seed: Light Attack
uk: [TEMP] Насів: легка атака

# STRINGS.ITEMS.POWERS.SHIELD.shield.desc
source: When you have <#BLUE>4 Shield Segments</>, any <#RED>{name.concept_damage}</> taken is reduced to <#RED>{damage}</>, then removes all <#BLUE>Segments</>.
uk: Якщо у вас є <#RED>4 сегменти щита</>, будь-яка отримана <#RED>{3:{name.concept_damage}}</> зменшується до <#RED>{damage}</>, і зникають всі <#RED>сегменти</>.

# STRINGS.ITEMS.POWERS.SHIELD.shield.name
source: Shield Segment
uk: Сегмент щита

# STRINGS.ITEMS.POWERS.SHIELD.shield_bonus_damage_on_break.desc
source: When your <#BLUE>Shield</> breaks, deal an extra <#RED>+{percent}% {name.concept_damage}</> for <#RED>{time}</> seconds.
uk: Коли ваш <#RED>Щит</> ламається, ви завдайте додатково <#RED>+{percent}% {2:{name.concept_damage}}</> протягом <#RED>{time}</> секунд.

# STRINGS.ITEMS.POWERS.SHIELD.shield_bonus_damage_on_break.name
source: Plan C
uk: План Б

# STRINGS.ITEMS.POWERS.SHIELD.shield_dodge.desc
source: When you <#RED>Perfect Dodge</>, gain <#BLUE>{shield} Shield Segments</>.
uk: Коли ви <#RED>ідеально ухиляєтесь</>, ви отримуєте <#RED>{shield} сегменти щита</>.

# STRINGS.ITEMS.POWERS.SHIELD.shield_dodge.name
source: Tuck and Roll
uk: Щит-н-рол

# STRINGS.ITEMS.POWERS.SHIELD.shield_dodge_knockback.desc
source: When you have <#BLUE>Shield</>, your <#RED>Dodge</> becomes an <#RED>Attack</> that deals <#RED>{damage_mod}% Weapon {name.concept_damage}</>.
uk: Якщо у вас є <#BLUE>щит</>, ваше <#RED>ухилення</> стає <#RED>атакою</>, яка завдає <#RED>{damage_mod}% {2:{name.concept_damage}} від зброї</>.

# STRINGS.ITEMS.POWERS.SHIELD.shield_dodge_knockback.name
source: Inertia
uk: Інерція

# STRINGS.ITEMS.POWERS.SHIELD.shield_explosion_on_break.desc
source: When your <#BLUE>Shield</> breaks, deal <#RED>{damage_mult}x your {name.concept_weapon_damage}</> to nearby <#RED>Enemies</>.
uk: Коли ваш <#BLUE>щит</> ламається, завдайте <#RED>{damage_mult}x {3:{name.concept_weapon_damage}}</> найближчим <#RED>ворогам</>.

# STRINGS.ITEMS.POWERS.SHIELD.shield_explosion_on_break.name
source: Shield Detonation
uk: Детонація щита

# STRINGS.ITEMS.POWERS.SHIELD.shield_focus_kill.desc
source: When you <#RED>Kill</> an <#RED>Enemy</> with a <#BLUE>{name.concept_focus_hit}</>, gain <#BLUE>{shield} Shield Segment</>.
uk: Коли ви наносите <#BLUE>{name.concept_focus_hit}</> і <#RED>вбиваєте</> <#RED>ворога</>, ви отримуєте <#RED>{shield} сегмент щита</>.

# STRINGS.ITEMS.POWERS.SHIELD.shield_focus_kill.name
source: Resolute
uk: Рішучий

# STRINGS.ITEMS.POWERS.SHIELD.shield_heal_on_surplus.desc
source: When you gain a <#RED>Shield Segment</> with an already full <#RED>Shield</>, <#RED>Heal</> for <#RED>{heal_per_stack}</>.
uk: Коли ви отримуєте <#RED>сегмент щита</> з уже повним <#RED>щитом</>, <#RED>лікуєтесь</> на <#RED>{heal_per_stack}</>.

# STRINGS.ITEMS.POWERS.SHIELD.shield_heal_on_surplus.name
source: Healing Shield
uk: Зцілювальний щит

# STRINGS.ITEMS.POWERS.SHIELD.shield_heavy_attack.desc
source: When your <#RED>Heavy Attacks</> hit <#RED>{targets_required} or more Targets</> at once, gain <#BLUE>{shield} Shield Segment</>.
uk: Коли ваші <#RED>важкі атаки</> вразять <#RED>{targets_required} або більше цілі</> одночасно, ви отримаєте <#RED>{shield} сегмент щита</>.

# STRINGS.ITEMS.POWERS.SHIELD.shield_heavy_attack.name
source: Heavy Defense
uk: Важка оборона

# STRINGS.ITEMS.POWERS.SHIELD.shield_heavy_attack_bonus_damage.desc
source: When you have <#BLUE>Shield</>, your <#RED>Heavy Attacks</> deal a bonus <#RED>+{percent}% {name.concept_damage}</>.
uk: Якщо у вас є <#BLUE>щит</>, ваші <#RED>важкі атаки</> завдають додатково <#RED>+{percent}% {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.SHIELD.shield_heavy_attack_bonus_damage.name
source: Heavy Hitter
uk: Важкий боєць

# STRINGS.ITEMS.POWERS.SHIELD.shield_hit_streak.desc
source: Every <#RED>{hitstreak} Hit Streak</>, gain <#BLUE>{shield} Shield Segment</>.
uk: Кожна <#RED>{hitstreak} серія ударів</>, дає <#RED>{shield} сегмент щита</>.

# STRINGS.ITEMS.POWERS.SHIELD.shield_hit_streak.name
source: The Best Defense
uk: Найкращий захист

# STRINGS.ITEMS.POWERS.SHIELD.shield_knockback_on_break.desc
source: When your <#BLUE>Shield</> breaks, all <#RED>Enemies</> in a <#RED>{radius}-Unit Radius</> radius get <#RED>Knocked Down</>.
uk: Коли ваш <#BLUE>щит</> ламається, усі <#RED>вороги</> в радіусі <#RED>{radius}</> одиниць будуть <#RED>збиті з ніг</>.

# STRINGS.ITEMS.POWERS.SHIELD.shield_knockback_on_break.name
source: Aftershock
uk: Поштовх

# STRINGS.ITEMS.POWERS.SHIELD.shield_move_speed_bonus.desc
source: Gain <#RED>+{speed}% {name.concept_runspeed}</> for every <#BLUE>Shield Segment</> you have.
uk: Збільшує на <#RED>+{speed}% {name.concept_runspeed}</> за кожен <#RED>сегмент щита</>, який у вас є.

# STRINGS.ITEMS.POWERS.SHIELD.shield_move_speed_bonus.name
source: Resistance Training
uk: Тренування опору

# STRINGS.ITEMS.POWERS.SHIELD.shield_move_speed_on_break.desc
source: When your <#BLUE>Shield</> breaks, gain <#RED>+{percent}% {name.concept_runspeed}</> for <#RED>{time}</> seconds.
uk: Коли ваш <#BLUE>щит</> зламається, ви отримаєте <#RED>+{percent}% до {2:{name.concept_runspeed}}</> на <#RED>{time}</> секунд.

# STRINGS.ITEMS.POWERS.SHIELD.shield_move_speed_on_break.name
source: Plan Flee
uk: План втечі

# STRINGS.ITEMS.POWERS.SHIELD.shield_reduced_damage_on_break.desc
source: When your <#BLUE>Shield</> breaks, take <#RED>{percent}%</> reduced <#RED>{name.concept_damage}</> for <#RED>{time}</> seconds.
uk: Коли ваш <#BLUE>Щит</> ламається, отримайте <#RED>{percent}%</> зменшення <#RED>{2:{name.concept_damage}}</> протягом <#RED>{time}</> секунд.

# STRINGS.ITEMS.POWERS.SHIELD.shield_reduced_damage_on_break.name
source: Plan B
uk: План Б

# STRINGS.ITEMS.POWERS.SHIELD.shield_steadfast.desc_EPIC
source: When you have <#BLUE>Shield</>, your <#RED>Attacks</> can no longer be interrupted.
uk: Якщо у вас є <#BLUE>щит</>, ваші <#RED>атаки</> більше не можуть бути перервані.

# STRINGS.ITEMS.POWERS.SHIELD.shield_steadfast.desc_LEGENDARY
source: Your <#RED>Attacks</> can no longer be interrupted.
uk: Ваші <#RED>атаки</> більше не можуть бути перервані.

# STRINGS.ITEMS.POWERS.SHIELD.shield_steadfast.name
source: Adamantine
uk: Адамантин

# STRINGS.ITEMS.POWERS.SHIELD.shield_to_health.desc
source: When your <#BLUE>Shield</> breaks, {rarity_text} of the <#RED>{name.concept_damage}</> it prevented.
uk: Коли ваш <#BLUE>Щит</> ламається, {rarity_text} <#RED>{2:{name.concept_damage}}</>, який він поглинув.

# STRINGS.ITEMS.POWERS.SHIELD.shield_to_health.name
source: Inequivalent Exchange
uk: Нееквівалентний обмін

# STRINGS.ITEMS.POWERS.SHIELD.shield_to_health.rarity_text_EPIC
source: <#RED>Heal</> for half
uk: <#RED>Зцілюйтесь</> на половину

# STRINGS.ITEMS.POWERS.SHIELD.shield_to_health.rarity_text_LEGENDARY
source: <#RED>Heal</> for all
uk: <#RED>Зцілюйтесь</> на всю шкалу

# STRINGS.ITEMS.POWERS.SHIELD.shield_when_hurt.desc
source: When you take <#RED>{name.concept_damage}</>, gain <#BLUE>{shield} Shield Segment</>.
uk: Коли ви отримуєте <#RED>{name.concept_damage}</>, отримуйте <#BLUE>{shield} сегмент щита</>.

# STRINGS.ITEMS.POWERS.SHIELD.shield_when_hurt.name
source: Automated Defenses
uk: Автоматизований захист

# STRINGS.ITEMS.POWERS.SKILL.bananapeel.desc
source: <#RED>Heals</> for <#RED>{heal} Health</> when eaten. Leaves behind a <#RED>Banana Peel</> that inflicts <#RED>Knock Down</> on any target that steps on it. Regain <#RED>1 Banana</> for every <#RED>{damage_til_new_banana} {name.concept_damage}</> dealt.
uk: <#RED>Зцілює</> на <#RED>{heal} здоров'я</> після вживання. Залишає <#RED>бананову шкірку</>, яка може <#RED>збити з ніг</> будь-яку ціль, яка на неї наступить. Відновить <#RED>1 банан</> після нанесення <#RED>{damage_til_new_banana} {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.SKILL.bananapeel.name
source: Banana Peel
uk: Бананова шкірка

# STRINGS.ITEMS.POWERS.SKILL.boss_megatreemon.desc
source: Summon <#RED>{name.megatreemon}'s Roots</>. Press <#RED>Skill</> during a <#RED>Heavy Attack</> to queue a summon on Hit.
uk: Створіть ряд <#RED>коренів {2:{Name.megatreemon}}</>. Натисніть <#RED>навичку</> під час <#RED>важкої атаки</>, щоб черговий раз створити при влучанні.

# STRINGS.ITEMS.POWERS.SKILL.boss_megatreemon.name
source: Mother of Methuselah
uk: Мати Мафусаїла

# STRINGS.ITEMS.POWERS.SKILL.boss_owlitzer.desc
source: Summon <#RED>{name.owlitzer}'s Wings</>.
uk: Викликає <#RED>крила {3:{name.owlitzer}}</>.

# STRINGS.ITEMS.POWERS.SKILL.boss_owlitzer.name
source: Keeper of the Moon
uk: Хранитель місяця

# STRINGS.ITEMS.POWERS.SKILL.boss_thatcher.desc
source: While active, your <#RED>Attacks</> coats <#RED>Targets</> in <#RED>{name.concept_toxic}</>, which deals <#RED>{name.concept_damage}</> and maintains <#RED>Hit Streaks</>.
uk: Поки активовано, ваші <#RED>атаки</> покривають <#RED>цілі</> <#RED>{4:{name.concept_toxic}}</>, яка завдає <#RED>{name.concept_damage}</> та підтримує <#RED>серію влучань</>.

# STRINGS.ITEMS.POWERS.SKILL.boss_thatcher.name
source: Voice of the Myriad
uk: Голос Міріади

# STRINGS.ITEMS.POWERS.SKILL.bow_fan.desc
source: Toss <#RED>{name.gnarlic} arrows</> in all directions. <#RED>Kill</> {kills_to_refill} enemy to recharge, up to a maximum of <#RED>{max_stocks} Stocks</>.
uk: Киньте <#RED>стріли {2:{Name.gnarlic}}</> в усіх напрямках. <#RED>Вбийте</> {kills_to_refill} ворогів, щоб перезарядити, максимум <#RED>{max_stocks} запаси</>.

# STRINGS.ITEMS.POWERS.SKILL.bow_fan.name
source: Fan of {name_multiple.gnarlic}
uk: Фанат {2:{name_multiple.gnarlic}}

# STRINGS.ITEMS.POWERS.SKILL.bow_hypershot.desc
source: Allow rapid-fire of <#RED>Light Attacks</> for the next <#RED>{seconds_active} seconds</>. <z 0.8><i>Cooldown: <#RED>{cd}</> seconds</i></z>
uk: Дозволяє швидкі постріли <#RED>легкою атакою</> протягом наступних <#RED>{seconds_active} секунд</>. <z 0.8><i>Перезарядка: <#RED>{cd}</> секунд</i></z>

# STRINGS.ITEMS.POWERS.SKILL.bow_hypershot.name
source: Hypershot
uk: Швидкостріл

# STRINGS.ITEMS.POWERS.SKILL.bow_melee.desc
source: Swing your <#RED>{name.weapon_bow}</> as a close-range attack.
uk: Розмахніть своїм <#RED>{4:{name.weapon_bow}}</> як ближньою атакою.

# STRINGS.ITEMS.POWERS.SKILL.bow_melee.name
source: Thwack
uk: Ляпас

# STRINGS.ITEMS.POWERS.SKILL.bow_primearrow_acid.desc
source: Your next <#RED>Heavy Attack</> leaves an <#RED>{name.concept_toxic} Pool</> when hitting the ground.
uk: Ваша наступна <#RED>важка атака</> залишає <#RED>калюжу {3:{name.concept_toxic}}</> при влучанні в землю.

# STRINGS.ITEMS.POWERS.SKILL.bow_primearrow_acid.name
source: {name.concept_toxic} Dip
uk: Занурення у {2:{name.concept_toxic}}

# STRINGS.ITEMS.POWERS.SKILL.bow_primearrow_cold.desc
source: Your next <#RED>Heavy Attack</> leaves an <#RED>Ice Cloud</> when hitting the ground.
uk: Ваша наступна <#RED>важка атака</> залишає <#RED>крижану хмару</> при влучанні в землю.

# STRINGS.ITEMS.POWERS.SKILL.bow_primearrow_cold.name
source: Cold Plunge
uk: Холодний стрибок

# STRINGS.ITEMS.POWERS.SKILL.buffnextattack.desc
source: Pound your fists together to gain <#RED>+{percent_per_trigger}% Critical Chance</> until your next <#RED>Critical Hit</>.
uk: Стукніть кулаками, щоб отримати <#RED>+{percent_per_trigger}% шансу критичного удару</> до наступного <#RED>критичного удару</>.

# STRINGS.ITEMS.POWERS.SKILL.buffnextattack.name
source: Fist Pound
uk: Кулачний фунт

# STRINGS.ITEMS.POWERS.SKILL.cannon_aim.desc
source: Hold to charge a <#RED>Big Blast</> that deals major <#RED>Damage</>. Press <#RED>Skill</> again upon landing to chain multiple shots together.
uk: Утримуйте, щоб зарядити <#RED>потужний удар</>, який завдає великої <#RED>шкоди</>. Натисніть <#RED>навичку</> ще раз при приземленні, щоб з'єднати кілька пострілів разом.

# STRINGS.ITEMS.POWERS.SKILL.cannon_aim.name
source: Big Blast
uk: Потужний удар

# STRINGS.ITEMS.POWERS.SKILL.cannon_butt.desc
source: Hit an enemy with the butt of your <#RED>{name.weapon_cannon}</>. On hit, gain <#RED>1 {name.cannon_ammo}</>.
uk: Вдарте ворога прикладом вашої <#RED>{3:{name.weapon_cannon}}</>. Після удару <#RED>отримайте 1 {name.cannon_ammo}</>.

# STRINGS.ITEMS.POWERS.SKILL.cannon_butt.name
source: Battering Ram
uk: Штурмовий таран

# STRINGS.ITEMS.POWERS.SKILL.cannon_proximitymine.desc
source: Plant one of your <#RED>{name_multiple.cannon_ammo}</> as a <#RED>Mine</> which blows up near enemies. Perform a <#RED>Shockwave</> to explode all <#RED>Mines</>.
uk: Встановіть одну <#RED>міну</>, з ваших <#RED>{2:{name_multiple.cannon_ammo}}</> яка вибухає біля ворогів. Застосуйте <#RED>ударну хвилю</>, щоб підірвати всі <#RED>міни</>.

# STRINGS.ITEMS.POWERS.SKILL.cannon_proximitymine.name
source: Proximity Mines
uk: Контактні міни

# STRINGS.ITEMS.POWERS.SKILL.cannon_singlereload.desc
source: Reload <#RED>1 {name.cannon_ammo}</>.
uk: Зарядить <#RED>1 {name.cannon_ammo}</>.

# STRINGS.ITEMS.POWERS.SKILL.cannon_singlereload.name
source: Reload One
uk: Перезаряджання

# STRINGS.ITEMS.POWERS.SKILL.hammer_explodingheavy.desc
source: Overcharge your <#RED>{name.weapon_hammer}</> with energy which explodes the next time your <#RED>Heavy Attack</> hits something.
uk: Перевантажте свій <#RED>{name.weapon_hammer}</> енергією, яка вибухне, коли ваша <#RED>важка атака</> влучить у щось.

# STRINGS.ITEMS.POWERS.SKILL.hammer_explodingheavy.name
source: Unstable Equilibrium
uk: Нестабільна рівновага

# STRINGS.ITEMS.POWERS.SKILL.hammer_reflectinglights.desc
source: <#RED>Light Attacks</> during <#RED>Hypershot</> deal Bonus <#RED>Damage</>.
uk: <#RED>Легкі атаки</> в режимі <#RED>Швидкострілу</> наносять бонусну <#RED>шкоду</>.

source: Damage Bonus
uk: Бонусна шкода

# STRINGS.ITEMS.POWERS.SKILL.hammer_thump.desc
source: Pound the head of your <#RED>{name.weapon_hammer}</> into the ground, causing <#RED>Knockback</> to any nearby <#RED>Enemies</>. Hold <#RED>Skill</> to charge.
uk: Вдарте <#RED>{4:{name.weapon_hammer}}</> по землі, спричиняючи <#RED>Відкидання</> для будь-яких <#RED>ворогів</> поблизу. Утримуйте <#RED>{2:{name.concept_skill}}</>, щоб зарядити.

# STRINGS.ITEMS.POWERS.SKILL.hammer_thump.name
source: Order in the Court
uk: Порядок у суді

# STRINGS.ITEMS.POWERS.SKILL.hammer_totem.desc
source: Sacrifice <#RED>{healthtocreate} Health</> to summon a <#RED>Hazard Idol</>. <#RED>Everything</> in a large radius of the <#RED>Idol</> deals <#RED>+{bonusdamagepercent}% {name.concept_damage}</>. The Idol <#RED>Heals</> its destroyer for <#RED>{healthtocreate} Health</>.
uk: Пожертвуйте <#RED>{healthtocreate} здоров'я</>, щоб викликати <#RED>ідола небезпеки</>.. <#RED>Все</> у великому радіусі <#RED>ідола</> завдає <#RED>+{bonusdamagepercent}% {2:{name.concept_damage}}</>. Ідол <#RED>лікує</> того хто зруйнував його на <#RED>{healthtocreate} здоров'я</>.

# STRINGS.ITEMS.POWERS.SKILL.hammer_totem.name
source: Hazard Idol
uk: Ідол небезпеки

# STRINGS.ITEMS.POWERS.SKILL.miniboss_bonejaw.desc
source: <#RED>Hold</> to stampede, then release to do a rising <#RED>Headbutt</>.
uk: <#RED>Утримуйте</> для шаленого ривка, а потім відпустіть, щоб виконати підкичаючий <#RED>удар головою</>.

# STRINGS.ITEMS.POWERS.SKILL.miniboss_bonejaw.name
source: {name.bonejaw}'s Charge
uk: Ривок {2:{Name.bonejaw}}

# STRINGS.ITEMS.POWERS.SKILL.miniboss_crystroll.desc
source: Shoot an <#RED>Ice Chunk</>, or <#RED>Hold</> to shoot all stocked <#RED>Ice Chunks</>. Regain <#RED>1 Stock</> every <#RED>{hitstreak} Hit Streak</>, up to a maximum of <#RED>3 Stocks</>.
uk: Стріляйте <#RED>крихтою льоду</> або <#RED>утримуйте</>, щоб вистрілити усіма наявними <#RED>крихтами льоду</>. Відновлюйте <#RED>1 запас</> кожну <#RED>{hitstreak} серію влучань</>, максимум <#RED>3 запаси</>.

# STRINGS.ITEMS.POWERS.SKILL.miniboss_crystroll.name
source: {name.crystroll}'s Ice Puke
uk: Крижаний подих {Name.crystroll}а

# STRINGS.ITEMS.POWERS.SKILL.miniboss_embison.desc
source: <#RED>Hold</> to charge, then release to do an <#RED>Invincible</> turn into a punch, releasing all stored energy.
uk: <#RED>Утримуйте</>, щоб зарядити, потім відпустіть, щоб виконати <#RED>невразливий</> поворотний удар, випускаючи всю накопичену енергію.

# STRINGS.ITEMS.POWERS.SKILL.miniboss_embison.name
source: {name.embison}'s Turn Around Punch
uk: Удар з поворотом {2:{Name.embison}}

# STRINGS.ITEMS.POWERS.SKILL.miniboss_floracrane.desc
source: Leap into the air and divebomb the ground in front of you. Hold to charge, turning your dive into a <#BLUE>Focus Hit</>.
uk: Злетіть у повітря і вдарте у землю перед собою. Утримуйте, щоб зарядити, перетворюючи ваш стрибок на <#BLUE>фокусний удар</>.

# STRINGS.ITEMS.POWERS.SKILL.miniboss_floracrane.name
source: {name.floracrane}'s Divebeak
uk: Дзьоб {2:{Name.floracrane}}

# STRINGS.ITEMS.POWERS.SKILL.miniboss_gourdo.desc
source: Channel your inner seedling, restoring <#RED>{heal} Health</> to yourself and all <#RED>Allies</> within a medium radius. Regain <#RED>1 Stock</> for every <#RED>{damage_til_new_stock} {name.concept_damage}</> dealt, up to a maximum of <#RED>3 Stocks</>.
uk: Використовуйте свій внутрішній саджанець, відновлюючи <#RED>{heal} здоров'я</> собі та всім <#RED>союзникам</> в середньому радіусі. Відновіть <#RED>1 заряд</> після нанесення <#RED>{damage_til_new_stock} {2:{name.concept_damage}}</>, максимум <#RED>3 заряди</>.

# STRINGS.ITEMS.POWERS.SKILL.miniboss_gourdo.name
source: {name.gourdo}'s Community Garden
uk: Громадський сад {Name.gourdo}

# STRINGS.ITEMS.POWERS.SKILL.miniboss_groak.desc
source: <#RED>Vacuum</> all <#RED>Enemies</> standing in front of you in towards yourself, dealing many tiny hits.
uk: <#RED>Притягніть</> всіх <#RED>ворогів</>, які стоять перед вами, до себе, завдаючи багато дрібних ударів.

# STRINGS.ITEMS.POWERS.SKILL.miniboss_groak.name
source: Grody {name.groak} Gulp
uk: Гроді {Name.groak} Глуп

# STRINGS.ITEMS.POWERS.SKILL.miniboss_yammo.desc
source: Hold to charge a <#BLUE>Focus Attack</>. Any <#RED>Damage</> received while charging is added to the total <#RED>Damage</> of the attack. On hit, <#RED>Heal</> back all absorbed <#RED>Damage</>.
uk: Утримуйте, щоб зарядити <#BLUE>фокусну атаку</>. Будь-яка <#RED>шкода</>, отримана під час заряджання, додається до загальної <#RED>шкоди</> від атаки. При влучанні <#RED>лікуєтеся</> на всю поглинену <#RED>шкоду</>.
