Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

source: agent: !neutral !dubious Och, another-- wait... is this...? player: A new book! Well, not 'new' exactly, I found it on my Hunt. agent: !neutral !shocked <i>'A Royal Welding'</>, fourth book in the Forged Bonds Saga... this hasnae been in print since the eruption...! player: A-are you okay? Are you mad? If you don't like it-- agent: !happy !nervous No! {name.blacksmith_grunt} Err, no. It's... actually... one o' me favourites... !happy !gesture Erm... Thanks, Hunter. This is... very thoughtful of ye. player: I gotta say, you have unexpected tastes in books. agent: !happy !think Hmph. Well. I wasn't the one reading 'em ta start with-- but she'd leave 'em around the shop, and one day I got curious... player: 'She'? agent: !neutral !shocked Ah! Slip o' the tongue. Just forget it, aye? !closedeyes ...I have work that needs doin'. See ye round, Hunter.
uk: agent: !neutral !dubious Ох, ще один... почекай... Це що...? player: Нова книга! Ну, не зовсім 'нова', я знайшов її на полюванні. agent: !neutral !shocked <i>'Королівське зварювання'</>, четверта книга з саги 'Ковані Узи'... її ж не друкують відтоді, як сталося виверження...! player: Ти... ти впорядку? Ти не злишся? Якщо тобі не подобається... agent: !happy !nervous Ні! {name.blacksmith_grunt} Тобто, ні. Це... насправді... одна з моїх улюблених... !happy !gesture Ем... Дякую, Мисливцю. Це... дуже уважно з твого боку. player: Не чекав від тебе таких літературних смаків. agent: !happy !think Хм. Ну... Спершу це була не моя книжка... але вона залишала їх у кузні, і одного дня я зацікавився... player: 'Вона'? agent: !neutral !shocked Ах! Обмовився. Просто забудь, гаразд? !closedeyes ...У мене робота. Побачимось, Мисливцю.

source: agent: !neutral !angry Aren't ye?!
uk: agent: !neutral !angry Хіба ні?!

source: agent: !neutral !angry Do I?!
uk: agent: !neutral !angry Та невже?!

source: agent: !neutral !dubious What's this here-- an oil lamp? Haven't seen one o' these since the old days. player: I know you like to read at night. I thought this would help! agent: !happy !gesture ...Aye. It will. Thanks, Hunter. player: Hey {name.npc_blacksmith}... who is the 'she' you mentioned before? agent: !neutral !closedeyes ...I thought I told ye ta forget about that. player: I know, but-- agent: !neutral !angry Ye just can't keep yerself from pryin' into me business, can ye? !neutral !point I know what yer tryin' ta do, Hunter. Butterin' me up, hopin' I'll let something slip-- somethin' ye can use against me...
uk: agent: !neutral !dubious А це що... лампа? Давненько я таких не бачив. player: Я знаю, ти любиш читати вночі. Думав, що це допоможе! agent: !happy !gesture ...Ага. Допоможе. Дякую, Мисливцю. player: Гей, {Name.npc_blacksmith}... а хто та 'вона', про яку ти згадував? agent: !neutral !closedeyes ...Я ж казав забути про це. player: Я знаю, але... agent: !neutral !angry Ви ніяк не можеш не лізти в мої справи, га? !neutral !point Я знаю, що ви задумали, Мисливцю. Підлещуєтесь, сподіваєтесь, що я щось бовкну... щось, що можна використати проти мене...

# Convo.twn_friend_give_gift_blacksmith.FRIEND_GIFT7.give_gift.giver.STATE_0.JOIN
source: agent: !neutral !disagree ...No. Yer right. Sorry, Hunter. Went a bit off me head there. player: It's okay. Maybe instead of talking, we could... share the silence? agent: !happy Heh. Aye. I'd like that.
uk: agent: !neutral !disagree ...Ні. Ви праві. Вибачте, Мисливцю. Зірвався. player: Все гаразд. Може, замість слів просто... побудемо в тиші? agent: !happy Хе. Ага. Я б цього хотів.

source: W-wait, that's not what I'm trying to do at all!
uk: П-почекай, я зовсім не це мав на увазі!

source: Come on, you know that's not true.
uk: Та годі, ти ж знаєш, що це неправда.

source: agent: !neutral !gesture Thanks, Hunter. I've been thinkin', maybe it's time I fessed up. !think Ye know... ye remind me of her sometimes. My Billie. Brave as a lion, and stubborn as an ox. !shrug We weren't related by blood-- I took her on as an apprentice when I was settin' up me forge out in <#BLUE>the Brinks</>. But she was the closest thing ta family I ever had. player: What happened to her? agent: !neutral !point Och. Sold me out to the Blacksmith's Guild, the wee bampot! player: WHAT?! agent: !neutral !gruffnod Aye. Business had started ta pick up. She'd started showin' an interest in organizin' the ledgers. Fool that I am, I thought nothin' of it. !shrug Well, one day the Guild comes a-knockin'. Turns out <i>someone</> had been doctorin' the books, cheatin' the Guild out of their cut o' me forge's profits. And the paper trail all led back ta me. player: So what did you do? agent: !neutral !point I high-tailed it out o' there as fast as me legs would carry me! !gesture Lucky fer me, I found this little expedition plannin' on flying out ta <#BLUE>the Rotwood</>. <#BLUE>{name.npc_scout}</> was lookin' fer a blacksmith, and I figured it was the perfect way ta lie low while I waited for the heat ta die down. player: Wow... I'm starting to get why you don't open up easily. agent: !neutral !think Aye. 'Tis a funny thing, though... when I think about Billie, cheatin' the Guild, doctorin' the ledger right under me nose, takin' over the forge fer herself, I can't help but feel-- player: Angry? Betrayed? Hungry for vengeance? agent: !happy !disagree ...Proud. player: Huh?!? agent: !happy !laugh Don't get me wrong, I'm also hoppin' mad about it! But at the end o' the day, my Billie knew what she wanted, and outsmarted the lot of us ta get it. !gesture T'was ruthless, aye-- but that's exactly what ye need ta survive in the Guild. She's gonna go far, that one. player: That's one way to look at it, I guess. agent: !happy !disagree Heh. I dinnae expect ye ta fully understand. It was good bein' able ta talk about her again, though. Thanks, Hunter.
uk: agent: !neutral !gesture Дякую, Мисливцю. Я подумав... мабуть, час зізнатися. !think Знаєте... ви інколи нагадуєте мені її. Мою Біллі. Хоробра, як лев, і вперта, як віл. !shrug Ми не були ріднею... я взяв її в учні, коли відкрив кузню в <#BLUE>Брінкс</>. Але вона була найріднішею мені душею, яку я коли-небудь мав. player: Що з нею сталося? agent: !neutral !point Ох. Продала мене Гільдії ковалів, ця дрібна зрадниця! player: ЩО?! agent: !neutral !gruffnod Ага. Бізнес почав іти вгору. Вона зацікавилась бухгалтерією. Дурний я, нічого не підозрював. !shrug І от якось прийшла Гільдія. Виявилось, <i>хтось</> підробляв книги, недоплачував їхню частку прибутку. І вся паперова доріжка вела до мене. player: І що ти зробив? agent: !neutral !point Вислизнув звідти, як тільки міг! !gesture На щастя, ця експедиція саме збиралась у <#BLUE>Ротвуд</>. <#BLUE>{Name.npc_scout}</> шукав коваля, і я подумав, що це гарна нагода залягти на дно, поки не стихне шум. player: Вау... Тепер я розумію, чому ти не любиш відкриватися. agent: !neutral !think Ага. Хоча... кумедна річ. Думаючи про Біллі, як вона обдурила Гільдію, підробляла книги в мене під носом, відібрала кузню собі, я не можу не відчувати... player: Злість? Зраду? Жагу помсти? agent: !happy !disagree ...Гордість. player: Що?!? agent: !happy !laugh Не зрозумій мене неправильно — я й досі злюсь! Але врешті-решт, моя Біллі знала, чого хотіла, і перехитрила нас усіх, щоб того досягти. !gesture Безжально, так. Але саме це й треба, щоб вижити в Гільдії. Вона далеко піде. player: Ну... це своєрідний погляд. agent: !happy !disagree Хе. Не очікую, що ви зрозумієте. Але добре було знову поговорити про неї. Дякую, Мисливцю.

source: agent: !happy !disagree Aye. <i>Sure</> ye are. Careful as a bull in a china shop.
uk: agent: !happy !disagree Ага. <i>Звісно</>. Обережні, як бик у крамниці з порцеляною.

source: agent: !neutral !disagree <i>(sigh)</> I'm gonna go gray at this rate, mark me words.
uk: agent: !neutral !disagree <i>(зітхає)</> Посивію я з вами, от побачите.

source: agent: !happy !disagree Hunter... I know yer heart's in the right place, but I'm runnin' outta space ta put all these souvenirs. !point Just keep yer wits about ye while out on yer Hunts, and come back safe. That's the best gift ye could give me.
uk: agent: !happy !disagree Мисливцю... Я знаю, ваші наміри добрі, але в мене вже не лишається місця для всіх цих сувенірів. !point Просто повертайся живим зі своїх полювань. Це найкращий подарунок для мене.

# Convo.twn_friend_give_gift_blacksmith.FRIEND_GIFT9.give_gift.giver.STATE_0.JOIN
source: agent: !neutral !gesture Well, anyway... I'd best get back ta the forge-- player: Wait a minute, what's that you're hiding behind your back? agent: !neutral !shocked Urk--! Ah. Well... 'tis a silly thing, really, pay no mind... !happy !nervous Och, <i>fine</>, take it! Just don't go showin' it around, ye ken?
uk: agent: !neutral !gesture Гаразд, мені час повертатися до кузні... player: Секунду, що це ви там ховаєте за спиною? agent: !neutral !shocked Урк...! Е-е... Та це дурниця, не звертай уваги... !happy !nervous Ох, <i>гаразд</>, беріть! Тільки нікому не показуйте, домовились?

source: Who me? I'm <i>always</> careful!
uk: Хто, я? Я ж <i>завжди</> обережний!

source: Aw, come on! Life-threatening danger makes Hunts fun!
uk: Та ну! Небезпека для життя робить полювання цікавим!

# Convo.twn_friend_give_gift_cook.FRIEND_GIFT0.give_gift.giver.STATE_0.GIVE_GIFT
source: agent: !happy !bliss Aw shucks! You got something for little old me? That's mighty thoughtful of you, Hunter. player: I hope it helps you feel more at home here! agent: !happy !think Oh it does, sure as sugar! Been meanin' to ask, though... where do you usually stash your supplies and whatnot? !happy !gesture Just gettin' to know the lay of the land around here, y'know? player: I keep everything in that chest over there. agent: !neutral !shocked Really! All out in the open? player: Yeah, why? agent: !happy !bliss Oh, it's-- it's just so nice bein' around folks who are so trusting with each other! !happy !think Y'know, you've been so welcomin' and all... I reckon I should try whippin' up some new, extra <#RED>Special</> recipes for ya! !happy !dubious I'm gonna rotate through new <#RED>Specials</> all the time to keep things fresh. So if you see somethin' you want, get it while it's hot, y'hear?
uk: agent: !happy !bliss Ой лишенько! Ви щось для мене принесли? Це ж яка турбота з вашого боку, Мисливцю. player: Сподіваюся, це допоможе тобі почуватися тут як удома! agent: !happy !think О, ще й як! Як мед на душу! Але хотіла давно спитати... де ви зазвичай тримаєте свої припаси та всяке таке? !happy !gesture Та я ж просто придивляюсь до цього місця, знаєте? player: Я зберігаю все он у тій скрині. agent: !neutral !shocked Справді? Просто так, на видноті? player: Так, а що? agent: !happy !bliss Ой, та це ж так приємно — бути серед тих, хто так довіряє одне одному! !happy !think Знаєте, ви мене так гостинно прийняли... думаю, варто й мені для вас нові, особливі <#RED>страви</> вигадати! !happy !dubious Я постійно мінятиму свої <#RED>страви дня</>, щоб усе було свіже. Тож якщо щось уподобаєте — беріть, поки гаряче, чуєте?

# Convo.twn_friend_give_gift_scout.FRIEND_GIFT0.give_gift.giver.STATE_0.GIVE_GIFT
source: agent: !dejected Some leader I turned out to be. I bungled our landing, lost half the team... !neutral !gesture Hm? What's this, Hunter? player: A souvenir from my Hunt! I thought it would cheer you up. agent: !happy !shocked For me? I-I don't know what to say... thank you, Hunter. It <i>is</> really cheering me up. !happy !gesture We could use more of that around here-- some personal touches to make this place feel like home. [notify:reward_def] !think I'll draft up some designs. Then we can start decorating!
uk: agent: !dejected Вийшов з мене, бачте, 'лідер'... Я провалив посадку, втратив половину команди... !neutral !gesture Хм? Що це таке, Мисливцю? player: Це сувенір з мого полювання! Я подумав, що це підніме тобі настрій. agent: !happy !shocked Мені? Я… навіть не знаю, що сказати... Дякую, Мисливцю. Це <i>справді</> підіймає настрій. !happy !gesture Нам би більше таких речей тут... особистих дрібничок, які зроблять це місце схожим на дім. [notify:reward_def] !think Я складу кілька ескізів. Тоді зможемо почати прикрашати!

# Convo.twn_gems_intro_blacksmith.ATTRACT0.gems_intro.giver.STATE_0.ANSWER_SHOWGEM
source: agent: !neutral !dubious *{name.npc_blacksmith} rummages around the {name.teffrometer}. !think Hmph, yes - I knew I caught a glimmer of something when ye passed by. !gesture *{name.npc_blacksmith} produces a <#KONJUR>{name.gem}</> that was jammed into the {name.teffrometer}. !gruffnod Some kind of <#KONJUR>{name.gem}</>, aye? Let me get a better look. !neutral !think Hrmm... <z 0.7>seems like... and the clarity... aye... should have enough power... t'would do nicely...</>
uk: agent: !neutral !dubious *{Name.npc_blacksmith} риється у {3:{name.teffrometer}}. !think Хмм, так — я знав, що помітив щось, коли ви проходили повз. !gesture *{Name.npc_blacksmith} витягує <#KONJUR>{name.gem}</>, застряглий у {3:{name.teffrometer}}. !gruffnod Якись <#KONJUR>{name.gem}</>, га? Дай-но гляну краще. !neutral !think Хрмм... <z 0.7>здається... і чистота... так... має достатньо сили... підійде чудово...</>

# Convo.twn_gems_intro_blacksmith.ATTRACT0.gems_intro.giver.STATE_0.END
source: Later, {name.npc_blacksmith}!
uk: Пізніше, {Name.npc_blacksmith}!

# Convo.twn_gems_intro_blacksmith.ATTRACT0.gems_intro.giver.STATE_0.GEMSMITHING
source: agent: !neutral ...Och. Alright then. !closedeyes I... dabble a wee bit in <#RED>Gemsmithing</>. !point DABBLE, mind. Innae exactly me primary trade. !think Now that <#KONJUR>{name.gem}</> ye have there, 'tis a curious thing indeed. !dubious Crystallized Teffra, aye? Similar to a <#KONJUR>{name.konjur_soul_lesser}</>-- but if ye take a good look at the colour, 'n the clarity... aye, this didn't form the way most crystals do. !gesture And unlike most Teffra crystals ye come across, this one seems <i>stable</>. A wee bit less powerful I'd wager, but from the look of it, should last ye a lifetime. player: That's amazing! I had no idea you were so knowledgeable about {name_multiple.gem}! agent: !neutral !closedeyes Hmph. <z 0.7>Who wouldnae want ta know everythin' about <#KONJUR>{name_multiple.gem}</>? The way they shine and sparkle? <i>(sigh...)</></> !disagree !gesture ....Eh. I've picked up a few things here 'n there. !think 'Course, I could tell ye more about it if I had me <#RED>{name.gemtools}</>. !shrug But I lost 'em. So. player: Do you have any idea where they might be?
uk: agent: !neutral ...Ох. Добре тоді. !closedeyes Я... трохи займаюся <#RED>Ювелірною справою</>. !point ТРОХИ, пам’ятай. Це не моя основна професія. !think А ось цей <#KONJUR>{name.gem}</>, що у вас, справді цікавий. !dubious Кристалізований конжур, га? Схожий на <#KONJUR>{name.konjur_soul_lesser}</> — але якщо уважно подивитися до кольору і чистоти... так, він утворився не так, як більшість кристалів. !gesture І на відміну від більшості конжурових кристалів, цей виглядає <i>стабільним</>. Трохи менш потужним, я припускаю, але, судячи з усього, має слугувати все життя. player: Це неймовірно! Я навіть не здогадувався, що ти так багато знаєш про {name_multiple.gem}! agent: !neutral !closedeyes Хм. <z 0.7>Хто б не хотів знати все про <#KONJUR>{name_multiple.gem}</>? Як вони блищать і виблискують? (*зітхає...*)</> !disagree !gesture ...Ех. Підчепив кілька знань тут і там. !think Звісно, я міг би розповісти більше, якби в мене були мої <#RED>{name.gemtools}</>. !shrug Але я їх загубив. От і все. player: Ти знаєш, де вони можуть бути?

source: agent: !neutral !think Probably still somewhere out in th' <#BLUE>trees</> ye first found me in. player: If I can find your tools, would you help me identify these {name_multiple.gem}? agent: !closedeyes !gruffnod ...Fine. I s'pose that's fair. !neutral !angry Alright, off with ye then!
uk: agent: !neutral !think Мабуть, ще десь у <#BLUE>деревах</>, де ви вперше мене знайшли. player: Якщо я знайду твої інструменти, ти допоможеш мені ідентифікувати ці {name_multiple.gem}? agent: !closedeyes !gruffnod ...Добре. Гадаю, це справедливо. !neutral !angry Ну що ж, рушайте!

# Convo.twn_gems_intro_blacksmith.ATTRACT0.gems_intro.giver.STATE_0.PRY
source: agent: !neutral !shocked [notify:gem_unidentified] Well, tha's all I wanted ta see. Be gone with ye! player: C'mon, I can tell you know something-- why are you acting so weird about this? agent: !neutral !dubious I'm not--! !closedeyes Hmph... !neutral Fine. I'll tell ye. !point But don't go bletherin' to everyone in camp about this. 'Specially not that wee nosy {name.npc_armorsmith}. Ye ken? player: Of course!
uk: agent: !neutral !shocked [notify:gem_unidentified] Ну, це все, що я хотів побачити. Йдіть геть! player: Та годі, я бачу, ти щось знаєш. Чому ти так дивно поводишся? agent: !neutral !dubious Я не...! !closedeyes Хм... !neutral Добре. Розкажу. !point Але не треба патякати про це всім у таборі. Особливо тій допитливій {3:{Name.npc_armorsmith}}. Зрозуміли? player: Звичайно!

# Convo.twn_gems_intro_blacksmith.ATTRACT0.gems_intro.giver.STATE_0.QUESTION_3B
source: No promises...
uk: Не обіцяю...

# Convo.twn_gems_intro_blacksmith.ATTRACT0.gems_intro.giver.STATE_0.QUESTION_3B_A
source: ...Alright, FINE. I 'ken'.
uk: ...Гаразд, ДОБРЕ. Зрозумів.

source: I don't see why not. <i><#RED><z 0.7>(Show {name.npc_blacksmith} the Unidentified {name.teffrometer})</z></></i>
uk: Не бачу причин, чому ні. <i><#RED><z 0.7>(Показати {3:{Name.npc_blacksmith}} невідомий {name.teffrometer})</z></></i>

# Convo.twn_gems_intro_blacksmith.ATTRACT0.gems_intro.giver.STATE_0.TALK
source: agent: !neutral !dubious Tha <#RED>{name.teffrometer}</> ye got there - can I have a look at it?
uk: agent: !neutral !dubious Цей <#RED>{name.teffrometer}</>, що ви маєте — можна подивитися?

# Convo.twn_gems_intro_blacksmith.ATTRACT1.gems_indungeon.giver.STATE_0.ANSWER_1
source: agent: !neutral Ah. !shrug Well. Innae that important, anyway. !closedeyes {name.blacksmith_grunt}
uk: agent: !neutral А. !shrug Що ж. Це не так вже й важливо. !closedeyes {name.blacksmith_grunt}

# Convo.twn_gems_intro_blacksmith.ATTRACT1.gems_indungeon.giver.STATE_0.END
source: Don't worry, I'll find them!
uk: Не хвилюйся, я їх знайду!

# Convo.twn_gems_intro_blacksmith.ATTRACT1.gems_indungeon.giver.STATE_0.QUESTION_1
source: Sorry, not yet.
uk: Вибач, ще ні.

# Convo.twn_gems_intro_blacksmith.ATTRACT1.gems_indungeon.giver.STATE_0.TALK
source: agent: !neutral !closedeyes Have ye... happened to spot them? Ye know... !neutral !dubious ...Me <#RED>{name.gemtools}</>?
uk: agent: !neutral !closedeyes Ви... часом їх не бачили? Ну ви знаєте... !neutral !dubious ...Мої <#RED>{name.gemtools}</>?

# Convo.twn_gems_intro_blacksmith.ATTRACT2.gems_finish.giver.STATE_0.ANSWER_1
source: agent: !neutral !shocked Ye really did--! !closedeyes Ahem... !gruffnod ...Thank ye, Hunter.
uk: agent: !neutral !shocked Ви справді це зробили..! !closedeyes Кхм... !gruffnod ...Дякую, Мисливцю.

# Convo.twn_gems_intro_blacksmith.ATTRACT2.gems_finish.giver.STATE_0.ANSWER_2
source: agent: !happy !agree Aye. !point Go on. I'll meet ye at the <#RED>{name.i_station_gems}</> and show ye how it's done.
uk: agent: !happy !agree Так. !point Йдіть. Я зустріну вас біля <#RED>{2:{name.i_station_gems}}</> і покажу, як це робиться.

# Convo.twn_gems_intro_blacksmith.ATTRACT2.gems_finish.giver.STATE_0.END
source: {name.i_station_gems}, got it!
uk: {name.i_station_gems}, зрозумів!

# Convo.twn_gems_intro_blacksmith.ATTRACT2.gems_finish.giver.STATE_0.QUESTION_1
source: Guess who found your {name.gemtools}!
uk: Вгадай, хто знайшов твої {name.gemtools}!

# Convo.twn_gems_intro_blacksmith.ATTRACT2.gems_finish.giver.STATE_0.QUESTION_2
source: How about we put them to good use? Like... identifying these {name_multiple.gem} I got?
uk: Що скажеш, якщо використаємо їх за призначенням? Наприклад... щоб розпізнати ці {name_multiple.gem}, що я знайшов?

# Convo.twn_gems_intro_blacksmith.ATTRACT2.gems_finish.giver.STATE_0.TALK
source: agent: !neutral !point Hmph. Ye seem awful pleased about somethin'. !dubious Dunnae tell me...?
uk: agent: !neutral !point Хмф. Ви, здається, чимось дуже задоволені. !dubious Не скажете мені...?

# Convo.twn_hamishs_book_scout.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !neutral !notebook Uhh-- the font is too flowery for me to read, but there's a picture of two hammers kissing on the front? !shrug Anyway, I'll keep it safe until we bring him home. Let's go.
uk: agent: !neutral !notebook Ухх... шрифт занадто візерунчастий, щоб я міг його прочитати, але на обкладинці є зображення двох молотків, що цілуються? !shrug У будь-якому випадку, я збережу це, поки ми не повернемо його додому. Ходімо.

# Convo.twn_hamishs_book_scout.HUB0.convo.giver.STATE_0.ANSWER_1B
source: agent: !neutral !agree Yeah. I think that's a good idea.
uk: agent: !neutral !agree Так. Думаю, це хороша ідея.

# Convo.twn_hamishs_book_scout.HUB0.convo.giver.STATE_0.QUESTION_1A
source: What book is it?
uk: Що це за книга?

# Convo.twn_hamishs_book_scout.HUB0.convo.giver.STATE_0.QUESTION_1B
source: I'll get back to searching for him.
uk: Я повернусь до пошуків.

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !shocked Omigosh, you actually have a <#RED>{name.upgrade_ingot}</>! Where did you get it??
uk: agent: !neutral !shocked О, Боже мій, у вас справді є <#RED>{name.upgrade_ingot}</>! Де ви його взяли??

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !neutral !closedeyes <i><z 0.7>(whisper whisper)</z></i> !wavelunn Um. <#BLUE>{name.npc_lunn}</> doesn't believe you. But that's okay. !happy !shrug You already have it, sooo we might as well use it. !clap Ooooh, this is going to be so fun!
uk: agent: !neutral !closedeyes <i><z 0.7>(шепче, шепче)</z></i> !wavelunn Гм. <#BLUE>{Name.npc_lunn}</> вам не вірить. Але це нормально. !happy !shrug Ви його вже маєте, тож ми можемо ним скористатися. !clap Оооо, це буде так весело!

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !neutral !dubious Did a <#RED>{name.gnarlic}</> poke your eyes out? It's a metal <#RED>Ingot</>! From the Before Times! !think How it ended up here seems like a preeetty juicy secret. !happy !shrug But since you already have it, we might as well use it. !clap Ooooh, this is going to be so fun!
uk: agent: !neutral !dubious <#RED>{Name.gnarlic}</> виколов вам очі? Це металевий <#RED>злиток</>! З попередніх часів! !think Як він опинився тут, здається надзвичайно соковитою таємницею. !happy !shrug Але оскільки у вас він вже є, ми можемо використати його. !clap Оооо, це буде так весело!

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.ANSWER_3B
source: agent: !happy !shocked With that <#RED>Ingot</> I can fortify a piece of your <#RED>Armour</> and, like, take it to the next <#RED>Level</>! !neutral !eyeroll I <i>guess</i> <#BLUE>{name.npc_blacksmith}</> could also improve a <#RED>Weapon</> with it. !laugh But why would you fortify <i><#RED>Weapons</></i> when you could fortify <#RED>Armour</>??? Just the thought is silly!
uk: agent: !happy !shocked За допомогою цього <#RED>злитка</> я можу зміцнити частину вашого <#RED>обладунку</> і підвищити її до наступного <#RED>рівня</>! !neutral !eyeroll Я <i>припускаю</i> <#BLUE>{Name.npc_blacksmith}</> також може ним покращити <#RED>зброю</>. !laugh Але навіщо вам зміцнювати <i><#RED>зброю</></i>, коли ви можете зміцнювати <#RED>обладунки</>??? Навіть думки про це - дурість!
