Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.UI.FRIENDSHIPSCREEN.REQUIREMENT.FLAG.id_owns_any_epic_armor.desc
source: Chat with <#RED>{name.npc_armorsmith}</> while sporting some {name.i_item_rarity_epic} armour to spark some competitive spirit.
uk: Поспілкуйтеся з <#RED>{5:{Name.npc_armorsmith}}</>, вдягнувши {2:{name.i_item_rarity_epic}} обладунки, щоб пробудити дух змагання.

# STRINGS.UI.FRIENDSHIPSCREEN.REQUIREMENT.FLAG.id_owns_any_epic_weapon.desc
source: Let <#RED>{name.npc_blacksmith}</> examine an {name.i_item_rarity_epic} weapon to inspire him.
uk: Дозвольте <#RED>{3:{Name.npc_blacksmith}}</> оглянути {3:{name.i_item_rarity_epic}} зброю, щоб надихнути його.

# STRINGS.UI.FRIENDSHIPSCREEN.REQUIREMENT.FLAG.id_owns_any_rare_armor.desc
source: Show off some {name.i_item_rarity_rare} armour to <#RED>{name.npc_armorsmith}</> to help her remember someone from her past.
uk: Покажіть {2:{name.i_item_rarity_rare}} обладунки <#RED>{3:{Name.npc_armorsmith}}</>, щоб допомогти їй згадати когось із минулого.

# STRINGS.UI.FRIENDSHIPSCREEN.REQUIREMENT.FLAG.id_owns_any_rare_weapon.desc
source: Talk to <#RED>{name.npc_blacksmith}</> while wielding a {name.i_item_rarity_rare} weapon to pique his curiosity.
uk: Поговоріть з <#RED>{4:{Name.npc_blacksmith}}</>, тримаючи {3:{name.i_item_rarity_rare}} зброю, щоб зацікавити його.

# STRINGS.UI.FRIENDSHIPSCREEN.REQUIREMENT.FLAG.pf_gave_cookingtools.desc
source: Give <#RED>{name.npc_cook}</> her {name.cookingtools} before she's ready to be friends.
uk: Віддайте <#RED>{Name.npc_cook}</> її {2:{name.cookingtools}}, перш ніж вона буде готова стати вашим другом.

# STRINGS.UI.FRIENDSHIPSCREEN.REQUIREMENT.FLAG.pf_gave_farmtools.desc
source: <#RED>{name.npc_apothecary}</> needs her {name.farmtools} before she'll start trusting you.
uk: <#RED>{Name.npc_apothecary}</> потрібні її {name.farmtools}, перш ніж вона почне вам довіряти.

# STRINGS.UI.FRIENDSHIPSCREEN.REQUIREMENT.FLAG.pf_town_crafting_unlocked.desc
source: <#RED>{name.npc_armorsmith}</> won't share more gossip until you unlock <#RED>{name.npc_scout}</>'s Town Crafting.
uk: <#RED>{Name.npc_armorsmith}</> не розповість більше пліток, доки ви не розблокуєте будівництво міста у <#RED>{2:{Name.npc_scout}}</>.

# STRINGS.UI.FRIENDSHIPSCREEN.REQUIREMENT.FLAG.pf_unimplemented_friend_gift.desc
source: Further progress isn't implemented at this point in <#PENALTY_TEXT_LIGHT>Early Access</>.
uk: Подальший прогрес наразі не реалізований у версії <#PENALTY_TEXT_LIGHT>раннього доступу</>.

# STRINGS.UI.FRIENDSHIPSCREEN.REWARD.FLAG.pf_armour_fortification_1_unlocked.desc
source: <#RED>{name.npc_armorsmith}</> can create an <#RED>{name.armourtools1}</> from {name_multiple.upgrade_ingot} so she can upgrade {name.i_item_rarity_uncommon} armour to higher levels.
uk: <#RED>{Name.npc_armorsmith}</> може створити <#RED>{name.armourtools1}</> зі {2:{name_multiple.upgrade_ingot}}, щоб покращувати {2:{name.i_item_rarity_uncommon}} обладунки до вищих рівнів.

# STRINGS.UI.FRIENDSHIPSCREEN.REWARD.FLAG.pf_armour_fortification_1_unlocked.name
source: Armour Research
uk: Дослідження обладунків

# STRINGS.UI.FRIENDSHIPSCREEN.REWARD.FLAG.pf_armour_fortification_2_unlocked.desc
source: <#RED>{name.npc_armorsmith}</> can create an <#RED>{name.armourtools2}</> from {name_multiple.upgrade_ingot} so she can upgrade {name.i_item_rarity_rare} armour to higher levels.
uk: <#RED>{Name.npc_armorsmith}</> може створити <#RED>{name.armourtools2}</> зі {2:{name_multiple.upgrade_ingot}}, щоб покращувати {2:{name.i_item_rarity_rare}} обладунки до вищих рівнів.

# STRINGS.UI.FRIENDSHIPSCREEN.REWARD.FLAG.pf_armour_fortification_2_unlocked.name
source: Armour Research
uk: Дослідження обладунків

# STRINGS.UI.FRIENDSHIPSCREEN.REWARD.FLAG.pf_cook_rotatingmenu_unlocked.desc
source: Cook fancier meals from <#RED>{name.npc_cook}</>'s menu and consume them during a Hunt for more potent {name_multiple.concept_relic}.
uk: Готуйте вишуканіші страви з меню <#RED>{Name.npc_cook}</> та споживайте їх під час полювання, щоб отримати потужніші {name_multiple.concept_relic}.

# STRINGS.UI.FRIENDSHIPSCREEN.REWARD.FLAG.pf_cook_rotatingmenu_unlocked.name
source: {name_multiple.cook_rotating_recipe} Menu
uk: Меню {2:{name_multiple.cook_rotating_recipe}}

# STRINGS.UI.FRIENDSHIPSCREEN.REWARD.FLAG.pf_farm_seedgrind_unlocked.desc
source: <#RED>{name.npc_apothecary}</>'s <#RED>{name.i_seed_grinder}</> transforms seeds and materials into more seeds.
uk: <#RED>{Name.i_seed_grinder}</> <#RED>{2:{Name.npc_apothecary}}</> перетворює насіння та матеріали на ще більше насіння.

# STRINGS.UI.FRIENDSHIPSCREEN.REWARD.FLAG.pf_town_crafting_unlocked.desc
source: Craft decor and place it in town.
uk: Зробіть декор і розмістіть його в місті.

# STRINGS.UI.FRIENDSHIPSCREEN.REWARD.FLAG.pf_town_crafting_unlocked.name
source: Town Crafting
uk: Розбудова міста

# STRINGS.UI.FRIENDSHIPSCREEN.REWARD.FLAG.pf_weapon_fortification_1_unlocked.desc
source: <#RED>{name.npc_blacksmith}</> can create an <#RED>{name.weapontools1}</> from {name_multiple.upgrade_ingot} so he can upgrade {name.i_item_rarity_uncommon} weapons to higher levels.
uk: <#RED>{Name.npc_blacksmith}</> може створити <#RED>{name.weapontools1}</> зі {2:{name_multiple.upgrade_ingot}}, щоб покращувати {3:{name.i_item_rarity_uncommon}} зброю до вищих рівнів.

# STRINGS.UI.FRIENDSHIPSCREEN.REWARD.FLAG.pf_weapon_fortification_1_unlocked.name
source: Weapon Research
uk: Дослідження зброї

# STRINGS.UI.FRIENDSHIPSCREEN.REWARD.FLAG.pf_weapon_fortification_2_unlocked.desc
source: <#RED>{name.npc_blacksmith}</> can create an <#RED>{name.weapontools2}</> from {name_multiple.upgrade_ingot} so he can upgrade {name.i_item_rarity_rare} weapons to higher levels.
uk: <#RED>{Name.npc_blacksmith}</> може створити <#RED>{name.weapontools2}</> зі {2:{name_multiple.upgrade_ingot}}, щоб покращувати {3:{name.i_item_rarity_rare}} зброю до вищих рівнів.

# STRINGS.UI.FRIENDSHIPSCREEN.REWARD.FLAG.pf_weapon_fortification_2_unlocked.name
source: Weapon Research
uk: Дослідження зброї

# STRINGS.UI.FRIENDSHIPSCREEN.TAG_CHECK_DIARY
source: Check your <#RED>{name.i_station_diary}</#RED> for details.
uk: Перевірте свій <#RED>{name.i_station_diary}</#RED> для отримання деталей.

# STRINGS.UI.FRIENDSHIPSCREEN.TITLE
source: Friendships
uk: Дружба

# STRINGS.UI.FRIENDSHIPSCREEN.TO_FRIEND_LIST
source: Back
uk: Назад

# STRINGS.UI.GEMSCREEN.DESC
source: Apply gems to your items for various desirable effects.
uk: Вставляйте самоцвіти у ваші предмети для отримання різних бажаних ефектів.

# STRINGS.UI.GEMSCREEN.DESC_EMPTY
source: This slot fits any %s {name.gem}.
uk: Цей слот може містити будь-який {name.gem} %s.

# STRINGS.UI.GEMSCREEN.DESC_EMPTY_ANY
source: This slot can fit any {name.gem}.
uk: У цей слот можна вмістити будь-який {name.gem}.

# STRINGS.UI.GEMSCREEN.DUST_BTN
source: Dust gem
uk: Подрібнити

# STRINGS.UI.GEMSCREEN.DUST_DISABLED_HOTKEY
source: <#DISABLED_HOTKEYS><p bind='Controls.Digital.MENU_DUST_GEM' color=0 scale=1> Dust gem (+%d <p img='images/hud_images/hud_gem_dust_drops_currency.tex' scale=1>)</>
uk: <#DISABLED_HOTKEYS><p bind='Controls.Digital.MENU_DUST_GEM' color=0 scale=1> Подрібнити (+%d <p img='images/hud_images/hud_gem_dust_drops_currency.tex' scale=1>)</>

# STRINGS.UI.GEMSCREEN.DUST_HOTKEY
source: <p bind='Controls.Digital.MENU_DUST_GEM' color=0 scale=1> Dust gem (+%d <p img='images/hud_images/hud_gem_dust_drops_currency.tex' scale=1>)
uk: <p bind='Controls.Digital.MENU_DUST_GEM' color=0 scale=1> Подрібнити (+%d <p img='images/hud_images/hud_gem_dust_drops_currency.tex' scale=1>)

# STRINGS.UI.GEMSCREEN.DUST_POPUP.MESSAGE
source: The gem will be crumbled into %d <p img='images/hud_images/hud_gem_dust_drops_currency.tex' scale=1> Gem Dust.
uk: Самоцвіт буде розбито і ви отримаєте %d <p img='images/hud_images/hud_gem_dust_drops_currency.tex' scale=1> пилу самоцвітів.

# STRINGS.UI.GEMSCREEN.DUST_POPUP.TITLE
source: Dust this gem?
uk: Подрібнити цей самоцвіт?

# STRINGS.UI.GEMSCREEN.EMPTY_GEMS_LIST
source: You don't have any gems in your inventory.
uk: У вас немає самоцвітів в інвентарі.

# STRINGS.UI.GEMSCREEN.EMPTY_MOD_SLOT
source: Empty mod slot
uk: Пустий слот модифікації

# STRINGS.UI.GEMSCREEN.EMPTY_SLOT
source: %s slot
uk: Слот %s

# STRINGS.UI.GEMSCREEN.EMPTY_SLOTS_LIST
source: This item doesn't have any gem slots yet.
uk: Цей предмет ще не має слотів для самоцвітів.

# STRINGS.UI.GEMSCREEN.EQUIP_BTN
source: Set gem
uk: Вставити самоцвіт

# STRINGS.UI.GEMSCREEN.EQUIP_HOTKEY
source: <p bind='Controls.Digital.MENU_ACCEPT' color=0 scale=1> Set gem
uk: <p bind='Controls.Digital.MENU_ACCEPT' color=0 scale=1> Вставити самоцвіт

# STRINGS.UI.GEMSCREEN.GEMS_EMPTY
source: No {name_multiple.gem} in your inventory yet.
uk: {Name_multiple.gem} не знайдено у вашому інвентарі.

# STRINGS.UI.GEMSCREEN.GEMS_TITLE
source: GEM COLLECTION
uk: КОЛЕКЦІЯ САМОЦВІТІВ

# STRINGS.UI.GEMSCREEN.GEM_BONUS_ACTIVE
source: <p img='images/ui_ftf_icons/completed.tex' color=40AB38FF scale=0.8> Slot Match
uk: <p img='images/ui_ftf_icons/completed.tex' color=40AB38FF scale=0.8> Сумісний слот

# STRINGS.UI.GEMSCREEN.GEM_BONUS_INACTIVE
source: <p img='images/ui_ftf_icons/discord_off.tex' color=967D71FF scale=0.8> Slot Match
uk: <p img='images/ui_ftf_icons/discord_off.tex' color=967D71FF scale=0.8> Сумісний слот

# STRINGS.UI.GEMSCREEN.GEM_EQUIPPED_OTHER_ITEM
source: <p img='images/ui_ftf/ic_warning.tex' color=0 scale=0.9> This gem is already set on your <#RED>%s</>.
uk: <p img='images/ui_ftf/ic_warning.tex' color=0 scale=0.9> Цей самоцвіт вже встановлений в: <#RED>%s</>.

# STRINGS.UI.GEMSCREEN.GEM_EQUIPPED_THIS_ITEM
source: <p img='images/ui_ftf/ic_warning.tex' color=0 scale=0.9> This gem is already set on this weapon.
uk: <p img='images/ui_ftf/ic_warning.tex' color=0 scale=0.9> Цей самоцвіт вже встановлений в вашу зброю.

# STRINGS.UI.GEMSCREEN.GEM_EQUIPPED_TT
source: This {name.gem} is set on your <#RED>%s</>.
uk: {Name.gem} встановлено в <#RED>%s</>.

# STRINGS.UI.GEMSCREEN.INFO_LABEL
source: <#LIGHT_TEXT>Press <p bind='Controls.Digital.ATTACK_HEAVY' color=0> on a slot to unset its {name.gem}.</> Slay {name_multiple.rot} to level all equipped {name_multiple.gem}.
uk: <#LIGHT_TEXT>Натисніть <p bind='Controls.Digital.ATTACK_HEAVY' color=0> по слоту, щоб зняти {name.gem}.</> Вбийте {name_multiple.rot}, щоб підвищити рівень усіх {name_multiple.gem}.

# STRINGS.UI.GEMSCREEN.MAX_LEVEL_GEM
source: MAX LEVEL
uk: МАКСИМАЛЬНИЙ РІВЕНЬ

# STRINGS.UI.GEMSCREEN.NO_GEM
source: No gem is selected.
uk: Не вибрано жодного самоцвіту.

# STRINGS.UI.GEMSCREEN.NO_GEMS
source: No gems in your inventory.
uk: У вашому інвентарі немає самоцвітів.

# STRINGS.UI.GEMSCREEN.NO_ITEM
source: No item equipped.
uk: Немає екіпірованого предмета.

# STRINGS.UI.GEMSCREEN.SLOTS_EMPTY
source: This weapon has no {name.gem} slots.
uk: Ця зброя не має слотів для {2:{name.gem}}.

# STRINGS.UI.GEMSCREEN.SORTINFO_FILTERS
source: Filter and Sort Gems <p bind='Controls.Digital.MENU_SORT_GEMS' color=0 scale=1>
uk: Фільтр і сортування самоцвітів <p bind='Controls.Digital.MENU_SORT_GEMS' color=0 scale=1>

# STRINGS.UI.GEMSCREEN.SORTINFO_FILTERS_ACTIVE
source: <p img='images/icons_ftf/sort.tex' color=0 scale=0.7> Filters active <p bind='Controls.Digital.MENU_SORT_GEMS' color=0 scale=1>
uk: <p img='images/icons_ftf/sort.tex' color=0 scale=0.7> Фільтр активовано <p bind='Controls.Digital.MENU_SORT_GEMS' color=0 scale=1>

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.DIALOG_TITLE
source: Sorting options
uk: Налаштування сортування

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.FILTER_ALL_TITLE
source: All gems
uk: Всі самоцвіти

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.FILTER_COMPATIBLE_TITLE
source: Only matching gems
uk: Тільки відповідні самоцвіти

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.FILTER_DAMAGE_TITLE
source: Only <p img='images/ui_ftf_gems/ic_gem_damage.tex' color=0 scale=0.9> Damage gems
uk: Тільки <p img='images/ui_ftf_gems/ic_gem_damage.tex' color=0 scale=0.9> самоцвіти шкоди

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.FILTER_SUPPORT_TITLE
source: Only <p img='images/ui_ftf_gems/ic_gem_support.tex' color=0 scale=0.9> Support gems
uk: Тільки <p img='images/ui_ftf_gems/ic_gem_damage.tex' color=0 scale=0.9> самоцвіти підтримки

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.FILTER_SUSTAIN_TITLE
source: Only <p img='images/ui_ftf_gems/ic_gem_sustain.tex' color=0 scale=0.9> Sustain gems
uk: Тільки <p img='images/ui_ftf_gems/ic_gem_damage.tex' color=0 scale=0.9> самоцвіти витривалості

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.FILTER_TITLE
source: FILTER
uk: ФІЛЬТР

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.SORT_LEVEL_TITLE
source: Level
uk: Рівень

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.SORT_LEVEL_TOOLTIP
source: Shows your highest level gems first.
uk: Спочатку показує самоцвіти найвищого рівня.

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.SORT_RECENT_TITLE
source: Recent
uk: Недавні

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.SORT_RECENT_TOOLTIP
source: Shows your newest gems first.
uk: Спочатку показує найновіші самоцвіти.

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.SORT_TITLE
source: SORT
uk: СОРТУВАННЯ

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.SORT_TYPE_TITLE
source: Type
uk: Тип

# STRINGS.UI.GEMSCREEN.SORT_DIALOG.SORT_TYPE_TOOLTIP
source: Groups gems by type, and sorts them by level within each type.
uk: Групує самоцвіти за типом та сортує їх за рівнем всередині кожного типу.

# STRINGS.UI.GEMSCREEN.TITLE
source: GEMS
uk: САМОЦВІТИ

# STRINGS.UI.GEMSCREEN.TITLE_EMPTY
source: Empty %s {name.gem} Slot
uk: Порожній %s слот для {2:{name.gem}}

# STRINGS.UI.GEMSCREEN.TITLE_EMPTY_ANY
source: Empty {name.gem} Slot
uk: Порожній слот для {2:{name.gem}}

# STRINGS.UI.GEMSCREEN.TT_EMPTY_SLOT_DESC
source: No gem set.
uk: Без самоцвітів.

# STRINGS.UI.GEMSCREEN.TT_EMPTY_SLOT_TITLE
source: {slot_type} slot
uk: Слот {slot_type}

# STRINGS.UI.GEMSCREEN.UNACCEPTED_GEM_POPUP.MESSAGE
source: You must finish your choice before closing.
uk: Ви повинні закінчити вибір, перш ніж закрити.

# STRINGS.UI.GEMSCREEN.UNACCEPTED_GEM_POPUP.TITLE
source: Identified item available
uk: Ідентифікований предмет доступний

# STRINGS.UI.GEMSCREEN.UNEQUIP_BTN
source: Unset
uk: Дістати

# STRINGS.UI.GEMSCREEN.UNEQUIP_HOTKEY
source: <p bind='Controls.Digital.MENU_UNSET_GEM' color=0 scale=1> Unset
uk: <p bind='Controls.Digital.MENU_UNSET_GEM' color=0 scale=1> Дістати

# STRINGS.UI.GEMSCREEN.UNLOCK_POPUP.DESC
source: {name.npc_blacksmith} has gifted you three new <#HEALTH>{name_multiple.gem}</>! Added to your <#HEALTH>Inventory</>: - {name.concept_damage} α - {name.concept_runspeed} α - Max Health α {name_multiple.gem} can be set into any <#HEALTH>Weapon</> with <#HEALTH>{name.gem} Slots</> to magically alter its stats. After crafting a <#HEALTH>Weapon</>, try asking {name.npc_blacksmith} to set it with a <#HEALTH>{name.gem}</>.
uk: {Name.npc_blacksmith} подарував вам три нові <#HEALTH>{name_multiple.gem}</>! Додано до вашого <#HEALTH>інвентарю</>: - {3:{name.concept_damage}} α - {name.concept_runspeed} α - Максимальне здоров'я α {name_multiple.gem} можна вставити в будь-яку <#HEALTH>зброю</> за допомогою <#HEALTH>слота для {2:{name.gem}}</>, щоб магічно змінити її характеристики. Після створення <#HEALTH>зброї</> спробуйте попросити {2:{Name.npc_blacksmith}} встановити <#HEALTH>{name.gem}</>.

# STRINGS.UI.GEMSCREEN.UNSET_GEM_POPUP.MESSAGE
source: Do you want to unset it from there first?
uk: Ви хочете спочатку дістати його звідти?

# STRINGS.UI.GEMSCREEN.UNSET_GEM_POPUP.TITLE
source: Gem already set on your
uk: Самоцвіт вже встановлено в

# STRINGS.UI.HEARTSCREEN.INTERACT.BTN_DISABLE_HEARTSTONES
source: {name.interact_hold} Disable Aspect
uk: {Name.interact_tap} Деактивувати аспект

# STRINGS.UI.HEARTSCREEN.INTERACT.BTN_ENABLE_HEARTSTONES
source: {name.interact_hold} Enable Aspect
uk: {Name.interact_tap} Активувати аспект

# STRINGS.UI.HEARTSCREEN.INTERACT.BTN_PLACE_IN_WELL
source: {name.interact_tap} Feed Machine
uk: {Name.interact_tap} Віддати машині

# STRINGS.UI.HEARTSCREEN.INTERACT.BTN_SWAP_HEARTSTONES
source: {name.interact_tap} Swap Aspect
uk: {Name.interact_tap} Змінити аспект

# STRINGS.UI.HEARTSCREEN.INTERACT.BTN_VIEW_TALENTS
source: {name.interact_tap} View {name_multiple.concept_talent}
uk: {Name.interact_tap} Оглянути {name_multiple.concept_talent}

# STRINGS.UI.HEARTSCREEN.INTERACT.BTN_WELL_FULL
source: {name.town_grid_cryst} Is Fully Charged!
uk: {Name.town_grid_cryst} повністю заряджений!

# STRINGS.UI.HEARTSHARDCHALLENGES.DESC
source: Develop your skills as a hunter and earn <#RED>{name_multiple.konjur_heart_shard}</>!
uk: Розвивайте свої навички мисливця та заробляйте <#RED>{name_multiple.konjur_heart_shard}</>!

# STRINGS.UI.HEARTSHARDCHALLENGES.INFO_CHALLENGE_COMPLETED
source: Finished
uk: Завершено

# STRINGS.UI.HEARTSHARDCHALLENGES.NOTIF_CHALLENGE_COMPLETED
source: {name.konjur_heart_shard} Earned!
uk: Отримано {name.konjur_heart_shard}!

# STRINGS.UI.HEARTTOOLTIP.HEART_LEVEL
source: Level {current}/{max}
uk: Рівень {current}/{max}

# STRINGS.UI.HEARTTOOLTIP.HEART_LEVEL_UPGRADE
source: Level <#UPGRADE_DARK>{new}</>/{max}
uk: Рівень <#UPGRADE_DARK>{new}</>/{max}

# STRINGS.UI.HELP.ACCEPT
source: Accept Changes
uk: Прийняти зміни

# STRINGS.UI.HELP.APPLY
source: Apply
uk: Застосувати

# STRINGS.UI.HELP.BACK
source: Back
uk: Назад

# STRINGS.UI.HELP.CANCEL
source: Cancel
uk: Скасувати

# STRINGS.UI.HELP.CHANGECHARACTER
source: Change Character
uk: Змінити персонажа

# STRINGS.UI.HELP.CHANGEPAGE
source: Change Page
uk: Змінити сторінку

# STRINGS.UI.HELP.CHANGEVALUE
source: Change Value
uk: Змінити значення

# STRINGS.UI.HELP.CHANGE_MESSAGE
source: Change Message
uk: Змінити повідомлення

# STRINGS.UI.HELP.CHANGE_TAB
source: Change Tab
uk: Змінити вкладку

# STRINGS.UI.HELP.CHANGE_TEXT
source: Change Text
uk: Змінити текст

# STRINGS.UI.HELP.CONFIGURE
source: Configure
uk: Налаштувати

# STRINGS.UI.HELP.ENTER_TEXT
source: Enter Text
uk: Введіть текст

# STRINGS.UI.HELP.MENU_SCROLL_BACK
source: Scroll Up
uk: Прокрутити вгору

# STRINGS.UI.HELP.MENU_SCROLL_FWD
source: Scroll Down
uk: Прокрутити вниз

# STRINGS.UI.HELP.NEXT
source: Next
uk: Наступний

# STRINGS.UI.HELP.NEXTPAGE
source: Next Page
uk: Наступна сторінка

# STRINGS.UI.HELP.NEXTVALUE
source: Next Value
uk: Наступне значення

# STRINGS.UI.HELP.PREV
source: Previous
uk: Попередній

# STRINGS.UI.HELP.PREVPAGE
source: Prev Page
uk: Попередня сторінка

# STRINGS.UI.HELP.PREVVALUE
source: Previous Value
uk: Попереднє значення

# STRINGS.UI.HELP.RANDOM
source: Random
uk: Випадково

# STRINGS.UI.HELP.REVERT
source: Revert Changes
uk: Повернути зміни

# STRINGS.UI.HELP.SAVEPRESET
source: Save Preset
uk: Зберегти шаблон

# STRINGS.UI.HELP.SCROLL
source: Scroll
uk: Прокручування

# STRINGS.UI.HELP.SELECT
source: Select
uk: Вибрати

# STRINGS.UI.HELP.SERVERACTIONS
source: More Server Actions
uk: Більше дій сервера

# STRINGS.UI.HELP.SHOWCHAT
source: Show the Chat Tab
uk: Показати вкладку чату

# STRINGS.UI.HELP.SHOWPLAYERS
source: Show the Players Tab
uk: Показати вкладку гравців

# STRINGS.UI.HELP.TOGGLE
source: Toggle
uk: Переключити

# STRINGS.UI.HELP.VIEWGROUP
source: View Group Page
uk: Переглянути сторінку групи

# STRINGS.UI.HELP.ZOOM_IN
source: Zoom In
uk: Збільшити

# STRINGS.UI.HELP.ZOOM_OUT
source: Zoom Out
uk: Зменшити

# STRINGS.UI.HUD.CANNOT_INTERACT_BUSY
source: A player is in a menu
uk: Гравець знаходиться в меню

# STRINGS.UI.HUD.CANNOT_INTERACT_DEAD
source: Revive all players
uk: Оживити всіх гравців

# STRINGS.UI.HUD.CANNOT_INTERACT_WRONG_PLAYER
source: Wrong player!
uk: Невірний гравець!

# STRINGS.UI.HUD.CANNOT_PLACE_PROP.CRITICAL_PATH
source: <#RED>Impedes Path</>
uk: <#RED>Заважає шляху</>

# STRINGS.UI.HUD.CANNOT_PLACE_PROP.OCCUPIED
source: <#RED>Space Occupied</>
uk: <#RED>Простір зайнятий</>

# STRINGS.UI.HUD.CONTINUE
source: Continue
uk: Продовжити

# STRINGS.UI.HUD.ENCOURAGE_FEEDBACK
source: Press F8 to send feedback!
uk: Натисніть F8, щоб надіслати відгук!

# STRINGS.UI.HUD.EXPLAIN_CHAT
source: Press <p bind='Controls.Digital.TOGGLE_SAY' color=0> to chat
uk: Натисніть <p bind='Controls.Digital.TOGGLE_SAY' color=0>, щоб відкрити чат

# STRINGS.UI.HUD.FOLLOW_STATUS_EMPTY_MASTERIES
source: No active masteries that you can progress in this location
uk: У цій локації немає активних майстерностей, які ви можете розвинути

# STRINGS.UI.HUD.FOLLOW_STATUS_EMPTY_POWERS
source: No active powers
uk: Немає активних сил

# STRINGS.UI.HUD.HITCOUNTER.DAMAGE_SUM
source: DMG
uk: ШКД

# STRINGS.UI.HUD.HITCOUNTER.HIT_STREAK
source: HITS
uk: ВЛУЧАНЬ

# STRINGS.UI.HUD.PICKUP_INSTRUCTIONS
source: <p bind='Controls.Digital.CLICK_PRIMARY' color=0> Pick up
uk: <p bind='Controls.Digital.EQUIP' color=0> Підняти

# STRINGS.UI.HUD.PLACE_INSTRUCTIONS
source: <p bind='Controls.Digital.CLICK_PRIMARY' color=0> Place <p bind='Controls.Digital.FLIP_PLACER' color=0> Flip <p bind='Controls.Digital.CLICK_SECONDARY' color=0> Move to Inventory
uk: <p bind='Controls.Digital.CLICK_PRIMARY' color=0> Поставити <p bind='Controls.Digital.FLIP_PLACER' color=0> Перевернути <p bind='Controls.Digital.CLICK_SECONDARY' color=0> Перемістити до інвентарю

# STRINGS.UI.HUD.RUN_DATA_ANOMALY
source: <#KONJUR>{name.weather} Active!</>
uk: <#KONJUR>{Name.weather} активна!</>

# STRINGS.UI.HUD.RUN_DATA_FRENZY
source: <#BONUS_LIGHT_BG>Frenzied!</>
uk: <#BONUS_LIGHT_BG>Божевілля!</>

# STRINGS.UI.HUD.RUN_DATA_SUPERFRENZY
source: <#FOCUS_BOLD>{icon} Super Frenzy Level {level}</>
uk: <#FOCUS_BOLD>{icon} Супер божевілля {level} рівня</>

# STRINGS.UI.HUD.START
source: ACCEPT
uk: ПРИЙНЯТИ

# STRINGS.UI.HUD.START_RUN_COUNTDOWN
source: <p img='images/map_ftf/waiting_icon.tex' color=0 scale=0.9> Taking off in %d...
uk: <p img='images/map_ftf/waiting_icon.tex' color=0 scale=0.9> Зліт через %d...

# STRINGS.UI.HUD.TOGGLE_FOLLOWSTATUS
source: <p bind='Controls.Digital.SHOW_PLAYER_STATUS' color=0> Close
uk: <p bind='Controls.Digital.SHOW_PLAYER_STATUS' color=0> Закрити

# STRINGS.UI.HUD.TO_TOWN
source: Return To Town
uk: Назад до міста

# STRINGS.UI.HUD.VICTORY.BUTTON
source: <p bind='Controls.Digital.NON_MODAL_CLICK' color=0> Complete Expedition
uk: <p bind='Controls.Digital.NON_MODAL_CLICK' color=0> Завершити експедицію

# STRINGS.UI.HUD.WAITING_FOR_ALL_PLAYERS
source: %d of %d players ready
uk: %d з %d гравців готові

# STRINGS.UI.HUD.WAITING_FOR_ALL_PLAYERS_NO_COUNT
source: Waiting for all players
uk: Чекаємо всіх гравців

# STRINGS.UI.HUD.WAITING_FOR_HOST
source: Waiting for Host...
uk: Очікування хоста...

# STRINGS.UI.HUNTPROGRESSWIDGET.FALLBACK_FLITT_QUIP
source: Heading home!
uk: Прямувати додому!

# STRINGS.UI.IDENTIFYGEMSCREEN.ACCEPT_DUST_BTN
source: Keep dust
uk: Залишити пил

# STRINGS.UI.IDENTIFYGEMSCREEN.ACCEPT_GEM_BTN
source: Keep gem
uk: Залишити самоцвіт

# STRINGS.UI.IDENTIFYGEMSCREEN.CANT_AFFORD
source: Not enough gem dust.
uk: Недостатньо пилу самоцвітів.

# STRINGS.UI.IDENTIFYGEMSCREEN.CRAFT_BTN
source: Craft
uk: Створити

# STRINGS.UI.IDENTIFYGEMSCREEN.DESC
source: Let {name.npc_blacksmith} identify gems you've found.
uk: Нехай {name.npc_blacksmith} розпізнає знайдені вами самоцвіти.

# STRINGS.UI.IDENTIFYGEMSCREEN.DUST_COUNT
source: %d Gem Dust remains.
uk: Залишилось %d пилу самоцвітів.

# STRINGS.UI.IDENTIFYGEMSCREEN.DUST_TITLE
source: The gem crumbled
uk: Самоцвіт розсипався

# STRINGS.UI.IDENTIFYGEMSCREEN.IDENTIFY_BTN
source: Identify gem
uk: Розпізнати cамоцвіт

# STRINGS.UI.IDENTIFYGEMSCREEN.INVENTORY_COUNT
source: %d in <p img='images/icons_ftf/inventory_equipment.tex' color=0>
uk: %d в <p img='images/icons_ftf/inventory_equipment.tex' color=0>

# STRINGS.UI.IDENTIFYGEMSCREEN.LOCATION_LABEL
source: Originally found in:
uk: Спочатку знайдено в:

# STRINGS.UI.IDENTIFYGEMSCREEN.NOTIFICATION_DUST_DESC
source: Added to <#RED>%s</>'s Chest.
uk: Додано до скрині <#RED>%s</>.

# STRINGS.UI.IDENTIFYGEMSCREEN.NOTIFICATION_DUST_TITLE
source: %s {name.gem_dust}
uk: %s {2:{name.gem_dust}}

# STRINGS.UI.IDENTIFYGEMSCREEN.NOTIFICATION_GEM_DESC
source: Added to <#RED>%s</>'s Chest.
uk: Додано до скрині <#RED>%s</>.
