Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.UI.WEAPON_RACK_TOOLTIP.REWARD_ITEM
source: <p img='images/ui_ftf/small_panel_narrow.tex' scale=0.2 color=0> New item: {item_name}
uk: <p img='images/ui_ftf/small_panel_narrow.tex' scale=0.2 color=0> Новий предмет: {item_name}

# STRINGS.UI.WEAPON_RACK_TOOLTIP.REWARD_USE
source: <p img='images/ui_ftf/small_panel_narrow.tex' scale=0.2 color=0> Unlocks {weapon}
uk: <p img='images/ui_ftf/small_panel_narrow.tex' scale=0.2 color=0> Розблокує {weapon}

# STRINGS.UI.WEAPON_RACK_TOOLTIP.TITLE
source: {weapon} Rack
uk: Стійка: {weapon}

# STRINGS.UI.WEAPON_RACK_TOOLTIP.UNLOCK_TEXT
source: <p img='images/icons_ftf/unlock_icon.tex' scale=0.8 color=0>Unlock cost
uk: <p img='images/icons_ftf/unlock_icon.tex' scale=0.8 color=0>Вартість

# STRINGS.UI.WEIGHT_CHANGED_SCREEN.HEAVY.VERBOSE
source: <#RED>{name.heavy_weight} Class</> builds will take less <#RED>{name.concept_damage}</> and mitigate adverse movement effects.
uk: З <#RED>класом {name.heavy_weight}</> ви отримаєте менше <#RED>{2:{name.concept_damage}}</> та зменшите негативні ефекти для руху.

# STRINGS.UI.WEIGHT_CHANGED_SCREEN.LIGHT.VERBOSE
source: <#RED>{name.light_weight} Class</> builds will <#RED>{name.concept_dodge}</> further and have a higher <#RED>{name.concept_runspeed}.
uk: <#RED>{Name.light_weight} клас</> дозволяє виконувати <#RED>{name.concept_dodge}</> далі та мати вищу <#RED>{name.concept_runspeed}.

# STRINGS.UI.WEIGHT_CHANGED_SCREEN.OK
source: OK
uk: ОК

# STRINGS.UI.WEIGHT_CHANGED_SCREEN.SUB_TITLE_FMT
source: Your Weight Class is now <#RED>{weight_class}</>!
uk: Ваша вагова категорія тепер <#RED>{weight_class}</>!

# STRINGS.UI.WEIGHT_CHANGED_SCREEN.TITLE
source: Weight Class Changed
uk: Вагова категорія змінена

# STRINGS.UI.WORDPREDICTIONWIDET.DISMISS
source: Dismiss
uk: Відхилити

# STRINGS.VERSION_NOTES.EQUIPMENT.DESCRIPTION
source: We changed the way Armour and Attack numbers are shown to be easier to read and compare different equipment. It may look like your equipment has lower stats, but rest assured, your equipment remains the same, we have only changed how it's displayed.
uk: Ми змінили спосіб відображення характеристик броні та атаки, щоб було легше читати та порівнювати різне обладнання. Може здатися, що ваше спорядження має нижчі характеристики, але будьте впевнені, ваше спорядження залишилося тим самим, ми лише змінили спосіб його відображення.

# STRINGS.VERSION_NOTES.EQUIPMENT.TITLE
source: Equipment Fortification
uk: Укріплення спорядження

# STRINGS.VERSION_NOTES.TUNDRA_2.DESCRIPTION
source: This update has changed many parts of the game and your settings had to be reset. Check the update notes below for more information.
uk: Це оновлення змінило багато частин гри, тому ваші налаштування було скинуто. Перегляньте примітки до оновлення нижче для отримання додаткової інформації.

# STRINGS.VERSION_NOTES.TUNDRA_2.TITLE
source: Settings Reset
uk: Скидання налаштувань

# STRINGS.WEAPONS.FOCUS_HIT.BOW
source: <#BLUE>{name.concept_focus_hit}:</BLUE> • Release your arrow just as your bowstring is fully extended
uk: <#BLUE>{Name.concept_focus_hit}:</BLUE> • Випустіть свою стрілу в той момент, коли тятива вашого лука повністю натягнута

# STRINGS.WEAPONS.FOCUS_HIT.CANNON
source: <#BLUE>{name.concept_focus_hit}:</BLUE> • Last three shots of your clip
uk: <#BLUE>{Name.concept_focus_hit}:</BLUE> • Останні три постріли вашої обойми

# STRINGS.WEAPONS.FOCUS_HIT.HAMMER
source: <#BLUE>{name.concept_focus_hit}:</BLUE> • Hit multiple enemies with one swing • Fully charge a <#RED>Heavy Attack</RED> combo ender • Fully charge a <#RED>Golf Swing</>
uk: <#BLUE>{Name.concept_focus_hit}:</BLUE> • Вдарите кількох ворогів одним ударом • Повністю зарядіть завершальну комбінацію <#RED>важкої атаки</RED> • Повністю зарядіть <#RED>Удар ключкою</>

# STRINGS.WEAPONS.FOCUS_HIT.POLEARM
source: <#BLUE>{name.concept_focus_hit}:</BLUE> • Hit an enemy with the tip of your <#RED>{name.weapon_polearm}</> • Hit multiple enemies with the <#RED>Spinning Drill</>
uk: <#BLUE>{Name.concept_focus_hit}:</BLUE> • Вдарте ворога кінчиком свого <#RED>{3:{name.weapon_polearm}}</> • Вдарте кількох ворогів <#RED>Закрученим свердлом</>

# STRINGS.WEAPONS.FOCUS_HIT.SHOTPUT
source: <#BLUE>{name.concept_focus_hit}:</BLUE> • Hit an airborne <#RED>{name.weapon_shotput}</> • Throw a <#RED>{name.weapon_shotput}</> immediately after catching it
uk: <#BLUE>{Name.concept_focus_hit}:</BLUE> • Вдарить <#RED>{name.weapon_shotput}</> в повітрі • Кинуть <#RED>{name.weapon_shotput}</> одразу після того, як його спіймали

# STRINGS.WEAPONS.FOCUS_HIT_SHORT.BOW
source: Release your arrow just as your bowstring is fully extended
uk: Випустіть свою стрілу в той момент, коли тятива вашого лука повністю натягнута

# STRINGS.WEAPONS.FOCUS_HIT_SHORT.CANNON
source: Last three shots of your clip
uk: Останні три постріли вашої обойми

# STRINGS.WEAPONS.FOCUS_HIT_SHORT.HAMMER
source: Hit multiple enemies with one swing
uk: Вдарите кількох ворогів одним ударом

# STRINGS.WEAPONS.FOCUS_HIT_SHORT.POLEARM
source: Hit an enemy with the tip of your <#RED>{name.weapon_polearm}</>
uk: Вдарте ворога кінчиком свого <#RED>{3:{name.weapon_polearm}}</>

# STRINGS.WEAPONS.FOCUS_HIT_SHORT.SHOTPUT
source: Throw a <#RED>{name.weapon_shotput}</> immediately after catching it
uk: Кинуть <#RED>{name.weapon_shotput}</> одразу після того, як його спіймали

# STRINGS.WEAPONS.HOW_TO_PLAY.BOW
source: A long-range weapon that rewards positioning and timing. All <#BLUE>Focus Hits</> pierce through enemies, but piercing <#RED>Light Attacks</> do less damage per pierce.
uk: Далекобійна зброя, що винагороджує позиціювання та таймінг. Усі <#BLUE>фокусні удари</> пронизують ворогів, але пронизуючі <#RED>легкі удари</> завдають менше шкоди за кожне проникнення.

# STRINGS.WEAPONS.HOW_TO_PLAY.CANNON
source: A mid-to-long-range weapon that can deal <#RED>{name.concept_damage}</> at a distance, but is vulnerable when the clip is empty. Its <#RED>Heavy Attack</> is a <#RED>{name.concept_dodge}</>!
uk: Зброя середньої та дальньої дальності, яка може нанести <#RED>{name.concept_damage}</> на відстані, але є вразливою, коли обойма порожня. Натисніть <#RED>важку атаку</>, щоб виконати <#RED>{name.concept_dodge}</>!

# STRINGS.WEAPONS.HOW_TO_PLAY.HAMMER
source: Specializes in close combat encounters and fighting large groups of enemies.
uk: Спеціалізується на ближньому бою та боротьбі з великими групами ворогів.

# STRINGS.WEAPONS.HOW_TO_PLAY.POLEARM
source: Specializes in high single-target <#RED>{name.concept_damage}</> and keeping the enemy at bay.
uk: Спеціалізується на завданні великої <#RED>{2:{name.concept_damage}}</> одній цілі та утриманні ворога на відстані.

# STRINGS.WEAPONS.HOW_TO_PLAY.SHOTPUT
source: A mid-range weapon that mixes ranged and melee attacks.
uk: Зброя середньої дальності, яка поєднує атаки дальнього та ближнього бою.

# STRINGS.WEAPONS.UNLOCK.BOW
source: You unlocked the {name.weapon_bow}!
uk: Ви розблокували: {name.weapon_bow}!

# STRINGS.WEAPONS.UNLOCK.CANNON
source: You unlocked the {name.weapon_cannon}!
uk: Ви розблокували: {name.weapon_cannon}!

# STRINGS.WEAPONS.UNLOCK.HAMMER
source: You unlocked the {name.weapon_hammer}!
uk: Ви розблокували: {name.weapon_hammer}!

# STRINGS.WEAPONS.UNLOCK.POLEARM
source: You unlocked the {name.weapon_polearm}!
uk: Ви розблокували: {name.weapon_polearm}!

# STRINGS.WEAPONS.UNLOCK.SHOTPUT
source: You unlocked the {name.weapon_shotput}!
uk: Ви розблокували: {name.weapon_shotput}!

# STRINGS.WEAPONS.UNLOCK.TITLE
source: New Weapon Unlocked!
uk: Нову зброю розблоковано!

# STRINGS.WEAPON_TIPS.CONTROLS.BOW
source: <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT> Light Attack (hold to Charge) <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> Heavy Attack (hold to Charge) <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> Dodge <p bind='Controls.Digital.SKILL' color=LIGHT_TEXT> Skill
uk: <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT> Легка атака (утримуйте, щоб зарядити) <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> Важка атака (утримуйте, щоб зарядити) <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> Ухилитись <p bind='Controls.Digital.SKILL' color=LIGHT_TEXT> Навичка

# STRINGS.WEAPON_TIPS.CONTROLS.CANNON
source: <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT> Shoot <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> Shotgun Blast (Invincible <#RED>Dodge</>) <p bind='Controls.Digital.SKILL' color=LIGHT_TEXT> Skill (<#RED>Reload</> on hit) <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> <#RED>Reload</> (with timing)
uk: <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT> Постріл <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> Постріл дробовика (безпечне <#RED>ухиляння</>) <p bind='Controls.Digital.SKILL' color=LIGHT_TEXT> Навичка (<#RED>перезарядка</> при попаданні) <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> <#RED>Перезарядка</> (правильний таймінг)

# STRINGS.WEAPON_TIPS.CONTROLS.HAMMER
source: <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT> Light Attack <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> Heavy Attack <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> Dodge <p bind='Controls.Digital.SKILL' color=LIGHT_TEXT> Skill
uk: <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT> Легка атака <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> Важка атака <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> Ухилитись <p bind='Controls.Digital.SKILL' color=LIGHT_TEXT> Навичка

# STRINGS.WEAPON_TIPS.CONTROLS.POLEARM
source: <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT> Light Attack <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> Heavy Attack <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> Dodge <p bind='Controls.Digital.SKILL' color=LIGHT_TEXT> Skill
uk: <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT> Легка атака <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> Важка атака <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> Ухилитись <p bind='Controls.Digital.SKILL' color=LIGHT_TEXT> Навичка

# STRINGS.WEAPON_TIPS.CONTROLS.SHOTPUT
source: <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT> Punch <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> Throw <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> Dodge <p bind='Controls.Digital.SKILL' color=LIGHT_TEXT> Skill
uk: <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT> Удар <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> Кинути <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> Ухилитись <p bind='Controls.Digital.SKILL' color=LIGHT_TEXT> Навичка

# STRINGS.WEAPON_TIPS.FOCUS_HIT.BOW
source: All <#BLUE>Focus Hits</> pierce through enemies, but piercing <#RED>Light Attacks</> do less damage per pierce. <#BLUE>Focus Hit:</BLUE> • Release your arrow just as your bowstring is fully extended
uk: Усі <#BLUE>фокусні удари</> пронизують ворогів, але проникаючі <#RED>легкі удари</> завдають менше шкоди за кожне проникнення. <#BLUE>Фокусний удар:</BLUE> • Випустіть свою стрілу в той момент, коли тетива вашого лука повністю натягнута

# STRINGS.WEAPON_TIPS.FOCUS_HIT.CANNON
source: <#BLUE>Focus Hit:</BLUE> • Last three shots of your clip
uk: <#BLUE>Фокусний удар:</BLUE> • Останні три постріли вашої обойми

# STRINGS.WEAPON_TIPS.FOCUS_HIT.HAMMER
source: <#BLUE>Focus Hit:</BLUE> • Hit multiple enemies with one swing • Fully charge a <#RED>Heavy Attack</RED> combo ender • Fully charge a <#RED>Golf Swing</RED> (<p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> <p img='images/ui_ftf/arrow_right.tex' color=0 scale=0.4> Back + <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT>)
uk: <#BLUE>Фокусний удар:</BLUE> • Вдарите кількох ворогів одним ударом • Повністю зарядіть завершальну комбінацію <#RED>важкої атаки</RED> • Повністю зарядіть <#RED>Удар ключкою</RED>(<p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> <p img='images/ui_ftf/arrow_right.tex' color=0 scale=0.4> Назад + <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT>)

# STRINGS.WEAPON_TIPS.FOCUS_HIT.POLEARM
source: <#BLUE>Focus Hit:</BLUE> • Hit an enemy with the tip of your {name.weapon_polearm} • Hit multiple enemies with the <#RED>Spinning Drill</RED> (<p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> <p img='images/ui_ftf/arrow_right.tex' color=0 scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT>)
uk: <#BLUE>Фокусний удар:</BLUE> • Вдарте ворога кінчиком свого {3:{name.weapon_polearm}} • Вдарте кількох ворогів <#RED>Закрученим свердлом</RED> (<p bind='Controls.Digital.DODGE' color=LIGHT_TEXT> <p img='images/ui_ftf/arrow_right.tex' color=0 scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT>)

# STRINGS.WEAPON_TIPS.FOCUS_HIT.SHOTPUT
source: <#BLUE>Focus Hit:</BLUE> • Hit an airborne <#RED>{name.weapon_shotput}</> • Throw a <#RED>{name.weapon_shotput}</> immediately after catching it
uk: <#BLUE>Фокусний удар:</BLUE> • Вдарить <#RED>{name.weapon_shotput}</> в повітрі • Кинуть <#RED>{name.weapon_shotput}</> одразу після того, як його спіймали

# STRINGS.WEAPON_TIPS.HINT.BOW
source: Discover more combos by combining <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT>, <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> and <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT>
uk: Відкривайте більше комбінацій, поєднуючи <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT>, <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> та <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT>

# STRINGS.WEAPON_TIPS.HINT.CANNON
source: Discover more combos by combining <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT>, <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> and <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT>
uk: Відкрийте для себе більше комбо, поєднуючи <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT>, <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> і <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT>

# STRINGS.WEAPON_TIPS.HINT.HAMMER
source: Discover more combos by combining <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT>, <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> and <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT>
uk: Відкрийте для себе більше комбо, поєднуючи <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT>, <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> і <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT>

# STRINGS.WEAPON_TIPS.HINT.POLEARM
source: Discover more combos by combining <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT>, <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> and <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT>
uk: Відкрийте для себе більше комбо, поєднуючи <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT>, <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> і <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT>

# STRINGS.WEAPON_TIPS.HINT.SHOTPUT
source: Discover more combos by combining <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT>, <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> and <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT>
uk: Відкрийте для себе більше комбо, поєднуючи <p bind='Controls.Digital.ATTACK_LIGHT' color=LIGHT_TEXT>, <p bind='Controls.Digital.ATTACK_HEAVY' color=LIGHT_TEXT> і <p bind='Controls.Digital.DODGE' color=LIGHT_TEXT>

# STRINGS.WEATHER.REWARD_NOTIFICATION_BODY
source: Earned <#RED>%s</> for reaching <#RED>Teffra Saturation Level %s</>.
uk: Отримано <#RED>%s</> за досягнення <#RED>%s рівня насичення конжуром</>.

# STRINGS.WEATHER.TOOLTIP_REWARDS_TITLE
source: Teffra Saturation
uk: Насиченість конжуру
