Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_bullseye.name
source: Bullseye!
uk: В яблучко!

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_focus_heavy.desc
source: Shoot a <#BLUE>piercing</> <#RED>Heavy</> arrow with <#BLUE>Focus</> timing that hits <#RED>three or more Targets</>. Damage is NOT reduced per pierce. *May be completed in <#BLUE>Town</>
uk: Вистреліть <#BLUE>пронизливою</> <#RED>важкою</> стрілою з точним <#BLUE>фокусним часом</>, яка вразить <#RED>три або більше цілі</>. Шкода НЕ зменшується з кожним проникненням. *Можна завершити в <#BLUE>місті</>

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_focus_heavy.name
source: Piercing Heavy {name_multiple.concept_focus_hit}
uk: Пронизливі важкі {name_multiple.concept_focus_hit}

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_focus_kills.desc
source: Kill <#RED>Enemies</> using any <#BLUE>{name.weapon_bow} {name.concept_focus_hit}</>.
uk: Вбийте <#RED>ворога</> використовуючи <#BLUE>{name.concept_focus_hit} {4:{name.weapon_bow}}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_focus_kills.name
source: {name.weapon_bow} Focus Kills
uk: Фокусовані вбивства {4:{name.weapon_bow}}

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_focus_light.desc
source: Shoot a <#BLUE>piercing</> <#RED>Light</> arrow with <#BLUE>Focus</> timing that hits <#RED>two or more Targets</>. Damage is reduced per pierce. *May be completed in <#BLUE>Town</>
uk: Вистреліть <#BLUE>пронизливою</> <#RED>легкою</> стрілою з точним <#BLUE>фокусним часом</>, яка вразить <#RED>дві або більше цілі</>. Шкода зменшується з кожним проникненням. *Можна завершити в <#BLUE>місті</>

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_focus_light.name
source: Piercing Light {name_multiple.concept_focus_hit}
uk: Пронизливі легкі {name_multiple.concept_focus_hit}

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_hitstreak_advanced.desc
source: Build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> in combat while using a <#RED>{name.weapon_bow}</>.
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, використовуючи <#RED>{name.weapon_bow}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_hitstreak_advanced.name
source: {name.weapon_bow} {name_multiple.concept_hitstreak} II
uk: {Name_multiple.concept_hitstreak} {4:{name.weapon_bow}} ІІ

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_hitstreak_basic.desc
source: Build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> in combat while using a <#RED>{name.weapon_bow}</>.
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, використовуючи <#RED>{name.weapon_bow}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_hitstreak_basic.name
source: {name.weapon_bow} {name_multiple.concept_hitstreak}
uk: {Name_multiple.concept_hitstreak} {4:{name.weapon_bow}}

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_hitstreak_pierce.desc
source: Build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> in combat, using at least <#BLUE>{piercing_shots} Piercing Focus Arrows</> that hit multiple <#RED>Enemies</>.
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, використовуючи принаймні <#RED>{piercing_shots} пронизливі фокусні атаки</> які вразили кількох <#RED>ворогів</>.

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_hitstreak_pierce.name
source: Piercing Focus {name_multiple.concept_hitstreak}
uk: Пронизливі фокусні {name_multiple.concept_hitstreak}

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_melee_followup.desc
source: Knock an <#RED>Enemy</> down with the <#RED>Thwack Skill</> and shoot it with a <#BLUE>Focus Arrow</> as it is falling down.
uk: Подолайте <#RED>ворога</>, збивши його навичкою <#RED>Ляпас</> і вистреливши у нього <#BLUE>фокусною стрілою</>, поки він падає.

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_melee_followup.name
source: Thwack Follow-up
uk: Подальші дії після удару

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_butt_reload.desc
source: Hit a <#RED>Target</> with your <#RED>Battering Ram Skill</> (<p bind='Controls.Digital.SKILL' color=0>) to regain <#RED>1 {name.cannon_ammo}</>. *May be completed in <#BLUE>Town</>
uk: Вразіть <#RED>ціль</> за допомогою <#RED>навички Штурмовий таран</> (<p bind='Controls.Digital.SKILL' color=0>), щоб відновити <#RED>1 {name.cannon_ammo}</>. *Можна завершити в <#BLUE>місті</>

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_butt_reload.name
source: Battering Ram Reloads
uk: Перезаряджання Штурмовим тараном

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_focus.desc
source: Shoot a <#RED>Target</> with the last half of your ammo clip, performing a <#BLUE>{name.concept_focus_hit}</>. *May be completed in <#BLUE>Town</>
uk: Стріляйте в <#RED>ціль</>, використовуючи останню половину обойми, виконавши <#BLUE>{name.concept_focus_hit}</>. *Можна завершити в <#BLUE>місті</>

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_focus.name
source: Low Clip Focus Hits
uk: Фокусні удари з низьким боєзапасом

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_focus_shockwave.desc
source: Create a <#RED>Shockwave</> (<p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>) with the last half of your ammo clip to perform a <#BLUE>{name.concept_focus_hit}</>.
uk: Створіть <#RED>Ударну хвилю</> (<p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>) з останньою половиною обойми, щоб нанести <#BLUE>{name.concept_focus_hit}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_focus_shockwave.name
source: Shockwave Focus Hits
uk: Фокусні ударні хвилі

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_hitstreak_advanced.desc
source: Build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> in combat while using a <#RED>{name.weapon_cannon}</>.
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, використовуючи <#RED>{2:{name.weapon_cannon}}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_hitstreak_advanced.name
source: {name.weapon_cannon} {name_multiple.concept_hitstreak} II
uk: {Name_multiple.concept_hitstreak} {4:{name.weapon_cannon}} ІІ

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_hitstreak_basic.desc
source: Build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> in combat while using a <#RED>{name.weapon_cannon}</>.
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, використовуючи <#RED>{2:{name.weapon_cannon}}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_hitstreak_basic.name
source: {name.weapon_cannon} {name_multiple.concept_hitstreak}
uk: {Name_multiple.concept_hitstreak} {4:{name.weapon_cannon}}

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_hitstreak_heavy.desc
source: During combat, build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> using at least <#RED>{num_butts} Battering Rams</> (<p bind='Controls.Digital.SKILL' color=0>) and <#RED>{num_heavyhits} Heavy Attacks</>.
uk: Під час бою отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</>, використовуючи принаймні <#RED>{num_butts} Штурмових таранів</> (<p bind='Controls.Digital.SKILL' color= 0>) і <#RED>{num_heavyhits} важких атак</>.

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_hitstreak_heavy.name
source: Heavy Battering Ram {name_multiple.concept_hitstreak}
uk: {Name_multiple.concept_hitstreak} важким Штурмовим тараном

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_perfect_dodge.desc
source: While using a <#RED>{name.weapon_cannon}</>, <#RED>Dodge</> an <#RED>Attack</> at the last possible moment to leave behind a cloud of dust.
uk: Використовуючи <#RED>{2:{name.weapon_cannon}}</>, <#RED>ухиляйтеся</> від <#RED>атаки</> в останній момент, щоб залишити позаду хмару пилу.

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_perfect_dodge.name
source: {name.weapon_cannon} Perfect Dodges
uk: Ідеальні ухилення {4:{name.weapon_cannon}}

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_perfect_reload.desc
source: Perform a fast <#RED>Reload</> by pressing <p bind='Controls.Digital.DODGE' color=0> <p bind='Controls.Digital.DODGE' color=0> with precise timing. *May be completed in <#BLUE>Town</>
uk: Виконайте швидке <#RED>перезаряджання</>, натиснувши <p bind='Controls.Digital.DODGE' color=0> <p bind='Controls.Digital.DODGE' color=0> з правильним таймінгом. *Можна завершити в <#BLUE>місті</>

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_perfect_reload.name
source: Perfect Reloads
uk: Ідеальні перезарядки

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_quick_rise.desc
source: While using a <#RED>{name.weapon_cannon}</>, recover immediately from getting <#RED>Knocked Down</> by <#RED>Dodging</> the moment you hit the ground.
uk: Використовуючи <#RED>{2:{name.weapon_cannon}}</>, негайно встаньте на ноги після <#RED>збивання з ніг</>, зробивши <#RED>ухилення</> в момент удару об землю.

# STRINGS.ITEMS.WEAPON_MASTERY.CANNON.cannon_quick_rise.name
source: {name.weapon_cannon} Quick Rises
uk: Швидкі підйоми {4:{name.weapon_cannon}}

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.critical_hit.desc
source: Deal a <#ATK_CRIT>Critical Hit</> during combat. <#RED>{name_multiple.concept_relic}</> may be used to increase <#RED>Critical Hit Chance</>.
uk: Нанесіть <#ATK_CRIT>критичний удар</> під час бою. <#RED>{name_multiple.concept_relic}</> можна використовувати для збільшення <#RED>шансу критичного удару</>.

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.critical_hit.name
source: Critical Hits
uk: Критичні удари

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.dodge_cancel.desc
source: <#RED>Dodge</> during the recovery period of your <#RED>Attack</>. *May be completed in <#BLUE>Town</>
uk: <#RED>Ухиляйтеся</> протягом періоду відновлення вашої <#RED>атаки</>. *Можна завершити в <#BLUE>місті</>

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.dodge_cancel.name
source: Dodge Cancels
uk: Скасування ухилення

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.dodge_cancel_hitstreak.desc
source: During combat, build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> incorporating at least <#RED>{dodgecancels} Dodge Cancels</>.
uk: Під час бою отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</>, включаючи принаймні <#RED>{dodgecancels} скасувань ухилення</>.

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.dodge_cancel_hitstreak.name
source: Dodge Cancel {name_multiple.concept_hitstreak}
uk: {Name_multiple.concept_hitstreak} скасуванням ухилення

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.dodge_cancel_on_hit.desc
source: <#RED>Dodge Cancel</> during the recovery period of an <#RED>Attack</> that successfully hit an <#RED>Enemy</>.
uk: <#RED>Скасуйте ухилення</> під час відновлення <#RED>атаки</>, яка успішно вразила <#RED>ворога</>.

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.dodge_cancel_on_hit.name
source: Advanced Dodge Cancels
uk: Розширені скасування ухилення

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.dodge_cancel_perfect.desc
source: Evade an incoming <#RED>Attack</> by <#RED>Dodge Cancelling</> at the last second.
uk: Ухиліться від наступної <#RED>атаки</> за допомогою <#RED>скасування ухилення</> в останній момент.

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.dodge_cancel_perfect.name
source: Perfect Dodge Cancels
uk: Ідеальне скасування ухилення

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.hitstreak_perfect_dodge.desc
source: During combat, build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> incorporating at least <#RED>1 Perfect Dodge Cancel</>.
uk: Під час бою отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</>, включаючи принаймні <#RED>1 ідеальне скасування ухилення</>.

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.hitstreak_perfect_dodge.name
source: Perfect Dodge Cancel {name_multiple.concept_hitstreak}
uk: {Name_multiple.concept_hitstreak} ідеальним скасуванням ухилення

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.hitstreak_props.desc
source: During combat, build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> incorporating at least <#RED>{num_prophits} Hits</> against <#RED>Environmental Objects</>.
uk: Під час бою отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</>, включаючи принаймні <#RED>{num_prophits} ударів</> по <#RED>об'єктам середовища</>.

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.hitstreak_props.name
source: Environmental {name_multiple.concept_hitstreak}
uk: {Name_multiple.concept_hitstreak} по природі

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.perfect_dodge.desc
source: Leave behind a cloud of dust by <#RED>Dodging</> an <#RED>Attack</> at the last possible moment.
uk: Залиште позаду хмару пилу, <#RED>ухиляючись</> від <#RED>атаки</> в останній момент.

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.perfect_dodge.name
source: Perfect Dodges
uk: Ідеальні ухилення

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.quick_rise.desc
source: Recover immediately from getting <#RED>Knocked Down</> by <#RED>Dodging</> the moment you hit the ground.
uk: Негайно встаньте на ноги після <#RED>збивання з ніг</>, зробивши <#RED>ухилення</> в момент удару об землю.

# STRINGS.ITEMS.WEAPON_MASTERY.GENERAL.quick_rise.name
source: Quick Rises
uk: Швидкі підйоми

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_air_spin.desc
source: Get <#BLUE>{name_multiple.concept_focus_hit}</> on <#RED>Targets</> by performing <#RED>Jumping Heavy Somersaults</> ( <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>, hold <p bind='Controls.Digital.ATTACK_HEAVY' color=0>). *May be completed in <#BLUE>Town</>
uk: Отримуйте <#BLUE>{name_multiple.concept_focus_hit}</> атакуючи <#RED>цілі</>, виконавши <#RED>Сальто з важким ударом</> ( <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>, утримуйте <p bind='Controls.Digital.ATTACK_HEAVY' color=0>). *Можна завершити в <#BLUE>місті</>

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_air_spin.name
source: Combo {name_multiple.concept_focus_hit}
uk: Комбо {2:{name_multiple.concept_focus_hit}}

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_counterattack.desc
source: Kill an <#RED>Enemy</> while they're in the middle of an <#RED>Attack</>.
uk: Вбийте <#RED>ворога</>, поки він перебуває в середині своєї <#RED>атаки</>.

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_counterattack.name
source: {name.weapon_hammer} Counterattacks
uk: Контратаки {4:{name.weapon_hammer}}

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_fading_light.desc
source: Kill an <#RED>Enemy</> with a <#RED>Fading Light</>.
uk: Убийте <#RED>ворога</> <#RED>Згасаючим ударом</>.

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_fading_light.name
source: Fading Lights
uk: Згасаючі удари

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_focus_hits.desc
source: Kill <#RED>Enemies</> using any <#BLUE>{name.weapon_hammer} {name.concept_focus_hit}</>.
uk: Вбийте <#RED>ворога</> використовуючи <#BLUE>{name.concept_focus_hit} {4:{name.weapon_hammer}}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_focus_hits.name
source: {name.weapon_hammer} {name_multiple.concept_focus_hit}
uk: {Name_multiple.concept_focus_hit} {4:{name.weapon_hammer}}

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_focus_hits_destructibles.desc
source: Hit an <#RED>Environmental Object</> and an <#RED>Enemy</> at the same time to perform a <#BLUE>Multi-Target {name.weapon_hammer} {name.concept_focus_hit}</>.
uk: Вдарте одночасно по <#RED>об'єкту середовища</> та <#RED>ворогу</>, щоб виконати <#BLUE>багатоцільовий {name.concept_focus_hit} {4:{name.weapon_hammer}}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_focus_hits_destructibles.name
source: Improvised Focus Hits
uk: Імпровізовані фокусні удари

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_focus_multiple_targets.desc
source: Deal extra <#RED>Damage</> by hitting <#RED>2+ Targets</> at once, performing a <#BLUE>{name.weapon_hammer} {name.concept_focus_hit}</>. *May be completed in <#BLUE>Town</>
uk: Завдайте додаткової <#RED>шкоди</>, вразивши одночасно <#RED>2+ цілі</>, виконавши <#BLUE>{name.concept_focus_hit} {4:{name.weapon_hammer}}</>. *Можна завершити в <#BLUE>місті</>

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_focus_multiple_targets.name
source: Multi-Target Focus Hits
uk: Багатоцільові фокусні удари

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_golf_swing.desc
source: Hit at least <#RED>{enemies} Enemies</> with fully charged <#RED>Golf Swings</> ( <p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> hold Backwards <p bind='Controls.Digital.ATTACK_HEAVY' color=0>).
uk: Вдарте принаймні <#RED>{enemies} ворогів</> повністю зарядженим <#RED>Ударом ключкою</> (<p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> утримуйте <p bind='Controls.Digital.ATTACK_HEAVY' color=0> у зворотному напрямку).

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_golf_swing.name
source: Golf Swings
uk: Удари ключкою

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_heavy_slam.desc
source: Kill an <#RED>Enemy</> with a <#RED>Standing Heavy Slam</>.
uk: Убийте <#RED>ворога</> <#RED>Важким ударом стоячи</>.

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_heavy_slam.name
source: Standing Heavy Slams
uk: Важкі удари стоячи

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_hitstreak_advanced.desc
source: Build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> in combat while using a <#RED>{name.weapon_hammer}</>.
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, використовуючи <#RED>{name.weapon_hammer}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_hitstreak_advanced.name
source: {name.weapon_hammer} {name_multiple.concept_hitstreak} II
uk: {Name_multiple.concept_hitstreak} {4:{name.weapon_hammer}} ІІ

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_hitstreak_basic.desc
source: Build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> in combat while using a <#RED>{name.weapon_hammer}</>.
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, використовуючи <#RED>{name.weapon_hammer}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_hitstreak_basic.name
source: {name.weapon_hammer} {name_multiple.concept_hitstreak}
uk: {Name_multiple.concept_hitstreak} {4:{name.weapon_hammer}}

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_hitstreak_dodge_L.desc
source: Build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> in combat, starting with a <#RED>Rolling Light Attack</>.
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, починаючи з <#RED>атаки Кручений удар</>.

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_hitstreak_dodge_L.name
source: Rolling Light {name_multiple.concept_hitstreak}
uk: {Name_multiple.concept_hitstreak} Крученим ударом

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_hitstreak_fading_L.desc
source: Build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> in combat, using at least <#RED>{fading_lights} Fading Light Attacks</> ( <p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> Backwards <p bind='Controls.Digital.ATTACK_LIGHT' color=0>).
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, використовуючи принаймні <#RED>{fading_lights} атаки Згасаючий удар</> (<p bind='Controls.Digital.DODGE'> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT'> у зворотному напрямку).

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_hitstreak_fading_L.name
source: Fading Light {name_multiple.concept_hitstreak}
uk: {Name_multiple.concept_hitstreak} Згасаючим ударом

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_lariat.desc
source: Kill an <#RED>Enemy</> with a <#RED>Spinning Heavy Lariat</>.
uk: Убийте <#RED>ворога</> <#RED>Обертами важкою атакою</>.

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_lariat.name
source: Spinning Heavy Lariats
uk: Оберти важкою атакою

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_thump.desc
source: Hit <#RED>{enemies}+ Enemies</> at once with a fully charged <#RED>Order in the Court Skill</>.
uk: Вдарте одночасно <#RED>{enemies}+ ворогів</> повністю зарядженою <#RED>навичкою Порядок у суді</>.

# STRINGS.ITEMS.WEAPON_MASTERY.HAMMER.hammer_thump.name
source: Orders in the Court
uk: Порядок у суді

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_drill.desc
source: Kill an <#RED>Enemy</> with a <#RED>Spinning Drill</> (<p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>).
uk: Убийте <#RED>ворога</> <#RED>Закрученим свердлом</> (<p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>).

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_drill.name
source: Spinning Drill
uk: Закручене свердло

source: Hit <#RED>{num_enemies} Targets</> with a single <#RED>Spinning Drill</> ( <p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>).
uk: Вдарте <#RED>{num_enemies} цілей</> одним <#RED>Закрученим свердлом</> ( <p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>).

source: Multi-Target Spinning Drills
uk: Багатоцільове Закручене свердло

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_drill_multiple_enemies_basic.desc
source: Deal extra <#RED>Damage</> by hitting multiple <#RED>Targets</> with one <#RED>Spinning Drill</> ( <p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>), performing a <#BLUE>{name.concept_focus_hit}</>. *May be completed in <#BLUE>Town</>
uk: Завдайте додаткової <#RED>шкоди</>, вразивши кілька <#RED>цілей</> одним <#RED>Закрученим свердлом</> ( <p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>), отримавши <#BLUE>{name.concept_focus_hit}</>. *Можна завершити в <#BLUE>місті</>

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_drill_multiple_enemies_basic.name
source: Spinning Drill {name_multiple.concept_focus_hit}
uk: {Name_multiple.concept_focus_hit} Закрученим свердлом

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_fading_light.desc
source: Kill an <#RED>Enemy</> with a <#RED>Fading Light</> ( <p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> Backwards <p bind='Controls.Digital.ATTACK_LIGHT' color=0>).
uk: Убийте <#RED>ворога</> <#RED>Згасаючим ударом</> (<p bind='Controls.Digital.DODGE'> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT'> у зворотному напрямку).

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_fading_light.name
source: Fading Lights
uk: Згасаючі удари

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_focus_hits_tip.desc
source: Deal extra <#RED>Damage</> by hitting a <#RED>Target</> with the tip of your <#RED>Spear</>, performing a <#BLUE>{name.concept_focus_hit}</>. *May be completed in <#BLUE>Town</>
uk: Завдайте додаткової <#RED>шкоди</>, вразивши <#RED>ціль</> кінчиком свого <#RED>списа</>, виконавши <#BLUE>{name.concept_focus_hit}</>. *Можна завершити в <#BLUE>місті</>

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_focus_hits_tip.name
source: Tipped {name_multiple.concept_focus_hit}
uk: Точні {name_multiple.concept_focus_hit}

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_focus_kills.desc
source: Kill <#RED>Enemies</> using any <#BLUE>{name.weapon_polearm} {name.concept_focus_hit}</>.
uk: Убийте <#RED>ворога</> використовуючи <#BLUE>{name.concept_focus_hit} {3:{name.weapon_polearm}}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_focus_kills.name
source: {name.weapon_polearm} {name_multiple.concept_focus_hit}
uk: {Name_multiple.concept_focus_hit} {4:{name.weapon_polearm}}

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_heavy_attack.desc
source: Kill an <#RED>Enemy</> with a <#RED>Jumping Heavy</>.
uk: Убийте <#RED>ворога</> <#RED>Важким стрибком</>.
