Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

source: !happy !bliss There's nothin' I love more in this world than whipping up big tasty batches of grub! !point Hooo-wee! Boy howdy!
uk: !happy !bliss Немає нічого кращого за приготування смачних, ситних страв! !point Ого-го! От це так!

source: !happy !wave Howdy! Everything's right as rain here-- !shrug I sure do love choppin' and fryin' and all that other cookin' stuff!
uk: !happy !wave Привіт! Тут все гаразд... !shrug Люблю нарізати, смажити і всілякі інші кулінарні штуки!

source: !laugh Well, someone's lookin' ready for adventure! !happy !dubious Best get a move-on, don't ya think?
uk: !laugh О, хтось виглядає готовим до пригод! !happy !dubious Краще вирушайте якнайшвидше, згодні?

source: !neutral !think Aw shucks, I can't find my flipper-flapper... er... turner-over...er...? !shocked Splatula! I definitely meant splatula.
uk: !neutral !think Ой леле, не можу знайти свою лопаточку... ку... переверталочку... ку...? !shocked Лопатка! Я безумовно мала на увазі лопатку.

source: !happy !wave Hoo-boy, I sure am workin' hard in this here kitchen! Yes-siree! !bliss Here I am, cookin' up a storm! !happy !shrug Mixin' and stirrin' away! !neutral ...Are you gonna be standin' there for much longer, Hunter?
uk: !happy !wave Ох-хо, я так завзято працюю на цій кухні! Точно! !bliss Ось я, готую на повну! !happy !shrug Мішаю та помішую! !neutral ...Ви ще довго тут стоятимете, Мисливцю?

source: !neutral !shocked Yeep! Don't sneak up on me like that!! !happy !nervous ...Uh, sorry, guess I got a mite jumpy there. Good to see ya!
uk: !neutral !shocked Ой! Не підкрадайтеся так!! !happy !nervous ...Ух, вибачте, здається, я трохи злякалася. Рада вас бачити!

source: !happy !dubious Findin' lots of rare stuff on your adventures? !shrug Just curious!
uk: !happy !dubious Ви знаходите багато рідкісних речей у своїх пригодах? !shrug Просто цікаво!

source: !happy !think Whew, the stuff in that big chest sure would fetch a pretty penny back in <#BLUE>the Brinks</>. !neutral !shocked N-not that I was snoopin' or nothin'!
uk: !happy !think Ух, оце добро у тій великій скрині коштувало б чималі гроші в <#BLUE>Брінкс</>. !neutral !shocked Н-ні, я не лазила в неї, чесно!

source: !happy !point Way to go. !gruffnod You put the fear in 'em out there.
uk: !happy !point Так тримати. !gruffnod На полі бою ви всіх налякали.

source: !happy !point There's my star pupil. !think It'd be nice if the rest of my students learned a thing or two from you.
uk: !happy !point Ось мій найкращий учень. !think Було б добре, якби решта моїх учнів навчилася чогось від вас.

source: !neutral !gruffnod There's the Hunter of the hour. !dubious Whatcha need?
uk: !neutral !gruffnod Ось він, Мисливець цього часу. !dubious Що вам потрібно?

source: !happy !gruffnod A+, kid. !gesture Now. You need a lesson review?
uk: !happy !gruffnod !gruffnod 5+, друже. !gesture Тепер. Вам потрібен огляд уроку?

source: !neutral !gruffnod I'm glad at least <i>one</i> of my students pays attention in class. !happy !dubious Whatcha need?
uk: !neutral !gruffnod Радий, що принаймні <i>один</i> з моїх учнів уважно слухає на заняттях. !happy !dubious Що вам потрібно?

source: !neutral !point It's easy to regret a swing, but you'll never regret a <#RED>{name.concept_dodge}</>. !shrug So, y'know. <#RED>{name.concept_dodge}</>.
uk: !neutral !point Легко пошкодувати про удар, але ви ніколи не пошкодуєте про <#RED>{name.concept_dodge}</>. !shrug Тому, знайте, <#RED>{name.concept_dodge}</>.

source: !neutral !point Didja know smacking objects in the environment keeps yer <#RED>Hit Streak</> going? !happy !gesture 'Thought it was a good tip.
uk: !neutral !point Чи знали ви, що удари по предметах в навколишньому середовищі підтримують вашу <#RED>серію влучань</>? !happy !gesture Мені здалося, що це гарна порада.

source: !neutral !dubious A <#RED>{name.beets}</> is dazed after a head slam. !point Bait and <#RED>{name.concept_dodge}</> before going in for the kill.
uk: !neutral !dubious <#RED>{Name.beets}</> приголомшений після удару головою. !point Приманюйте та виконуйте <#RED>{name.concept_dodge}</>, перш ніж його вбити.

source: !neutral !cough {name.dojo_cough} !point You can swap your equipped gear at the <#RED>Armoury</> here in town.
uk: !neutral !cough {Name.dojo_cough} !point Ви можете поміняти одягнуте спорядження на <#RED>манекені з обладунками</> тут, у місті.

source: !neutral !gesture You can't change your gear once you set out on a Hunt. !cough {name.dojo_cough} Dress wisely before you leave.
uk: !neutral !gesture Ви не можете змінити своє спорядження, вирушивши на полювання. !cough {Name.dojo_cough} Думайте що одягнути, перш ніж піти.

source: !neutral !point Don't forget, it's more important to stay alive than it is to strike. !happy !gruffnod This is yer daily reminder to <#RED>{name.concept_dodge}</>.
uk: !neutral !point Не забувайте, що важливіше залишитися в живих, ніж завдати удару. !happy !gruffnod <#RED>{Name.concept_dodge}</ > це ваше щоденне нагадування.

source: !neutral !gruffnod Remember, all <#RED>Weight</> builds are viable. !point You just gotta find what build works for you.
uk: !neutral !gruffnod Пам'ятайте, усі <#RED>вагові категорії</> є життєздатними. !point Вам просто потрібно знайти той варіант, який вам підходить.

source: !neutral !cough {name.dojo_cough} !gruffnod All great Hunters started off as newbies trying stuff out.
uk: !neutral !cough {Name.dojo_cough} !gruffnod Усі великі Мисливці починали як новачки, які пробують різні речі.

source: !happy !agree If you ever feel stuck, try changing up your gear. !happy !shrug If nothing else, you'll feel snazzy.
uk: !happy !agree Якщо ви коли-небудь відчуєте, що застрягли, спробуйте змінити спорядження. !happy !shrug Якщо вже нічого іншого, то принаймні будете виглядати круто.

source: !happy !agree Gettin' stuck is just an opportunity to try new things. !gesture Try experimenting with your tactics.
uk: !happy !agree Застрягти - це лише можливість спробувати нові речі. !gesture Спробуйте поекспериментувати зі своєю тактикою.

source: !neutral !dubious <#RED>{name_multiple.rot}</> have melons for brains. !disagree <#RED>{name_multiple.yammo}'ll</> hit their own pals if you bait a swing right.
uk: !neutral !dubious <#RED>{Name_multiple.rot}</> мають дині замість мізків. !disagree Якщо правильно підставитись, <#RED>{Name_multiple.yammo}</> вдарять своїх.

source: !neutral !gesture You can check yer <#RED>Weight Class</> over at the <#RED>Armoury</>. !cough {name.dojo_cough}
uk: !neutral !gesture Ви можете перевірити свою <#RED>вагову категорію</> на <#RED>манекені з обладунками</>. !cough {Name.dojo_cough}

source: !neutral !cough {name.dojo_cough} Hey. !dubious Be wary of the folks in the woods.
uk: !neutral !cough {Name.dojo_cough} Гей. !dubious Будьте обережні з істотами в лісі.

source: !neutral !cough You done any training lately? !happy !point You can practice <#BLUE>Focus Hits</> on the dummies here in town.
uk: !neutral !cough Ви нещодавно тренувалися? !happy !point Ви можете практикувати <#BLUE>фокусні удари</> на манекенах тут, у місті.

source: !neutral !gesture <#RED>{name_multiple.concept_relic}</> only last for one Hunt. !point Experiment with yer combinations.
uk: !neutral !gesture <#RED>{Name_multiple.concept_relic}</> тривають лише одне полювання. !point Експериментуйте зі своїми комбінаціями.

source: !neutral !cough Listen up, Hunter. !gesture You'll know yer <#RED>Luck</> stat swayed a sitchy-ation if you see a <#RED>Lucky Clover Icon</>.
uk: !neutral !cough Слухайте, Мисливцю. !gesture Ви дізнаєтеся, що ваша <#RED>удача</> вплинула на ситуацію, якщо побачите <#RED>значок щасливої конюшини</>.

source: !neutral !gesture Gusts of <#RED>Wind</> aren't so bad if you're a <#RED>{name.heavy_weight} Class</> build. !happy !dubious <#RED>{name.light_weight} Class</> build? Different story.
uk: !neutral !gesture Пориви <#RED>вітру</> не такі вже й страшні, якщо у вас <#RED>клас: {name.heavy_weight}</>. !happy !dubious <#RED>{Name.light_weight} клас</>? Це вже інша історія.

source: !neutral !cough Listen up, Hunter. !point Every <#RED>Enemy</> is predictable, if you learn to read them.
uk: !neutral !cough Слухайте, Мисливцю. !point Кожен <#RED>ворог</> передбачуваний, якщо ви навчитесь їх читати.

source: !neutral !point Study your foes. Watch their moves. !happy !gruffnod Soon you'll see the openings.
uk: !neutral !point Вивчайте своїх ворогів. Слідкуйте за їхніми рухами. !happy !gruffnod Незабаром ви побачите можливості.

source: !happy !gesture Didja know you can get a <#RED>Critical</> <#BLUE>Focus Hit</>? !gruffnod Powerful stuff.
uk: !happy !gesture Чи знали ви, що можете отримати <#RED>критичний</> <#BLUE>фокусний удар</>? !gruffnod Сильна штука.

source: !neutral !cough {name.dojo_cough} !happy !gesture Need a lesson?
uk: !neutral !cough {Name.dojo_cough} !happy !gesture Потрібен урок?

source: !neutral !cough {name.dojo_cough} !happy !gesture How're yer studies going?
uk: !neutral !cough {Name.dojo_cough} !happy !gesture Як проходить навчання?

source: !neutral !gesture You can check yer <#RED>Weight Class</> over at any <#RED>Weapon Rack</>. !cough {name.dojo_cough}
uk: !neutral !gesture Ви можете перевірити свою <#RED>вагову категорію</> на будь-якій <#RED>стійці для зброї</>. !cough {Name.dojo_cough}

source: !happy !gruffnod Need anything explained? !cough Ask away.
uk: !happy !gruffnod Потрібно щось пояснити? !cough Запитуйте.

source: !happy !gruffnod Hmph. !agree I'm in a teachin' mood today.
uk: !happy !gruffnod Хмпф. !agree Сьогодні я в настрої викладати.

source: !neutral !cough {name.dojo_cough} !gesture Don't forget to review the fundamentals.
uk: !neutral !cough {Name.dojo_cough} !gesture Не забудьте переглянути основи.

source: !neutral !cough {name.dojo_cough} !happy !gesture Need me to explain anythin'?
uk: !neutral !cough {Name.dojo_cough} !happy !gesture Мені потрібно щось пояснити?

source: !neutral !point Be thoughtful when yer trying new <#RED>Armour</>. !gesture Changing your gear might change your <#RED>Weight Class</>.
uk: !neutral !point Будьте уважні, коли одягаєте нові <#RED>обладунки</>. !gesture Зміна спорядження може змінити вашу <#RED>вагову категорію</>.

source: !happy !shrug It's easier to fight when you're comfy. !neutral !gesture Try mixin' and matchin' <#RED>Armour</> sets to get your favourite <#RED>Weight Class</>.
uk: !happy !shrug Легше битися, коли вам зручно. !neutral !gesture Спробуйте комбінувати набори <#RED>обладунків</>, щоб отримати вашу улюблену <#RED>вагову категорію</>.

source: !neutral !think Kids these days can't get enough of them <#RED>'Emote Wheels'</> <p bind='Controls.Digital.SHOW_EMOTE_RING' color=BTNICON_DARK>. !disagree I prefer to never express myself.
uk: !neutral !think Сучасним дітям так подобається <#RED>'Колесо емоцій'</> <p bind='Controls.Digital.SHOW_EMOTE_RING' color=BTNICON_DARK>. !disagree Я вважаю за краще ніколи не виражати емоцій.

source: !neutral !point Some <#RED>{name_multiple.concept_relic}</> is more powerful than others, y'know. !gruffnod You can tell <#RED>Fabled {name_multiple.concept_relic}</> apart by the fancier frames around their icons.
uk: !neutral !point Деякі <#RED>{name_multiple.concept_relic}</> потужніші за інші. !gruffnod Ви можете відрізнити <#RED>легендарні {name_multiple.concept_relic}</> за більш витонченими рамками навколо їхніх значків.

source: !neutral !point Listen up. !gruffnod You can do <#RED>Dodge Cancels</> to keep up your <#RED>Hit Streak</>.
uk: !neutral !point Слухайте. !gruffnod Ви можете виконувати <#RED>скасовування ухилення</>, щоб продовжити свою <#RED>серію влучань</>.

source: !neutral !point How's yer gear treatin' you? !happy !shrug Gettin' new equipment's just as important as upgrading your old stuff. Maybe even more.
uk: !neutral !point Як ваше спорядження? !happy !shrug Отримання нового обладнання так само важливо, як і покращення старого. Можливо, навіть більше.

source: !happy !gesture It's nice to have <#BLUE>{name.npc_armorsmith}</> around. !closedeyes I think she brightens up the camp.
uk: !happy !gesture Приємно коли <#BLUE>{Name.npc_armorsmith}</> поруч. !closedeyes Мені здається, вона скрасить табір.

source: !happy !gesture Feel free to chat with folks around town. !agree It's good for morale.
uk: !happy !gesture Не соромтеся спілкуватися з іншими в місті. !agree Це добре для моралі.

source: !happy !gesture Take some time to socialize with the other {name_multiple.foxtails}. !neutral !point It's good for team cohesion.
uk: !happy !gesture Приділіть трохи часу спілкуванню з іншим {2:{Name_multiple.foxtails}}. !neutral !point Це добре згуртовує команду.

source: !happy !think <#BLUE>{name.npc_armorsmith}</> truly doesn't care what others think of her. !shrug I can't relate. But I admire it.
uk: !happy !think <#BLUE>{2:{Name.npc_armorsmith}}</> дійсно не хвилює, що інші думають про неї. !shrug Я не в захваті.

source: !happy !gesture I'm glad I hired <#BLUE>{name.npc_blacksmith}</>. !agree I can trust him to be honest with me.
uk: !happy !gesture Я радий, що найняв <#BLUE>{2:{Name.npc_blacksmith}}</>. !agree Я вірю в те, що він буде чесним зі мною.

source: !happy !gesture <#BLUE>{name.npc_cook}</> is an interesting character, isn't she? !neutral !gesture I have no further comment on that.
uk: !happy !gesture <#BLUE>{Name.npc_cook}</> — цікавий персонаж, чи не так? !neutral !gesture У мене більше немає коментарів щодо цього.

source: !happy !gesture If you're taking a <#RED>{name.lunchbox}</>, make sure it's packed before we leave. !shrug I don't wanna have to fly all the way back for a sandwich.
uk: !happy !gesture Якщо ви берете <#RED>{name.lunchbox}</>, переконайтеся, що він запакований, перш ніж ми підемо. !shrug Я не хочу летіти назад заради бутерброда.

source: !happy !gesture You'll get some good <#RED>Buffs</> from <#BLUE>{name.npc_cook}'s</> cooking. !shrug I guess that's just my way of saying "don't forget to eat".
uk: !happy !gesture Ви отримаєте гарні <#RED>бафи</> від кулінарії <#BLUE>{Name.npc_cook}</>. !shrug Мабуть, це мій спосіб сказати "не забудьте поїсти".

source: !neutral !angry I wish <#BLUE>{name.npc_dojo_master}</> wouldn't clip his toenails in the common area. !gesture He <i>insists</> they're a natural <#RED>Rot</> repellant, but there's no way that's true... right?
uk: !neutral !angry Я б хотів, щоб <#BLUE>{Name.npc_dojo_master}</> не стриг собі нігті на ногах у спільній зоні. !gesture Він <i>наполягає</>, що вони є природним засобом від <#RED>гнильців</>, але це ж не може бути правдою... чи не так?

source: !closedeyes Ahh. I love a victory flight home, don't you? !agree The air just <i>feels</i> headier.
uk: !closedeyes Ахх. Я люблю переможний політ додому, а ви? !agree Навіть повітря <i>відчувається</i> легшим.

source: !clap Another hunt well done, Hunter. !gesture Not that I had any doubts.
uk: !clap Ще одне вдале полювання, Мисливцю. !gesture Не те щоб у мене були сумніви.

source: !gesture There are few things more refreshing than the wind rushing through my fur. !think I have to brush it kinda thoroughly afterwards to prevent matting, though.
uk: !gesture Немає нічого більш освіжаючого, ніж вітер, що проноситься крізь моє хутро. !think Хоча потім доводиться ретельно його розчісувати, щоб не утворювалися ковтуни.

source: !laugh I bet you enjoy the flight home more when you're conscious, huh? !shrug Or, remember more of the scenery at least.
uk: !laugh Б'юсь об заклад, що ви більше насолоджуєтесь польотом додому, коли ви у свідомості, га? !shrug Або, принаймні, краще запам'ятаєте пейзаж.

source: !neutral !point Remember to prioritize <#RED>Dodging</> over <#RED>{name.concept_damage}</> out there. !happy !nervous Sorry if I'm nagging... I just don't want anyone getting hurt.
uk: !neutral !point Не забувайте віддавати перевагу <#RED>ухиленням</>, а не нанесенню <#RED>{2:{name.concept_damage}}</>. !happy !nervous Вибачте, якщо я дошкуляю... Я просто не хочу, щоб хтось постраждав.

source: !happy !gesture No pressure, but lemme know when you're ready. !agree I'm itching to get back in the air!
uk: !happy !gesture Жодного тиску, але дайте мені знати, коли будете готові. !agree Мені кортить повернутися в повітря!

source: !happy !gesture Ready for another {name.run}? !point Just hop in the ol'<#RED>{name.i_damselfly}</>.
uk: !happy !gesture Готові до ще одного {name.run}? !point Просто застрибніть у старий <#RED>{Name.i_damselfly}</>.

source: !happy !gesture There's training dummies here in town if you'd like a chance to practice. !neutral !shrug If you can bring yourself to hit them, anyway. They're kinda cute. !happy
uk: !happy !gesture У місті є тренувальні манекени, якщо ви хочете потренуватися. !neutral !shrug Якщо ви взагалі зможете змусити себе їх вдарити. Вони ж такі милі. !happy

source: !happy !gesture Don't forget, you can practice your moves on the training dummies around town. !shrug It's a good way to get the hang of a new weapon.
uk: !happy !gesture Не забувайте, що ви можете відпрацьовувати свої рухи на тренувальних манекенах по всьому місту. !shrug Це хороший спосіб навчитися володіти новою зброєю.

source: !happy !gesture Ready to {name.run}? !point The <#RED>{name_multiple.rot}</> aren't ready for you, I'll tell you that for free.
uk: !happy !gesture Готові до {name.run}? !point <#RED>{Name_multiple.rot}</> не готові до вас, можу вам це гарантувати.

source: !happy !gesture Rest here as long as you need, Hunter. !shrug It's not like the <#RED>{name_multiple.rot}</> are going anywhere.
uk: !happy !gesture Відпочивайте тут, скільки потрібно, Мисливцю. !shrug Не думаю, що <#RED>{name_multiple.rot}</> кудись дінуться.

source: !neutral !gesture Make sure to double check your gear before we head out. !happy !dubious I wouldn't want to have to fly back, y'know?
uk: !neutral !gesture Обов'язково ще раз перевірте своє спорядження, перш ніж ми вирушимо. !happy !dubious Я б не хотів летіти назад, розумієте?

source: !happy !gesture Don't forget, you can't change your <#RED>Armour</> once we leave! !neutral !shrug It'd be unwieldy to pack <i>all</i> the <#RED>Armour</> you own for every flight, y'know? !happy
uk: !happy !gesture Не забувайте, що ви не зможете змінити свої <#RED>обладунки</>, коли ми підемо! !neutral !shrug Важко взяти <i>всі</i> <#RED>обладунки</>, які у вас є, на кожен політ, знаєте? !happy

source: !happy !greet We can head out whenever you're ready. !gesture No rush.
uk: !happy !greet Коли ви будете готові, ми можемо вирушати. !gesture Не спішіть.

source: !happy !gesture Nice day, isn't it? !bliss My allergies are only moderately debilitating today!
uk: !happy !gesture Гарний день, чи не так? !bliss Сьогодні моя алергія лише помірно виснажлива!

source: !happy !gesture Take a load off, Hunter, we're safe here in camp. !neutral !shrug At least I think we're safe. !happy
uk: !happy !gesture Відпочиньте, Мисливцю, ми в безпеці тут, у таборі. !neutral !shrug Принаймні, я думаю, що ми в безпеці. !happy

source: !happy !gesture Make yourself at home. !neutral !shrug This <i>is</i> your home for the foreseeable future, after all. !happy
uk: !happy !gesture Почувайтесь як вдома. !neutral !laugh Зрештою, <i>це</i> ваш дім у найближчому майбутньому. !happy

source: !happy !gesture Ready to head out? !neutral !thinking I think I'm ready. Wait, did I pack my--
uk: !happy !gesture Готові вирушати? !neutral !thinking Я думаю, що я готовий. Зачекайте, я забрав свій...

source: !neutral !dubious I found <#BLUE>{name.npc_armorsmith}'s</> anti-itch cream in some debris. !scared She's probably missing that by now.
uk: agent: !neutral !dubious Я знайшов крем <#BLUE>{4:{Name.npc_armorsmith}}</> від свербіння серед уламків. !scared Вона, мабуть, уже почала його шукати.

source: !neutral !dejected Every time I see a <#RED>{name.cabbageroll}</> die I end up crying a little bit. !think But I'm not sure if that's because I feel bad for it, or because of the <#RED>{name.cabbageroll}</> stink.
uk: !neutral !dejected Кожного разу, коли я бачу смерть <#RED>{2:{Name.cabbageroll}}</>, я трохи плачу. !think Але я не впевнений, чи це через те, що мені його шкода, чи через смердючий запах <#RED>{2:{Name.cabbageroll}}</>.

source: !happy !clap Remember to press <#RED>F8</> to give feedback! !gesture I really appreciate it.
uk: !happy !clap Не забудьте натиснути <#RED>F8</>, щоб надіслати відгук! !gesture Я дійсно ціную це.

source: !happy !shocked Oh! Don't forget you can press <#RED>F8</> to give <#RED>Early Access</> feedback! !bliss It's really a big help.
uk: !happy !shocked О! Не забувайте, що ви можете натиснути <#RED>F8</>, щоб надати відгук про <#RED>ранній доступ</>! !bliss Це справді велика допомога.

source: !happy !gesture If you have opinions on the <#RED>Early Access</>, let me know with <#RED>F8</>. !shrug Good or bad, I'll listen either way.
uk: !happy !gesture Якщо у вас є думки про <#RED>ранній доступ</>, дайте мені знати, натиснувши <#RED>F8</>. !shrug Добрі чи погані, я вислухаю їх в будь-якому випадку.

source: !happy !gesture If you see something you like, press <#RED>F8</> to let me know! !agree Thanks for your time, Hunter. Really.
uk: agent: !happy !gesture Якщо ви побачите щось, що вам сподобається, натисніть <#RED>F8</>, щоб дати мені знати! !agree Дякую за ваш час, Мисливцю. Дійсно.

source: !happy !dubious Seen anything weird? Press <#RED>F8</> to let me know! !closedeyes I read them all and take them very seriously.
uk: agent: !happy !dubious Помітили щось дивне? Натисніть <#RED>F8</>, щоб дати мені знати! !closedeyes Я читаю їх усі й сприймаю дуже серйозно.

source: !happy !gesture Thanks for taking the time to play <#RED>Early Access</>, Hunter. !bliss I'm going to do everything I can to keep improving for you!
uk: !happy !gesture Дякуємо, що знайшли час пограти в <#RED>ранній доступ</>, Мисливцю. !bliss Я зроблю все можливе, щоб продовжувати вдосконалюватися для вас!

source: !happy !nervous Hey, Hunter? Thanks for playing <#RED>Early Access</>. !bliss Everything you teach me is gonna make this camp better, for you <i>and</i> the other Hunters!
uk: !happy !nervous Гей, Мисливцю? Дякуємо за гру в <#RED>ранній доступ</>. !bliss Усе, чого ви мене навчите, зробить цей табір кращим для вас <i>та</i> інших Мисливців!

source: !happy !nervous Hey, Hunter? Um. !gesture I just wanted to say I appreciate you playing <#RED>Early Access</>. Thanks.
uk: !happy !nervous Гей, Мисливцю? Гм. !gesture Я просто хотів сказати, що ціную вашу гру в <#RED>ранній доступ</>. Дякую.

source: !happy !gesture It's a lot easier to scout when you've got a fighter on the ground! !bliss I'm gathering so much info from your {name_multiple.run}!
uk: !happy !gesture Набагато легше розвідувати, коли на землі є боєць! !bliss Я збираю так багато інформації під час вашої {name_multiple.run}!

source: !happy !bliss Oh hey! My pack of playing cards survived the crash! !gesture Well at least we have the essentials! Haha.
uk: !happy !bliss О, привіт! Моя колода гральних карт пережила аварію! !gesture Ну, принаймні, у нас є найнеобхідніше! Ха-ха.

source: !neutral !think Hm... our food got pretty smushed in the <#RED>{name.i_damselfly}</> crash. !happy !shrug I hope no one's picky.
uk: !neutral !think Гм... наша їжа трохи пом'ята після аварії <#RED>{2:{Name.i_damselfly}}</>. !happy !shrug Сподіваюся, ніхто не буде вибагливим.

source: !happy !point Whewie, you're <i>ripe</i> with <#KONJUR>{name.i_konjur}</> stink-- need an <#RED>Upgrade</>?
uk: !happy !point Фуф, ви пахнете <i>дозрілим</i> <#KONJUR>{3:{name.i_konjur}}</>... потрібне <#RED>покращення</>?

source: !neutral !notebook Need another <#RED>Upgrade</>? !shrug <#RED>{name_multiple.mothball}</> are more dangerous than they look, you know.
uk: agent: !neutral !notebook Потрібно ще одне <#RED>покращення</>? !shrug <#RED>{Name_multiple.mothball}</> набагато небезпечніші, ніж здаються.
