Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

source: !happy !think Heh. I just remembered the time me and my teammates decided we'd throw <#BLUE>Tommy</> a surprise birthday party. !laugh In retrospect, probably not the best idea to startle the guy with the <#RED>{name.weapon_cannon}</>. What a mess!
uk: !happy !think Хе-хе. Щойно згадав, як ми з командою вирішили влаштувати <#BLUE>Томмі</> сюрприз на день народження. !laugh Озираючись назад, мабуть, не найкраща ідея була налякати хлопця з <#RED>{4:{name.weapon_cannon}}</>. Який безлад вийшов!

source: !happy !think Heh. My old teammate <#BLUE>Nellie</> used to say, 'any problem can be solved with a big enough hammer'. !neutral !shrug ...It was best not to get on her bad side.
uk: !happy !think Хе-хе. Моя стара напарниця <#BLUE>Неллі</> любила казати: 'будь-яку проблему можна вирішити достатньо великим молотом'. !neutral !shrug ...Краще було не потрапляти їй під гарячу руку.

source: agent: !happy !gesture It's a shame you never got to meet <#BLUE>Pike</>. He could make a <#RED>{name.weapon_polearm}</> sail through the air like it was nothing. !neutral !dejected ...But <i>yeesh,</> the constant puns! Always saying stuff like 'I got the point' and 'I'll spearhead the next Hunt'. It was relentless! player: Sounds like he was pretty sharp. I think we would've gotten along. agent: !neutral !think On second thought, it's probably a mercy you two never met.
uk: agent: !happy !gesture Шкода, що ви так і не зустріли <#BLUE>Пайка</>. Він змушував <#RED>{name.weapon_polearm}</> літати в повітрі, ніби то була пір’їнка. !neutral !dejected ...Але, <i>йой</>, ті нескінченні каламбури! Завжди повторював щось на кшталт 'Я склав список учасників' чи 'Не треба списувати мене з натсупного полювання'. Це було безжально! player: Звучить, ніби він був досить дотепним. Думаю, ми б з ним порозумілися. agent: !neutral !think Якщо подумати, мабуть, добре, що ви двоє так і не зустрілися.

source: agent: !happy !point Heh. I remember when <#BLUE>Rover</> first tried to sell me on using a giant ball as a weapon-- truth be told, I thought he was nuts. !shrug But then I saw him in action... took down <#RED>{name_multiple.rot}</> like it was child's play, looking like he was having the time of his life. Needless to say, I was convinced. player: So it <i>is</> a ball! agent: !neutral !point ...Hush, you.
uk: agent: !happy !point Хех. Пригадую, як <#BLUE>Ровер</> уперше спробував переконати мене, що гігантська куля може бути зброєю... чесно, я подумав, що він з глузду з’їхав. !shrug Але потім я побачив його в дії... він знищував <#RED>{2:{name_multiple.rot}}</>, наче то були іграшки, ще й виглядав так, ніби отримував від цього суцільне задоволення. Тоді я зрозумів, що помилявся. player: То це <i>справді</> куля? agent: !neutral !point ...Тс-с, тихіше ви.

source: !neutral !shocked Did ya feel that? There's somethin' strange goin' on out there... !point Mind checkin' on <#BLUE>{name.npc_scout}</>? They're looking a mite twitchy.
uk: !neutral !shocked Відчули це? Там щось дивне відбувається... !point Перевірте <#BLUE>{2:{Name.npc_scout}}</>, здається, він трохи нервує.

source: !happy !point You should really think about getting a helmet, y'know. !shrug Sorry the expedition didn't provide one.
uk: agent: !happy !point Вам дійсно варто подумати про шолом. !shrug Вибачте, що експедиція не надала його.

source: !neutral !think You should probably have some head protection. !happy !shrug That was an oversight on my part. Sorry.
uk: agent: !neutral !think Вам, мабуть, потрібен захист для голови. !happy !shrug Це була моя помилка. Вибачте.

source: !neutral !think You could probably use a helmet, huh? !point Maybe you could get one of the forest denizens to sell you one on our next Hunt.
uk: agent: !neutral !think Вам, мабуть, потрібен шолом, так? !point Можливо, ви зможете купити його в одного з лісових жителів на наступному полюванні.

source: !happy !nervous Oh boy, your expedition-issued gear isn't cutting it anymore, huh? !neutral !think I'm certain <#BLUE>{name.npc_armorsmith}'s</> somewhere in the <#RED>{name.treemon_forest}</>. !point If we can rescue her, she can start <#RED>Upgrading</> your <#RED>Armour</>.
uk: agent: !happy !nervous Ой, ваша екіпіровка, видана експедицією, вже не витримує, так? !neutral !think Я впевнений, що <#BLUE>{Name.npc_armorsmith}</> десь у <#RED>{3:{Name.treemon_forest}}</>. !point Якщо ми врятуємо її, вона зможе почати <#RED>покращувати</> ваші <#RED>обладунки</>.

source: !happy !think Hey Hunter, your <#RED>Armour's</> looking a little outdated. !point Why don't you give <#BLUE>{name.npc_armorsmith}'s</> <#RED>Armour Rack</> a visit and get some <#RED>Upgrades</>?
uk: agent: !happy !think Гей, Мисливцю, ваші <#RED>обладунки</> виглядають трохи застарілими. !point Чому б не відвідати їх <#BLUE>{3:{Name.npc_armorsmith}}</> на <#RED>стійку для обладунків</> та не отримати кілька <#RED>покращень</>?

source: !happy !point You should think about getting some better protection, now that you're settled in. !think I remember seeing an <#RED>Armour</> merchant on our last Hunt, now that I think of it.
uk: agent: !happy !point Вам варто подумати про кращий захист, тепер, коли ви вже освоїлися. !think Пригадую, що бачив торговця <#RED>обладунками</> на нашому останньому полюванні, тепер, коли я про це згадав.

source: !happy !dubious Hey Hunter, is that <#RED>Armour</> of yours strong enough...? !neutral !gesture You might want to start buying some new pieces. !happy !think You've seen that odd purple fellow selling <#RED>Armour</> during your Hunts, right?
uk: agent: !happy !dubious Гей, Мисливцю, ваші <#RED>обладунки</> достатньо міцні...? !neutral !gesture Можливо, варто почати купувати нові частини. !happy !think Ви бачили цю дивну фіолетову істоту, що продає <#RED>обладунки</> під час ваших полювань, так?

source: agent: !happy !dubious Judging by those bruises, I'm guessing yer having some trouble taking down a <#RED>{name.yammo_miniboss}</>. !point The thing you gotta remember is that while a <#RED>{name.yammo_miniboss}</> hits hard, it's also slow to wind up. Keep an eye out for that wind up, and it'll be easier to {name.tutorial_dodge} when it finally swings. !gesture It's better to <#RED>Dodge</> than run away-- you'll stay in range to land a few <#RED>Attacks</> before the <#RED>{name.yammo_miniboss}</> comes at you again. !point Plus you'll be <#RED>Invincible</> for a split second during the {name.tutorial_dodge}, so even if you're up close and personal, you won't take any <#RED>Damage</>. !shrug Just make sure to time it right. player: Thanks, teach! agent: !happy !agree Heh. Go get 'em, Hunter.
uk: agent: !happy !dubious Судячи з цих синців, схоже, що вам важко впоратися з <#RED>{Name.yammo_miniboss}</>. !point Пам'ятайте, що хоча <#RED>{Name.yammo_miniboss}</> сильно б'є, він повільно розганяється. Слідкуйте за його розгоном, і тобі буде легше виконати {Name.tutorial_dodge}, коли він нарешті замахнеться. !gesture Краще <#RED>ухилятись</>, ніж тікати — так ви залишишаєтесь в зоні, щоб нанести кілька <#RED>ударів</> перед тим, як <#RED>{Name.yammo_miniboss}</> атакує знову. !point Крім того, ви будете <#RED>непереможні</> на частку секунди, виконуючи {Name.tutorial_dodge}, тож навіть поблизу ви не отримаєте <#RED>пошкоджень</>. !shrug Просто подбайте про правильний вибір часу. player: Дякую, вчитель! agent: !happy !agree Хе. Вперед, Мисливцю.

source: agent: !neutral !shocked Did I hear that right? Is <#BLUE>{name.npc_scout}</> <i>really</> <#BLUE>{name.npc_grandpa} {name.flitt_lastname}'s</> grandkid? player: Hey, that was a private conversation! agent: !happy !disagree You were talking within earshot of my armoury, that's basically <i>inviting</> me to listen in. !happy !think But, wow... <i>the</> <#BLUE>{name.npc_grandpa} {name.flitt_lastname}</>... I can't believe I never put that together. !shrug <#BLUE>{name.npc_scout}'s</> just so unassuming! Who would've thought they'd be related to the guy who basically <i>invented</> {name.c_konjur} power? !laugh I guess even I don't know everything about everyone here!
uk: agent: !neutral !shocked Я правильно почув? <#BLUE>{Name.npc_scout}</> <i>справді</> онук <#BLUE>{2:{Name.npc_grandpa}} {2:{Name.flitt_lastname}}</>? player: Ей, це була приватна розмова! agent: !happy !disagree Ви говорили поруч з моєю майстернею, тож це майже <i>запрошення</> мені підслухати. !happy !think Але вау... <i>цей</> <#BLUE>{Name.npc_grandpa} {Name.flitt_lastname}</>... не можу повірити, що я раніше цього не зрозуміла. !shrug <#BLUE>{Name.npc_scout}</> такий непримітний! Хто б подумав, що він пов'язаний з тим, хто майже <i>винайшов</> силу {2:{name.c_konjur}}? !laugh Мабуть, я не знаю всього про всіх тут!

source: agent: !happy !gesture So, <#BLUE>{name.npc_scout}</> told you about their famous grandpappy, eh? Guess it's all out in the open now. player: Do you know anything else about {name.npc_grandpa} {name.flitt_lastname}? agent: !neutral !think Well... he was a genius. He personally designed all of <#BLUE>the Rotwood's</> <#KONJUR>{name.konjur}-powered</> infrastructure. !disagree ...And he never let you forget it. He could be a real pain to work with. player: <i>You</> worked with {name.npc_grandpa} {name.flitt_lastname}?! agent: !happy !laugh Don't get the wrong idea, it wasn't anything science-y. I am and always have been a proud grunt-for-hire. !neutral !gesture ...But yeah. A couple years before the eruption, <#BLUE>{name.flitt_lastname}</> hired me to train a team. We were responsible for keepin' <#BLUE>the Capital</> free of any wayward <#RED>{name_multiple.rot}</>. player: Wait... there were {name_multiple.rot} <i>before</> the eruption? agent: !neutral !disagree Not many-- not like today. I'm not surprised you never heard about them, it was kept real hush-hush. <#BLUE>{name.flitt_lastname}</> was pretty clear that he didn't wanna worry folks. !think But every so often one would turn up. We'd get a call about a missing pet, or a garden plot that got torn up, and we'd find a <#RED>{name.rot}</> roamin' the streets. !gesture <#BLUE>{name.flitt_lastname}</> said they must've come from <#BLUE>the Volcano</>, and wandered into town. player: But you have a different theory? agent: !neutral !closedeyes ...Yeah. I do. But a gut feeling ain't proof. And it's not like it makes a difference now.
uk: agent: !happy !gesture Отже, <#BLUE>{Name.npc_scout}</> розповів вам про свого знаменитого дідуся, га? Тепер все зрозуміло. player: Ти щось ще знаєш про {Name.npc_grandpa}а {Name.flitt_lastname}а? agent: !neutral !think Ну... він був генієм. Особисто спроектував всю інфраструктуру <#BLUE>Ротвуда</>, що працювала завдяки <#KONJUR>{2:{name.konjur}}</>. !disagree ...І ніколи не давав забути про це. Працювати з ним було непросто. player: <i>Ти</> працював з {3:{Name.npc_grandpa} {3:{Name.flitt_lastname}}?! agent: !happy !laugh Не думайте нічого наукового. Я завжди був простим найманцем. !neutral !gesture ...Але так, за пару років до виверження <#BLUE>{Name.flitt_lastname}</> найняв мене тренувати команду. Ми слідкували, щоб <#BLUE>столиця</> була чиста від будь-яких некерованих <#RED>{2:{name_multiple.rot}}</>. player: Стоп... тобто {name_multiple.rot} були ще <i>до</> виверження? agent: !neutral !disagree Не багато... не як зараз. Не дивно, що ви про них не чули, все трималося в таємниці. <#BLUE>{Name.flitt_lastname}</> чітко сказав, щоб ніхто не хвилювався. !think Але час від часу з’являлися. Дзвонили про зниклих домашніх тварин або пошкоджені городи, і ми знаходили <#RED>{2:{name.rot}}</>, що бродив вулицями. !gesture <#BLUE>{Name.flitt_lastname}</> казав, що вони прийшли з <#BLUE>вулкану</> і забрели до міста. player: Але ти маєш іншу теорію? agent: !neutral !closedeyes ...Так. Маю, але передчуття... не доказ. І зараз це вже не має значення.

source: !neutral !dubious What, are ye tryin' ta blind me? !angry Feh.
uk: agent: !neutral !dubious Що, ви намагаєтесь мене засліпити? !angry Фе.

source: !neutral !dubious ... !disagree <z 0.7>I dinnae even want t'ask.</>
uk: !neutral !dubious ... !disagree <z 0.7>Я навіть не хочу питати.</>

source: !neutral !dubious You uh, testin' a new intimidation tactic? !gesture {name.dojo_cough}
uk: agent: !neutral !dubious Ви, е-е, випробовуєте нову тактику залякування? !gesture {Name.dojo_cough}

source: !neutral !dubious Err... {name.dojo_cough} !point You forget to finish dressing this morning?
uk: agent: !neutral !dubious Е-е... {Name.dojo_cough} !point Ви забули закінчити одягатися цього ранку?

source: !neutral !shocked Uhh. !dubious You're not going out like that, are you?
uk: !neutral !shocked Е-е. !dubious Ви ж не збираєтесь виходити в такому вигляді?

source: !neutral !point I don't think you're going to enjoy the <#RED>{name.i_damselfly}</> ride dressed like that. !dubious There's a lot of wind up there...
uk: agent: !neutral !point Не думаю, що вам сподобається їзда на <#RED>{3:{Name.i_damselfly}}</> в такому вбранні. !dubious Там дуже вітряно...

source: !neutral !nervous Hunter, I know we're very casual around here. !point But, um. Maybe not <i>that</i> casual?
uk: agent: !neutral !nervous Мисливцю, я знаю, що ми тут дуже невимушені. !point Але, е-е. Можливо, не <i>настільки</i> невимушені?

source: !neutral !dubious What happened to your chest <#RED>Armour</>? !point You can go over to <#BLUE>{name.npc_armorsmith}'s</> <#RED>Armour Rack</> to put it back on y'know.
uk: agent: !neutral !dubious Що сталося з вашим нагрудним <#RED>обладунком</>? !point Ви можете підійти до <#RED>стійки для обладунків</> <#BLUE>{4:{Name.npc_armorsmith}}</> та повернути їх.

source: !happy !nervous Um! Hunter? !neutral !point Y-you're not wearing any pants.
uk: agent: !happy !nervous Ем! Мисливцю? !neutral !point Ви не носите штанів.

source: !neutral !shocked Ah! Um. Hunter? !happy !nervous Would you mind putting on some pants, please?
uk: agent: !neutral !shocked Ах! Е-е. Мисливцю? !happy !nervous Чи не могли б ви надіти штани, будь ласка?

source: !neutral !shocked It just occured to me <#BLUE>{name.npc_blacksmith}</> and <#BLUE>{name.npc_armorsmith}</> haven't bathed since we last saw them... !think Hmm... <z 0.7>Maybe I'll add an air freshener to the <#RED>{name.i_damselfly}'s</> dash.</z> !nervous Oh! I didn't mean to say that out loud!
uk: !neutral !shocked Мені здається, що <#BLUE>{Name.npc_blacksmith}</> і <#BLUE>{Name.npc_armorsmith}</> не купалися відколи ми востаннє бачили їх... !think Хмм... <z 0.7>Можливо, я додам освіжувач повітря в приладову панель <#RED>{2:{Name.i_damselfly}}.</z> !nervous Ой! Я не хотів сказати це вголос!

source: !neutral !scared W-why, my good <#BLUE>{player.species}</>... don't tell me you're d-d-d... !shocked Dessstitute!
uk: agent: !neutral !scared Чому ж, мій дорогий <#BLUE>{player.species}</>... не кажіть мені, що ви... !shocked Бінессенький!

source: !neutral !dubious Hmmm.... !happy !point Lossst a bet, did you?
uk: agent: !neutral !dubious Хммм.... !happy !point Програли парі, так?

source: !neutral !shocked No ssshirt?? No ssshoes?? !happy !shrug Still ssservice.
uk: agent: !neutral !shocked Немає сссорочки?? Немає сссандалів?? !happy !shrug Все одно обссслуговую.

source: !neutral !dubious Hmmm.... !shrug Well I guess I won't be taking the ssshirt off your back today!
uk: agent: !neutral !dubious Хммм.... !shrug Ну, думаю, сьогодні я не зніму з вас сссорочку!

source: !neutral !dejected Just wait 'til that <#RED>{name.bandicoot}</> takes you on head-to-head! !laugh We'll see who gets the last laugh.
uk: !neutral !dejected Просто зачекайте, поки <#RED>{Name.bandicoot}</> вийде з вами в бій сам на сам! !laugh Ми побачимо, хто буде сміятися останнім.

source: !happy !bliss <z 0.7>(sniff sniff)</z> Don't you just love the smell of <#KONJUR>{name_multiple.i_konjur_heart}</> in the morning? !scared <i>ha</i>-CHOO.
uk: !happy !bliss <z 0.7>(нюх, нюх)</z> Ви ж любите вранці запах <#KONJUR>{2:{name_multiple.i_konjur_heart}}</>? !scared <i>ап</i>-ЧХИИ.

source: !happy !dubious Ready, Hunter? !neutral !point I think that <#RED>{name.bandicoot}</> has something that belongs to you. Haha.
uk: !happy !dubious Готові, Мисливцю? !neutral !point Я думаю, що <#RED>{Name.bandicoot}</> має щось, що належить вам. Ха-ха.

source: !neutral !gesture Okay, okay. This is serious. I promise I'm out of egg yolks. !shocked Egg jokes! I meant to say egg jokes! !dejected Err... sorry. !angry <z 0.7>Come on {name.npc_scout}, get it together! You're better than this!</z>
uk: !neutral !gesture Гаразд, гаразд. Це серйозно. Обіцяю, що більше не буде жарених яєць. !shocked Жартів про яйця! Я мав на увазі жартів про яйця! !dejected Ем... вибачте. !angry <z 0.7>Зберись, {Name.npc_scout}, ти кращий за це!</z>

source: !happy !point You can't make a <#KONJUR>{name.konjur_heart}</> omelette without breaking a few eggs. !happy !angry Let's get cracking, Hunter!
uk: !happy !point Не можна зробити омлет з <#KONJUR>{2:{name.i_konjur_heart}}</> не розбивши кілька яєць. !happy !angry Нумо стукаймося, Мисливцю!

source: !happy !greet Let's get that <#KONJUR>{name.konjur_heart}</>, Hunter! !think But, um... try not to get any shell bits in it, alright?
uk: !happy !greet Дістаньмо це <#KONJUR>{name.konjur_heart}</>, Мисливцю! !think Але, гм... намагайтеся, щоб туди не потрапили шматочків шкаралупи, гаразд?

source: !happy !point Don't worry, you've got this. !clap This fight will be over-easy!
uk: !happy !point Не хвилюйтеся, у вас все вийде. !clap Цей бій буде легкий, як яєчня!

source: !neutral !greet You know what to do, right Hunter? !angry Get in there and beat that bad egg!
uk: !neutral !greet Ви ж знаєте, що робити, так, Мисливцю? !angry Ідіть і здолайте це погане яйце!

source: !happy !agree This is it. !clap That oversized <#RED>{name.rot}</> is going to shell out its <#KONJUR>{name.konjur_heart}</>!
uk: !happy !agree Це воно. !clap Цей великий <#RED>{name.rot}</> розколеться і віддасть своє <#KONJUR>{name.konjur_heart}</>!

source: !neutral !nervous That <#RED>{name.grimhollow}</> really gives me the creeps. !closedeyes <i>(sigh)</> But we've come too far to back down now.
uk: !neutral !nervous Ця <#RED>{Name.grimhollow}</> мене лякає. !closedeyes <i>(зітхає)</> Але ми зайшли надто далеко, щоб відступати.

source: !happy !shrug Don't worry about it, Hunter. !gruffnod You'll get that <#RED>{name.grimhollow}</> next time, I know it!
uk: !happy !shrug Не переймайтесь, Мисливцю. !gruffnod Ви переможете <#RED>{3:{Name.grimhollow}}</> наступного разу, я впевнений!

source: !neutral !think That <#RED>{name.grimhollow}</> is standing between us and finding our answers. !angry We can't let it win!
uk: !neutral !think Ця <#RED>{Name.grimhollow}</> стоїть між нами та відповідями, які ми шукаємо. !angry Ми не можемо дозволити їй перемогти!

source: !neutral !nervous You promise to take down that <#RED>{name.owlitzer}</>, Hunter? !scared I hate birds...
uk: !neutral !nervous Ви обіцяєте знищити ту <#RED>{2:{Name.owlitzer}}</>, Мисливцю? !scared Я ненавиджу птахів...

source: !neutral !greet Good luck out there, Hunter. !point Don't let the <#RED>Wind</> push you around.
uk: !neutral !greet Удачі вам, Мисливцю. !point Не дозволяйте <#RED>вітру</> зіштовхнути вас.

source: !neutral !dubious Err... Just a heads up. !point I think you might get a little chilly in there, friend.
uk: agent: !neutral !dubious Е-е... Просто попередження. !point Я думаю, що вам може там стати трохи холодно, друже.

source: !neutral !dubious Haha, uh... !happy !nervous Don't you look sufficiently, um. Breezy.
uk: agent: !neutral !dubious Ха-ха, е-е... !happy !nervous Ви виглядаєте достатньо, е-е. Прохолодно.

source: !neutral !think If you get cold while fighting <#RED>{name.sedament}</> just um... Think warm thoughts! !closedeyes Like imagine being next to a warm fire. Mind over matter, right?
uk: agent: !neutral !think Якщо вам стане холодно під час боротьби з <#RED>{3:{Name.sedament}}</>, просто, е-е... Думайте про теплі речі! !closedeyes Наприклад, уявіть, що ви біля теплого вогнища. Сила думки, так?

source: !happy !point <#RED>{name.sedament}</> better watch out! !angry We're comin' for that <#KONJUR>{name.i_konjur_heart}</>!
uk: agent: !happy !point <#RED>{4:{Name.sedament}}</> краще стерегтися! !angry Ми йдемо забирати <#KONJUR>{name.i_konjur_heart}</>!

source: !happy !point Ready to take down <#RED>{name.sedament}</>? !agree Personally, I think you're ready.
uk: agent: !happy !point Готові здолати <#RED>{2:{Name.sedament}}</>? !agree Особисто я думаю, що ви готові.

source: !neutral !nervous Oh, uh... Hunter? I know it's <#BLUE>Cold</> out here no matter what, but... !point I think you are going to be <i>particularly</i> cold. !happy !nervous If you catch my meaning...
uk: agent: !neutral !nervous О, е-е... Мисливцю? Я знаю, що тут завжди <#BLUE>холодно</>, але... !point Думаю, що вам буде <i>особливо</i> холодно. !happy !nervous Якщо ви розумієте, про що я...

source: !neutral !shocked I swear I hear music! !nervous Hey! I'm not crazy!
uk: !neutral !shocked Клянуся, я чую музику! !nervous Гей! Я не божевільний!

source: !happy !greet Let's get goin', Hunter! !agree There's <#KONJUR>{name_multiple.i_konjur_heart}</> to be had.
uk: !happy !greet Ходімо, Мисливцю! !agree Тут є <#KONJUR>{name_multiple.i_konjur_heart}</>.

source: !agree Time to face the music. !gesture By which I mean a <#RED>{name.rot_boss}</>.
uk: !agree Час зустрітися з музикою. !gesture Під цим я маю на увазі <#RED>{name.rot_boss}а</>.

source: !neutral !dejected If you see <#RED>{name.megatreemon}</>, keep an eye out for her roots. !scared Who knew trees could be so mean?
uk: !neutral !dejected Якщо ви бачите <#RED>{Name.megatreemon}</>, стежте за її корінням. !scared Хто знав, що дерева можуть бути такими злими?

source: !happy !nervous I'm trusting you to avenge my <#RED>{name.i_damselfly}</>, Hunter. !neutral !angry <#RED>{name.megatreemon}</> can't get away with this.
uk: !happy !nervous Я довіряю вам помститися за мій <#RED>{Name.i_damselfly}</>, Мисливцю. !neutral !angry <#RED>{Name.megatreemon}</> так просто не втече.

source: !neutral !dejected I hope <#BLUE>{name.npc_armorsmith}'s</> alright. !scared She could be halfway through a <#RED>{name.yammo}'s</> digestive tract by now!
uk: !neutral !dejected Я сподіваюся, що <#BLUE>{Name.npc_armorsmith}</> в порядку. !scared Вона вже могла пройти половину харчового тракту <#RED>{Name.yammo}</>!

source: !neutral !nervous I keep flying over the woods but I haven't seen <#BLUE>{name.npc_armorsmith}</> anywhere. !shocked There's no way she got <i>that</i> far!
uk: !neutral !nervous Я продовжую літати над лісом, але ніде не бачив <#BLUE>{2:{Name.npc_armorsmith}}</>. !shocked Вона ж не могла зайти <i>так</i> далеко!

source: !neutral !nervous Let's get back out there and search for <#BLUE>{name.npc_armorsmith}</>. !gesture The sooner we find her, the sooner I can sleep again.
uk: !neutral !nervous Повернімося туди та пошукаємо <#BLUE>{2:{Name.npc_armorsmith}}</>. !gesture Чим швидше ми її знайдемо, тим швидше я зможу заснути.

source: !neutral !sigh Things to do, people to save. !gesture We should get back to the search.
uk: !neutral !sigh Справа купа, мешканців рятувати треба. !gesture Повертаймося до пошуків.

source: !neutral !nervous I hired <#BLUE>{name.npc_armorsmith}</> to do upkeep and modifications for the whole camp. !dejected Our Hunters won't stand a chance against some of the stuff out there without her.
uk: !neutral !nervous Я найняв <#BLUE>{2:{Name.npc_armorsmith}}</> для обслуговування та модифікації всього табору. !dejected Наші Мисливці не матимуть жодних шансів проти деяких істот без неї.
