Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.REWARDGROUPS.weaponry_powers.desc
source: Benefit from your <#RED>{name.concept_hitstreak}</>!
uk: Використайте свою <#RED>{2:{name.concept_hitstreak}}</>!

# STRINGS.ITEMS.REWARDGROUPS.weaponry_powers.name
source: Hit Streak Payoffs
uk: Сили серії влучань

# STRINGS.ITEMS.STRUCTURES.bandicoot_town_bossstatue.desc
source: May she share her cunning, if only in spirit.
uk: Нехай вона поділиться своєю хитрістю, навіть якщо лише духом.

# STRINGS.ITEMS.STRUCTURES.bandicoot_town_bossstatue.name
source: Idol of {name.bandicoot}
uk: Ідол {2:{Name.bandicoot}}

# STRINGS.ITEMS.STRUCTURES.battoad_gifts_winter_2024.name
source: {name.holiday_winter} {name.battoad} Gift
uk: Подарунок {2:{Name.battoad}} {2:{name.holiday_winter}}

# STRINGS.ITEMS.STRUCTURES.bed_basic.desc
source: A decent spot to get some shut-eye.
uk: Пристойне місце, щоб трохи заплющити очі.

# STRINGS.ITEMS.STRUCTURES.bed_basic.name
source: Hewn Cot
uk: Тесана ліжка

# STRINGS.ITEMS.STRUCTURES.bed_forest_1.desc
source: The comforter is always slightly damp with dew.
uk: Підодіяльник завжди трохи вологий від роси.

# STRINGS.ITEMS.STRUCTURES.bed_forest_1.name
source: Woodland Bed
uk: Лісове ліжко

# STRINGS.ITEMS.STRUCTURES.bed_forest_2.desc
source: Just close your eyes and pretend you're a warm, happy egg.
uk: Просто закрийте очі і вдайте, що ви тепле, щасливе яйце.

# STRINGS.ITEMS.STRUCTURES.bed_forest_2.name
source: Chiselled Nest
uk: Точене гніздо

# STRINGS.ITEMS.STRUCTURES.bed_swamp_1.desc
source: Schlorp yourself into bed and curl up in a nice slime mould blankie.
uk: Ляжте в ліжко та згорніться калачиком у гарній ковдрі зі слизовою формою.

# STRINGS.ITEMS.STRUCTURES.bed_swamp_1.name
source: Boggy Bed
uk: Болотисте ліжко

# STRINGS.ITEMS.STRUCTURES.bed_swamp_2.desc
source: Sleep like a distinguished froggy gentleman under your lily pad blanket.
uk: Спіть як видатна жаба-джентльмен під ковдрою з лілії.

# STRINGS.ITEMS.STRUCTURES.bed_swamp_2.name
source: Fen Bed
uk: Болотне ліжко

# STRINGS.ITEMS.STRUCTURES.bed_tundra_1.desc
source: Nestle in for a long hibernation.
uk: Влаштуйтеся на тривалу сплячку.

# STRINGS.ITEMS.STRUCTURES.bed_tundra_1.name
source: Permafrost Bed
uk: Ліжко вічної мерзлоти

# STRINGS.ITEMS.STRUCTURES.bed_tundra_2.name
source: Ice Crystal Bed
uk: Кришталеве ліжко

# STRINGS.ITEMS.STRUCTURES.bed_volcano_1.name
source: Ironwork Bed
uk: Залізне ліжко

# STRINGS.ITEMS.STRUCTURES.bench_basic.desc
source: Just an old, reliable bench.
uk: Просто стара, надійна лавка.

# STRINGS.ITEMS.STRUCTURES.bench_basic.name
source: Hewn Bench
uk: Тесана лавка

# STRINGS.ITEMS.STRUCTURES.bench_forest_1.desc
source: There's cobwebs lurking beneath the pillow.
uk: Під подушкою ховається павутина.

# STRINGS.ITEMS.STRUCTURES.bench_forest_1.name
source: Woodland Bench
uk: Лісова лавка

# STRINGS.ITEMS.STRUCTURES.bench_forest_2.desc
source: Sitting on it fills you with a chill, reminiscent of the grove.
uk: Сидіння на ній наповнює вас холодом, що нагадує гай.

# STRINGS.ITEMS.STRUCTURES.bench_forest_2.name
source: Chiselled Bench
uk: Точена лавка

# STRINGS.ITEMS.STRUCTURES.bench_megatreemon.desc
source: Like a regular bench, but mega
uk: Як звичайна лавка, але мега

# STRINGS.ITEMS.STRUCTURES.bench_megatreemon.name
source: Mega Bench
uk: Мега лавка

# STRINGS.ITEMS.STRUCTURES.bench_rotwood.desc
source: Like a chair, but double it
uk: Як стілець, але подвійний

# STRINGS.ITEMS.STRUCTURES.bench_rotwood.name
source: Bench
uk: Лавка

# STRINGS.ITEMS.STRUCTURES.bench_swamp_1.desc
source: You'll faint cosily onto it after getting that whiff of bog stench.
uk: Ви знепритомнієте на ньому після того, як відчуєте запах болотного смороду.

# STRINGS.ITEMS.STRUCTURES.bench_swamp_1.name
source: Boggy Chaise Lounge
uk: Болотистий шезлонг

# STRINGS.ITEMS.STRUCTURES.bench_swamp_2.desc
source: Take a seat, it's nice and squishy.
uk: Сідайте, вона приємна і м'яка.

# STRINGS.ITEMS.STRUCTURES.bench_swamp_2.name
source: Fen Garden Bench
uk: Садова лавка

# STRINGS.ITEMS.STRUCTURES.bench_tundra_1.desc
source: Produces a satisfying "crunch" when you sit.
uk: Створює задовільний "хрускіт", коли ви сідаєте.

# STRINGS.ITEMS.STRUCTURES.bench_tundra_1.name
source: Permafrost Bench
uk: Лава вічної мерзлоти

# STRINGS.ITEMS.STRUCTURES.bench_tundra_2.name
source: Ice Crystal Bench
uk: Кришталева лавка

# STRINGS.ITEMS.STRUCTURES.bench_volcano_1.name
source: Ironwork Bench
uk: Залізна лавка

# STRINGS.ITEMS.STRUCTURES.bread_basket.desc
source: Comes with unlimited refills. Too bad you can't eat it.
uk: Поставляється з необмеженою кількістю поповнень. Шкода, що ви не можете це з'їсти.

# STRINGS.ITEMS.STRUCTURES.bread_basket.name
source: Bread Basket
uk: Хлібний кошик

# STRINGS.ITEMS.STRUCTURES.chair1.desc
source: Its mossy scent is temporary. Probably.
uk: Його моховий запах тимчасовий. Ймовірно.

# STRINGS.ITEMS.STRUCTURES.chair1.name
source: Wooden Chair
uk: Дерев'яний стілець

# STRINGS.ITEMS.STRUCTURES.chair2.desc
source: Builds your tailbone's character
uk: Розвиває характер вашого персонажу

# STRINGS.ITEMS.STRUCTURES.chair2.name
source: Hard Chair
uk: Твердий стілець

# STRINGS.ITEMS.STRUCTURES.chair_basic.desc
source: A perfectly good wicker chair.
uk: Чудовий плетений стілець.

# STRINGS.ITEMS.STRUCTURES.chair_basic.name
source: Hewn Chair
uk: Тесаний стілець

# STRINGS.ITEMS.STRUCTURES.chair_forest_1.desc
source: The underside houses a bustling community of happy pill-bugs.
uk: Знизу розташована жвава спільнота щасливих мокриць.

# STRINGS.ITEMS.STRUCTURES.chair_forest_1.name
source: Woodland Chair
uk: Лісовий стілець

# STRINGS.ITEMS.STRUCTURES.chair_forest_2.desc
source: Yes, your butt will be sore.
uk: Так, у вас болітиме дупа.

# STRINGS.ITEMS.STRUCTURES.chair_forest_2.name
source: Chiselled Chair
uk: Точений стілець

# STRINGS.ITEMS.STRUCTURES.chair_swamp_1.desc
source: Perfectly remembers the shape of the butt that last sat on it.
uk: Ідеально запам'ятовує форму дупи, яка востаннє сиділа на ньому.

# STRINGS.ITEMS.STRUCTURES.chair_swamp_1.name
source: Boggy Wingback Chair
uk: Болотистий стілець зі спинкою

# STRINGS.ITEMS.STRUCTURES.chair_swamp_2.desc
source: Weee!
uk: Вііі!

# STRINGS.ITEMS.STRUCTURES.chair_swamp_2.name
source: Fen Swivel Chair
uk: Болотний круглий стілець

# STRINGS.ITEMS.STRUCTURES.chair_tundra_1.desc
source: Snow is very insulating, you know.
uk: Знаєте, сніг дуже теплоізоляційний.

# STRINGS.ITEMS.STRUCTURES.chair_tundra_1.name
source: Permafrost Egg Chair
uk: Крісло-яйце вічної мерзлоти

# STRINGS.ITEMS.STRUCTURES.chair_tundra_2.name
source: Ice Crystal Chair
uk: Кришталевий стілець

# STRINGS.ITEMS.STRUCTURES.chair_volcano_1.name
source: Ironwork Chair
uk: Залізний стілець

# STRINGS.ITEMS.STRUCTURES.character_customizer_vshack.desc
source: Allows you to customize your character
uk: Дозволяє налаштувати вашого персонажа

# STRINGS.ITEMS.STRUCTURES.character_customizer_vshack.name
source: Vanity
uk: Марнославство

# STRINGS.ITEMS.STRUCTURES.dummy_bandicoot.desc
source: Relive that victory against the {name.bandicoot} while doing without the pesky wounds endured.
uk: Знову переживіть ту перемогу над {Name.bandicoot}ом, не зазнавши надокучливих ран.

# STRINGS.ITEMS.STRUCTURES.dummy_bandicoot.name
source: {name.bandicoot} Dummy
uk: Манекен {2:{Name.bandicoot}}

# STRINGS.ITEMS.STRUCTURES.dummy_cabbageroll.desc
source: Those <#RED>{name_multiple.cabbageroll}</> were a relentless bother. Vent your annoyance on a dummy of 'em!
uk: Ті <#RED>{Name_multiple.cabbageroll}</> були невпинною набридливістю. Вихлюпніть своє роздратування на дурниці!

# STRINGS.ITEMS.STRUCTURES.dummy_cabbageroll.name
source: {name.cabbageroll} Dummy
uk: Манекен {Name.cabbageroll}а

# STRINGS.ITEMS.STRUCTURES.eggzy_town_bossstatue.name
source: Idol of {name.eggzy}
uk: Ідол {2:{Name.eggzy}}

# STRINGS.ITEMS.STRUCTURES.fence_iron.desc
source: Now look what you've wrought.
uk: Тепер подивіться, що ви зробили.

# STRINGS.ITEMS.STRUCTURES.fence_iron.name
source: Iron Fence
uk: Залізна огорожа

# STRINGS.ITEMS.STRUCTURES.fence_stone.desc
source: Give your town the pastoral look.
uk: Надайте своєму місту сільського вигляду.

# STRINGS.ITEMS.STRUCTURES.fence_stone.name
source: Stone Wall
uk: Кам'яна стіна

# STRINGS.ITEMS.STRUCTURES.fence_winter_2024.name
source: {name.holiday_winter} Fence
uk: Огорожа {2:{name.holiday_winter}}

# STRINGS.ITEMS.STRUCTURES.firepit_winter_2024.name
source: {name.holiday_winter} Firepit
uk: Вогнище {2:{name.holiday_winter}}

# STRINGS.ITEMS.STRUCTURES.fruit_basket.desc
source: Are those real?
uk: Вони справжні?

# STRINGS.ITEMS.STRUCTURES.fruit_basket.name
source: Fruit Basket
uk: Кошик з фруктами

# STRINGS.ITEMS.STRUCTURES.gifts_winter_2024.name
source: {name.holiday_winter} Gifts
uk: Подарунки {2:{name.holiday_winter}}

# STRINGS.ITEMS.STRUCTURES.gourdo_gifts_winter_2024.name
source: {name.holiday_winter} {name.gourdo} Gift
uk: Подарунок {Name.gourdo} {2:{name.holiday_winter}}

# STRINGS.ITEMS.STRUCTURES.grimhollow_town_bossstatue.name
source: Idol of {name.grimhollow}
uk: Ідол {2:{name.grimhollow}}

# STRINGS.ITEMS.STRUCTURES.hammock.desc
source: Get the best sleep of your life and the worst back pain
uk: Отримайте найкращий сон у своєму житті та найгірший біль у спині

# STRINGS.ITEMS.STRUCTURES.hammock.name
source: Hammock
uk: Гамак

# STRINGS.ITEMS.STRUCTURES.hammock_basic.desc
source: Just relax.
uk: Просто розслабтесь.

# STRINGS.ITEMS.STRUCTURES.hammock_basic.name
source: Lazy Hammock
uk: Лінивий гамак

# STRINGS.ITEMS.STRUCTURES.kitchen_barrel.desc
source: It helps keep food fresh I think
uk: Я думаю, це допомагає зберегти їжу свіжою

# STRINGS.ITEMS.STRUCTURES.kitchen_barrel.name
source: Barrel
uk: Бочка

# STRINGS.ITEMS.STRUCTURES.kitchen_chair.desc
source: Sit down when you're hungry
uk: Сідайте, коли ви голодні

# STRINGS.ITEMS.STRUCTURES.kitchen_chair.name
source: Kitchen Chair
uk: Кухонний стілець

# STRINGS.ITEMS.STRUCTURES.l_fence_iron.desc
source: The left facing L-piece for an Iron Fence.
uk: Г-подібна частина залізної огорожі, спрямована ліворуч.

# STRINGS.ITEMS.STRUCTURES.l_fence_iron.name
source: Iron Fence (L)
uk: Залізна огорожа (Л)

# STRINGS.ITEMS.STRUCTURES.l_fence_stone.desc
source: The left facing L-piece for a Stone Wall.
uk: Г-подібна частина кам'яної стіни, спрямована ліворуч.

# STRINGS.ITEMS.STRUCTURES.l_fence_stone.name
source: Stone Wall (L)
uk: Кам'яна стіна (Л)

# STRINGS.ITEMS.STRUCTURES.lamp_basic.desc
source: Good for lighting garden paths.
uk: Добре підходить для освітлення садових доріжок.

# STRINGS.ITEMS.STRUCTURES.lamp_basic.name
source: Hewn Lamp
uk: Тесана лампа

# STRINGS.ITEMS.STRUCTURES.lamp_forest_1.desc
source: A shining beacon for both moths and crane flies.
uk: Яскравий маяк для метеликів та довгоногів.

# STRINGS.ITEMS.STRUCTURES.lamp_forest_1.name
source: Woodland Pathway Light
uk: Лісовий світильник для стежки

# STRINGS.ITEMS.STRUCTURES.lamp_forest_2.desc
source: To light your way in the perpetual twilight.
uk: Щоб освітлювати ваш шлях у вічних сутінках.

# STRINGS.ITEMS.STRUCTURES.lamp_forest_2.name
source: Chiselled Lantern
uk: Точений ліхтар

# STRINGS.ITEMS.STRUCTURES.lamp_swamp_1.desc
source: Light your town with that signature <#BLUE>Blisterbane</> glow.
uk: Освітіть своє місто цим фірмовим сяйвом <#BLUE>Блістербейн</>.

# STRINGS.ITEMS.STRUCTURES.lamp_swamp_1.name
source: Boggy Candelabra
uk: Болотистий канделябр

# STRINGS.ITEMS.STRUCTURES.lamp_swamp_2.desc
source: Do a lil reading, under a lily.
uk: Почитайте трохи під лілією.

# STRINGS.ITEMS.STRUCTURES.lamp_swamp_2.name
source: Fen Reading Lamp
uk: Болотна лампа для читання

# STRINGS.ITEMS.STRUCTURES.lamp_tundra_1.desc
source: Gives off a cold light.
uk: Випромінює холодне світло.

# STRINGS.ITEMS.STRUCTURES.lamp_tundra_1.name
source: Permafrost Beacon
uk: Маяк вічної мерзлоти

# STRINGS.ITEMS.STRUCTURES.lamp_tundra_2.name
source: Ice Crystal Lamp
uk: Кришталева лампа

# STRINGS.ITEMS.STRUCTURES.lamp_volcano_1.name
source: Ironwork Illuminator
uk: Залізний освітлювач

# STRINGS.ITEMS.STRUCTURES.lamp_winter_2024.name
source: {name.holiday_winter} Lamppost
uk: Ліхтар {2:{name.holiday_winter}}

# STRINGS.ITEMS.STRUCTURES.loadout_mannequin.desc
source: Save your favourite <#RED>Equipment Loadouts</> for fast and easy costume changes.
uk: Зберігайте свої улюблені <#RED>набори спорядження</> для швидкої та легкої зміни.

# STRINGS.ITEMS.STRUCTURES.loadout_mannequin.name
source: Mannequin
uk: Манекен

# STRINGS.ITEMS.STRUCTURES.megatreemon_town_bossstatue.desc
source: May she watch over us as she once watched over the forest.
uk: Нехай вона стереже нас, як колись пильнувала ліс.

# STRINGS.ITEMS.STRUCTURES.megatreemon_town_bossstatue.name
source: Idol of {name.megatreemon}
uk: Ідол {2:{Name.megatreemon}}

# STRINGS.ITEMS.STRUCTURES.mothball_gifts_winter_2024.name
source: {name.holiday_winter} {name.mothball} Gift
uk: Подарунок {2:{Name.mothball}} {2:{name.holiday_winter}}

# STRINGS.ITEMS.STRUCTURES.outdoor_seating.desc
source: A chill place to chill.
uk: Прохолодне місце для відпочинку.

# STRINGS.ITEMS.STRUCTURES.outdoor_seating.name
source: Outdoor Seating
uk: Місце для відпочинку на вулиці

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_basic.desc
source: A content place to drink your morning brew.
uk: Затишне місце для вашого ранкового напою.

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_basic.name
source: Hewn 'Brelly Table
uk: Тесаний стіл з парасолькою

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_forest_1.desc
source: Cosy, but the table runner is dotted with old pine needles.
uk: Затишний, але серветка на столі всіяна старою хвоєю.

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_forest_1.name
source: Woodland Garden Table
uk: Лісовий садовий стіл

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_forest_2.desc
source: Relax in the shade and pretend you're in <#BLUE>{name.owlitzer_forest}</>.
uk: Відпочиньте в тіні та уявіть, що навколо <#BLUE>{Name.owlitzer_forest}</>.

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_forest_2.name
source: Chiselled 'Brelly Table
uk: Точений стіл з парасолькою

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_swamp_1.desc
source: Block out that harsh sun with this perfectly re-purposed 'shroom.
uk: Закрийте це жорстке сонце ідеально переробленим грибом.

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_swamp_1.name
source: Boggy Courtyard Table
uk: Болотистий стіл надворі

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_swamp_2.desc
source: The umbrella's more about style than function.
uk: Парасолька — це більше стиль, ніж функція.

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_swamp_2.name
source: Fen 'Brelly Table
uk: Болотний стіл з парасолькою

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_tundra_1.desc
source: How'd snow get under the umbrella? Just take a seat and don't ask questions.
uk: Як сніг потрапив під парасольку? Просто сядьте і не задавайте питань.

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_tundra_1.name
source: Permafrost 'Brelly Table
uk: Стіл з парасолькою вічної мерзлоти

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_tundra_2.name
source: Ice Crystal 'Brelly Table
uk: Кришталевий стіл з парасолькою

# STRINGS.ITEMS.STRUCTURES.outdoor_seating_volcano_1.name
source: Ironwork 'Brelly Table
uk: Залізний стіл з парасолькою

# STRINGS.ITEMS.STRUCTURES.owlitzer_town_bossstatue.desc
source: A place to hold night vigil for a worthy adversary.
uk: Місце для проведення нічного чування за гідним супротивником.

# STRINGS.ITEMS.STRUCTURES.owlitzer_town_bossstatue.name
source: Idol of {name.owlitzer}
uk: Ідол {3:{Name.owlitzer}}

# STRINGS.ITEMS.STRUCTURES.r_fence_iron.desc
source: The right facing L-piece for an Iron Fence.
uk: Г-подібна частина залізної огорожі, спрямована праворуч.

# STRINGS.ITEMS.STRUCTURES.r_fence_iron.name
source: Iron Fence (R)
uk: Залізна огорожа (П)

# STRINGS.ITEMS.STRUCTURES.r_fence_stone.desc
source: The right facing L-piece for a Stone Wall.
uk: Г-подібна частина кам'яної стіни, спрямована праворуч.

# STRINGS.ITEMS.STRUCTURES.r_fence_stone.name
source: Stone Wall (R)
uk: Кам'яна стіна (П)

# STRINGS.ITEMS.STRUCTURES.rugged_weapon_rack.desc
source: Comes complete with two decorative spears and an equally decorative greatsword.
uk: Подається в комплекті з двома декоративними списами та таким же декоративним великим мечем.

# STRINGS.ITEMS.STRUCTURES.rugged_weapon_rack.name
source: Rustic Weapon Rack
uk: Стійка для зброї

# STRINGS.ITEMS.STRUCTURES.rustic_weapon_rack.desc
source: Decorative greatsword, hammer and spear included.
uk: Декоративний великий меч, молот і спис включно.

# STRINGS.ITEMS.STRUCTURES.rustic_weapon_rack.name
source: Rugged Weapon Rack
uk: Міцна стійка для зброї

# STRINGS.ITEMS.STRUCTURES.sedament_town_bossstatue.desc
source: Unmovable, unbreakable stone.
uk: Непорушний, невразливий камінь.

# STRINGS.ITEMS.STRUCTURES.sedament_town_bossstatue.name
source: Idol of {name.sedament}
uk: Ідол {2:{Name.sedament}}

# STRINGS.ITEMS.STRUCTURES.snowman_winter_2024.name
source: {name.holiday_winter} Snowie
uk: Сніговик {2:{name.holiday_winter}}

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_basic.desc
source: That right there's a stool for sittin'.
uk: Справжній табурет призначений для сидіння.

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_basic.name
source: Hewn Stool
uk: Тесаний табурет

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_forest_1.desc
source: Always gets your butt wet, even when it looks dry.
uk: Завжди намочує сідниці, навіть якщо він виглядає сухим.

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_forest_1.name
source: Woodland Stool
uk: Лісовий табурет

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_forest_2.desc
source: Step stool? Foot stool? Sitting stool? The possibilities are endless.
uk: Сходи? Підставка для ніг? Табурет для сидіння? Можливості безмежні.

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_forest_2.name
source: Chiselled Stool
uk: Точений табурет

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_swamp_1.desc
source: Kick up your feet after a long day's Hunt.
uk: Підніміть ноги після довгого дня полювання.

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_swamp_1.name
source: Boggy Foot Rest
uk: Болотна підставка для ніг

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_swamp_2.desc
source: Mushroom-shaped and perfect for a toad to sit on.
uk: Грибоподібна й ідеальна для жаби, щоб сидіти на ній.

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_swamp_2.name
source: Fen Stool
uk: Болотний табурет

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_tundra_1.desc
source: You might want to put a towel down before you sit.
uk: Ви можете покласти рушник, перш ніж сісти.

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_tundra_1.name
source: Permafrost Stool
uk: Табурет вічної мерзлоти

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_tundra_2.name
source: Ice Crystal Stool
uk: Кришталевий табурет

# STRINGS.ITEMS.STRUCTURES.stool_outdoor_seating_volcano_1.name
source: Ironwork Stool
uk: Залізний табурет

# STRINGS.ITEMS.STRUCTURES.straw_wooden_cart.desc
source: Looks like a delightful (if itchy) place to nap.
uk: Виглядає як чудове (хоч і свербляче) місце, щоб подрімати.

# STRINGS.ITEMS.STRUCTURES.straw_wooden_cart.name
source: Straw Cart
uk: Візок для соломи

# STRINGS.ITEMS.STRUCTURES.street_lamp.desc
source: You don't need to get fancy to make a place feel like home.
uk: Вам не потрібно нічого складного, щоб зробити місце затишним.

# STRINGS.ITEMS.STRUCTURES.street_lamp.name
source: Mason Jar Lamp
uk: Лампа у скляній банці

# STRINGS.ITEMS.STRUCTURES.thatcher_town_bossstatue.desc
source: Memorialized as a rock idol. Just as they would have wanted.
uk: Увіковічений як кам'яний ідол. Точно так, як вони б хотіли.

# STRINGS.ITEMS.STRUCTURES.thatcher_town_bossstatue.name
source: Idol of {name.thatcher}
uk: Ідол {2:{Name.thatcher}}

# STRINGS.ITEMS.STRUCTURES.tree_winter_2024.name
source: {name.holiday_winter} Tree
uk: Ялинка {2:{name.holiday_winter}}

# STRINGS.ITEMS.STRUCTURES.vase_winter_2024.name
source: {name.holiday_winter} Vase
uk: Ваза {2:{name.holiday_winter}}

# STRINGS.ITEMS.STRUCTURES.wood_wooden_cart.desc
source: Gotta haul logs around somehow.
uk: Треба якось перевозити колоди.

# STRINGS.ITEMS.STRUCTURES.wood_wooden_cart.name
source: Wood Cart
uk: Дерев'яний візок

# STRINGS.ITEMS.STRUCTURES.yammo_gifts_winter_2024.name
source: {name.holiday_winter} {name.yammo} Gift
uk: Подарунок {Name.yammo} {2:{name.holiday_winter}}

# STRINGS.ITEMS.TONICS.explotion.desc
source: These crushed <#RED>{name.trap_bomb_pinecone}</> bits will add some <i>oompf</> to any <#RED>{name.potion}</>. <#RED>{name_multiple.tonic}</> are automatically added to your <#RED>{name.potion}</> when equipped. Effects trigger after drinking.
uk: Ці <#RED>{name.trap_bomb_pinecone}</> шматочки додадуть трохи <i>уууф</> до будь-якого <#RED>{name.potion}</>. <#RED>{name_multiple.tonic}</> автоматично додаються до вашого <#RED>{name.potion}</>, якщо є. Ефекти спрацьовують після вживання.

# STRINGS.ITEMS.TONICS.explotion.name
source: Popping Candy
uk: Стрибаючі цукерки

# STRINGS.ITEMS.TONICS.freeze.desc
source: Make your brain freeze into everyone else's problem. <#RED>{name_multiple.tonic}</> are automatically added to your <#RED>{name.potion}</> when equipped. Effects trigger after drinking.
uk: Змусьте свій мозок завмерти в чужих проблемах. <#RED>{name_multiple.tonic}</> автоматично додаються до вашого <#RED>{name.potion}</>, якщо є. Ефекти спрацьовують після вживання.

# STRINGS.ITEMS.TONICS.freeze.name
source: Ice Cold Slushie
uk: Крижана сльота

# STRINGS.ITEMS.TONICS.full_shield.desc
source: Daily treats are scientifically proven to fortify body and soul. <#RED>{name_multiple.tonic}</> are automatically added to your <#RED>{name.potion}</> when equipped. Effects trigger after drinking.
uk: Науково доведено, що щоденні ласощі зміцнюють тіло та душу. <#RED>{name_multiple.tonic}</> автоматично додаються до вашого <#RED>{name.potion}</>, якщо є. Ефекти спрацьовують після вживання.

# STRINGS.ITEMS.TONICS.full_shield.name
source: {name.bulbug} Boba
uk: Кульки {2:{Name.bulbug}}

# STRINGS.ITEMS.TONICS.juggernaut.desc
source: It's mostly made of <#RED>{name.battoad}</> slime. <#RED>{name_multiple.tonic}</> are automatically added to your <#RED>{name.potion}</> when equipped. Effects trigger after drinking.
uk: Здебільшого воно складається зі слизу <#RED>{name.battoad}</>. <#RED>{name_multiple.tonic}</> автоматично додаються до вашого <#RED>{name.potion}</>, якщо є. Ефекти спрацьовують після вживання.

# STRINGS.ITEMS.TONICS.juggernaut.name
source: Juggernaut Jelly
uk: Желе Джаггернаута

# STRINGS.ITEMS.TONICS.mudslinger.desc
source: Contains your yearly recommended intake of mud. <#RED>{name_multiple.tonic}</> are automatically added to your <#RED>{name.potion}</> when equipped. Effects trigger after drinking.
uk: Містить рекомендовану річну норму бруду. <#RED>{name_multiple.tonic}</> автоматично додаються до вашого <#RED>{name.potion}</>, якщо є. Ефекти спрацьовують після вживання.

# STRINGS.ITEMS.TONICS.mudslinger.name
source: Chocolate Foam
uk: Шоколадна пінка

# STRINGS.ITEMS.TONICS.projectile_repeat.desc
source: They're great for spitting! <#RED>{name_multiple.tonic}</> are automatically added to your <#RED>{name.potion}</> when equipped. Effects trigger after drinking.
uk: Вони чудово підходять для плювання! <#RED>{name_multiple.tonic}</> автоматично додаються до вашого <#RED>{name.potion}</>, якщо є. Ефекти спрацьовують після вживання.

# STRINGS.ITEMS.TONICS.projectile_repeat.name
source: {name.battoad} Eggs
uk: Яйця {2:{Name.battoad}}
