Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

source: !happy !gesture By the way, if yer fighting with allies and get knocked out try hitting the <#RED>Attack</> and <#RED>{name.concept_dodge}</> buttons. !cough Ghe-he-he.
uk: !happy !gesture До речі, якщо ви боретеся з союзниками й вас збили, спробуйте натиснути кнопку <#RED>Атаки</> і <#RED>{name.concept_dodge}</>. !cough Хе-хе-хе.

source: !neutral !cough {name.dojo_cough} !happy !gruffnod If you learn something useful out there, share the tip with your fellow Hunters.
uk: !neutral !cough {Name.dojo_cough} !happy !gruffnod Якщо ви дізнаєтеся про щось корисне, поділіться порадою з іншими мисливцями.

source: !neutral !cough {name.dojo_cough} !happy !gruffnod By the way, you can communicate with other Hunters by pressing <p bind='Controls.Digital.TOGGLE_SAY' color=BTNICON_DARK> to chat.
uk: !neutral !cough {Name.dojo_cough} !happy !gruffnod До речі, ви можете спілкуватися з іншими Мисливцями, натиснувши <p bind='Controls.Digital.TOGGLE_SAY' color=BTNICON_DARK>, щоб розпочати чат.

source: !bliss Oooohoho, I can smell a secret from a mile away! What were you and <#BLUE>{name.npc_blacksmith}</> whispering about? !think Does it have something to do with that <#RED>{name.gem}</> you showed him? !happy !dubious C'mon, spill! You can tell me! <i>Pleeeeaaaase?</>
uk: !bliss Оооохохо, я відчуваю секрети за милю! Про що ви з <#BLUE>{4:{Name.npc_blacksmith}}</> шепотілися? !think Це пов'язано з тим <#RED>{name.gem}ом</>, який ви йому показали? !happy !dubious Ну ж бо, зізнавайтесь! Ви можете мені сказати! <i>Будьлаааааааска?</>

source: !happy !think Have you ever noticed how big and shiny <#BLUE>{name.npc_blacksmith}'s</> eyes get whenever he sees a <#RED>Gem</>? !shrug I asked him about it and he just grunted at me... but I swear it was a <i>nervous</> grunt. !angry Uuuugh why does he have to be so secretive!!
uk: !happy !think Ви колись помічали, які великі й блискучі очі у <#BLUE>{2:{Name.npc_blacksmith}}</>, коли він бачить <#RED>самоцвіт</>? !shrug Я запитала його про це, а він лише рикнув на мене... але я клянуся, це був <i>нервовий</> рик. !angry Ууууух, чому він такий таємничий!!

source: !neutral !dubious That's a weird-looking scythe. !disagree You can't harvest crops with that.
uk: !neutral !dubious Це дивна серпоподібна коса. !disagree З цим не зібрати врожай.

source: !neutral !dubious {name.apothecary_sniff} !disagree I don't like the smell of those potions you've been getting from the potion-seller. !think I can't pick up a single natural ingredient.
uk: !neutral !dubious {name.apothecary_sniff} !disagree Мені не подобається запах того зілля, що ви купуєте у продавця. !think Я не відчуваю жодного природного інгредієнта.

source: !neutral !dubious Was <#BLUE>{name.npc_dojo_master}</> really a Hunter too? !think I wonder if he knew... never mind.
uk: !neutral !dubious Невже <#BLUE>{Name.npc_dojo_master}</> теж був Мисливцем? !think Цікаво, чи він знав... неважливо.

source: !neutral !dubious {name.apothecary_sniff} Eww... !shocked You're covered in <#RED>{name.rot_boss}</> stink. Hope that means you beat it.
uk: !neutral !dubious {name.apothecary_sniff} Фу... !shocked Ви покриті смородом <#RED>{2:{name.rot_boss}}</>. Сподіваюся, це означає, що ви його здолали.

source: !neutral !gesture <#BLUE>{name.npc_scout}</> said you beat the <#RED>{name.rot_boss}</>. !happy !think They seemed really proud.
uk: !neutral !gesture <#BLUE>{Name.npc_scout}</> сказав, що ви перемогли <#RED>{2:{name.rot_boss}}</>. !happy !think Він виглядав дуже гордим.

source: !neutral !dubious {name.apothecary_sniff} !point You smell weird.
uk: !neutral !dubious {name.apothecary_sniff} !point Ви дивно пахнете.

source: !neutral !closedeyes <i>(yawn)</> Do you know any good napping spots? !think The <#RED>{name.job_blacksmith}</> gets mad when I sleep next to his forge. But it's so warm and cozy...
uk: !neutral !closedeyes <i>(позіхання)</> Ви знаєте хороші місця для сну? !think <#RED>{Name.job_blacksmith}</> злиться, коли я сплю біля його кузні. Але там так тепло і затишно...

source: !neutral !nervous There's so many people here... !neutral !dubious Are they here <i>all</> the time?!
uk: !neutral !nervous Тут так багато істот... !neutral !dubious Вони тут <i>завжди</>?!

source: !neutral !closedeyes Shh. I'm practicing being invisible.
uk: !neutral !closedeyes Тсс. Я тренуюся бути невидимою.

source: !dubious Um. How have you lasted this long without a <#RED>{name.job_blacksmith}</>?
uk: !dubious Ем. Як ви протрималися так довго без <#RED>{2:{name.job_blacksmith}}</>?

source: !happy !clap I knew it was a <#RED>{name.rot}</> kebab kind of day! !point Just watch where you point that thing.
uk: !happy !clap Я знав, що сьогодні день шашлику з <#RED>{2:{name.rot}}</>! !point Просто дивіться, куди ви направляєте цю штуку.

source: !neutral !gesture I got a free mouthwash sample from a slippery salesman out there once... !shocked ...turned out to be a <i>very</i> powerful burping potion.
uk: !neutral !gesture Одного разу я отримав безплатний зразок рідини для полоскання рота від слизького продавця... !shocked ..виявилося, що це було <i>дуже</i> потужне зілля для відрижки.

source: !neutral !dubious You're not talking to <i>strange</i> strangers out there, are you? !clap You could be home talking to strange friends instead!
uk: !neutral !dubious Ви ж не розмовляєте з <i>дивними</i> незнайомцями, чи не так? !clap Натомість ви можете залишитись вдома та розмовляти з дивними друзями!

source: !happy !bliss <#BLUE>{name.npc_blacksmith}</>'s sonnets are so lyrical. !point You didn't hear it from me.
uk: !happy !bliss Сонети <#BLUE>{2:{Name.npc_blacksmith}}</> такі ліричні. !point Ви не чули цього від мене.

source: !neutral !think You know some folks call <#BLUE>{name.npc_blacksmith}</> "HAM-ish" instead of "HAY-mish"? !shrug He's really not much of a ham.
uk: !neutral !think Ви знаєте, що дехто називає <#BLUE>{2:{Name.npc_blacksmith}}</> "ГАЙ-міш" замість "ГАМ-іш"? !shrug Насправді він не дуже схожий на гай.

source: !neutral !shocked They say that <#BLUE>{name.npc_blacksmith}</> gave <i>himself</i> that tattoo. !happy !shrug Okay, nobody says that. But it could be true!
uk: !neutral !shocked Кажуть, що <#BLUE>{Name.npc_blacksmith}</> зробив <i>собі</i> це татуювання. !happy !shrug Гаразд, ніхто це каже. Але це може бути правдою!

source: !neutral !wavelunn <#BLUE>{name.npc_blacksmith}'s</> hammer just called <#BLUE>{name.npc_lunn}</> <i>dull</i>. !disagree What a tool.
uk: !neutral !wavelunn Молоток <#BLUE>{2:{Name.npc_blacksmith}}</> щойно сказав що <#BLUE>{Name.npc_lunn}</> <i>тупий</i>. !disagree Що за інструмент.

source: !happy !eyeroll <#BLUE>{name.npc_blacksmith}</> is <i>so weird</i> about accepting help. !laugh I spent all morning suggesting names for his hammer, and he told me to go <i>boil my head!</i>
uk: !happy !eyeroll <#BLUE>{Name.npc_blacksmith}</> <i>так дивно</i> приймає допомогу. !laugh Я провела весь ранок, пропонуючи назви для його молотка, а він сказав, щоб я йшла <i>кип'ятити голову!</i>

source: !neutral !shrug Does <#BLUE>{name.npc_blacksmith}</> seem okay to you? !think He seems gruntier than usual.
uk: !neutral !shrug Вам здається, що <#BLUE>{Name.npc_blacksmith}</> в порядку? !think Він здається більш буркотливим, ніж зазвичай.

source: !neutral !gesture I tried to help <#BLUE>{name.npc_blacksmith}</> come up with some names for his tools, and do you know what he said? !angry <i>'Och, me tools need names like I need a hole in the head!'</> Can you believe that?! !think Why would <#BLUE>{name.npc_blacksmith}</> think he needs a hole in his head?
uk: !neutral !gesture Я намагалась допомогти <#BLUE>{3:{Name.npc_blacksmith}}</> з назвами для його інструментів, а він що сказав? !angry <i>'Ох, моїм інструментам потрібні імена як мені потрібна діра в голові!'</> Ви уявляєте?! !think Чому <#BLUE>{Name.npc_blacksmith}</> думає, що йому потрібна діра в голові?

source: !happy !gesture <#BLUE>{name.npc_cook}</> says superheating food releases the nutrients. !point That's why she makes sure to burn everything.
uk: !happy !gesture <#BLUE>{Name.npc_cook}</> каже, що перегрівання їжі вивільняє поживні речовини. !point Ось чому вона все обов'язково спалює.

source: !neutral !shocked Some <#RED>{name.rot}</>-tainted jerk called <#BLUE>{name.npc_cook}'s</> food "slop"! !dubious !angry They're not <i>wrong</i>. But still.
uk: !neutral !shocked Якийсь дурень, одурманений<#RED>{3:{name.rot}}</>, назвав їжу <#BLUE>{Name.npc_cook}</> "помиями"! !dubious !angry Вони не <i>помиляються</i>. Але все ж.

source: !happy !shocked Smell that? !bliss It's mystery mash casserole night!
uk: !happy !shocked Відчуваєте запах? !bliss Сьогодні вечеря з таємничою кашею касероль!

source: !happy !gesture You know what's worse than food poisoning? !point !agree Eating raw <#RED>{name.gnarlic}</> out of a shoe. Trust me.
uk: !happy !gesture Ви знаєте, що гірше харчового отруєння? !point !agree Їсти сирий <#RED>{Name.gnarlic}</> із черевика. Повірте мені.

source: !happy !shocked A few more weeks with <#BLUE>{name.npc_cook}</>, and you'll have a cast-iron gut! !point That's like <#RED>Armour</> for your insides.
uk: !happy !shocked Ще кілька тижнів з <#BLUE>{Name.npc_cook}</>, і у вас буде чавунний кишківник! !point Це як <#RED>обладунок</> для ваших нутрощів.

source: !happy !gesture I added a flame-retardant lining to <#BLUE>{name.npc_cook}'s</> apron. !clap She said she's already getting lots of use out of it!
uk: !happy !gesture Я додав вогнестійку підкладку до фартуха <#BLUE>{Name.npc_cook}</>. !clap Вона сказала, що вже активно її використовує!

source: !neutral !gesture <#BLUE>{name.npc_dojo_master}</> once killed a <#RED>{name.rot}</> by slapping it in the face with a sandwich. !shocked And then ate the sandwich!
uk: !neutral !gesture <#BLUE>{Name.npc_dojo_master}</> одного разу вбив <#RED>{2:{name.rot}}</>, вдаривши його по обличчю бутербродом. !shocked А потім з'їв бутерброд!

source: !gesture <#BLUE>{name.npc_dojo_master}</> mutters in his sleep. !think It'd be nice if he spoke up a little.
uk: !gesture <#BLUE>{Name.npc_dojo_master}</> бурмоче уві сні. !think Було б добре, якби він трохи розмовляв.

source: !shocked <#BLUE>{name.npc_dojo_master}</> told <#BLUE>{name.npc_scout}</> you were a gut biter! !think !shrug Or maybe it was "good fighter." Lip-reading is hard.
uk: !shocked <#BLUE>{Name.npc_dojo_master}</> сказав <#BLUE>{3:{Name.npc_scout}}</>, що ви кусаєтеся! !think !shrug Або, можливо, він сказав "хороший боєць." Читати по губах важко.

source: !greet <#BLUE>{name.npc_dojo_master}</> has never stayed in one place this long. !shrug He must <i>really</i> like my work.
uk: !greet <#BLUE>{Name.npc_dojo_master}</> ніколи не залишався на одному місці так довго. !shrug Мабуть, йому <i>справді</i> подобається моя робота.

source: !wavelunn <#BLUE>{name.npc_lunn}</> and I would be great {name.job_dojo}s! !shrug We just don't wanna step on <#BLUE>{name.npc_dojo_master}</>'s toes. He's already missing a few.
uk: !wavelunn Я і <#BLUE>{Name.npc_lunn}</> були б чудовими {3:{name.job_dojo}}! !shrug Ми просто не хочемо наступати на пальці <#BLUE>{Name.npc_dojo_master}а</>. Він вже втратив кілька.

source: !greet I've been hearing a <i>lot</i> of chatter about you... !point ...folks are saying you're a natural!
uk: !greet Я чув <i>багато</i> балачок про вас... !point ...інші кажуть, що у вас талант!

source: !neutral !gesture Even if you <i>do</i> wipe out all the <#RED>{name_multiple.rot}</>... !happy !bliss ...you'll need <#RED>Armour</> to stay safe from all your fans.
uk: !neutral !gesture Навіть якщо ви <i>зітрете</i> всіх <#RED>{2:{name_multiple.rot}}</>... !happy !bliss ...вам знадобляться <#RED>обладунки</>, щоб захиститися від усіх своїх шанувальників.

source: !clap Way to slay, Hunter! !point Get it? 'Cause you slayed all those <#RED>{name_multiple.rot}</>.
uk: !clap Молодець, Мисливцю! !point Зрозуміло? Бо ви знищили всіх цих <#RED>{2:{name_multiple.rot}}</>.

source: !gesture If you ever run outta <#RED>{name_multiple.rot}</> to hunt... !laugh ...<#BLUE>{name.npc_lunn}</> could teach you to be an {name.job_armorsmith}!
uk: !gesture Якщо у вас колись закінчиться <#RED>{name_multiple.rot}</> для полювання... !laugh ...<#BLUE>{Name.npc_lunn}</> може навчити вас бути {4:{name.job_armorsmith}}!

source: !greet That last run was <i>killer!</i> !laugh Hooyah!
uk: !greet Останній забіг був <i>убивчим!</i> !laugh Юху!

source: !point All your training is really paying off. !think D'you think I could train myself to be taller?
uk: !point Усі ваші тренування дійсно окупаються. !think Як ви думаєте, я міг би потренуватися, щоб стати вищим?

source: !dubious !disagree You're not a Hunter. !point !clap You're a DECIMATOR! Hooyah!
uk: !dubious !disagree Ви не Мисливець. !point !clap Ви — ЗНИЩУВАЧ! Хііяя!

source: !notebook <i>Dear Diary, many <#RED>{name.rot}</> butts were kicked today.</i> !think Do you think <#BLUE>{name.npc_dojo_master}</> minds that I borrowed his diary?
uk: !notebook <i>Дорогий щоденнику, сьогодні було надерто багато задів <#RED>{2:{name.rot}}</>.</i> !think Як ви думаєте, <#BLUE>{Name.npc_dojo_master}</> не проти, що я позичив його щоденник?

source: !happy !dubious Find you're dying a bunch out there? !point The right kind of <#RED>Armour</> could change that...
uk: !happy !dubious Здається, ви там часто вмираєте? !point Правильні <#RED>обладунки</> можуть це змінити...

source: !notebook Says here you've been voted "Most Likely To Sleep Through A Natural Disaster." !shrug Honestly, same.
uk: !notebook Тут написано, що тебе обрали "Тим, хто найімовірніше проспить природний катаклізм". !shrug Якщо чесно, то я теж.

source: !wavelunn <#BLUE>{name.npc_lunn}</> once carved my initials into a <#RED>{name.gourdo}'s</> leg. !laugh He got almost halfway through the "B" before it woke up.
uk: !wavelunn <#BLUE>{Name.npc_lunn}</> одного разу вирізав мої ініціали на нозі <#RED>{Name.gourdo}</>. !laugh Він майже завершив "Б", перш ніж він прокинулася.

source: !happy !think D'you think <#BLUE>{name.npc_scout}</> would let me borrow the <#RED>{name.i_damselfly}</>?
uk: !happy !think Як ви думаєте, <#BLUE>{Name.npc_scout}</> дозволив би мені позичити <#RED>{Name.i_damselfly}</>?

source: !happy !shocked You'll never guess who came by my workshop today! !eyeroll Oh wait, I promised not to say.
uk: !happy !shocked Ви ніколи не вгадаєте, хто завітав до моєї майстерні сьогодні! !eyeroll Ой, зачекайте, я обіцяв не казати.

source: !happy !wavelunn Hahaha! Ohmygosh Lunn you are such a <i>riot!</> How do you come up with this stuff? !shocked Oh, sorry Hunter, it's an inside joke.
uk: !happy !wavelunn Хаха! О боже Лунн, ти такий <i>бунтівник!</> Як ти вигадуєш таке? !shocked Ой, вибачте Мисливцю, це внутрішній жарт.

source: !happy !dubious Skin too soft? !shocked Protect it with <#RED>Armour</>!
uk: !happy !dubious Шкіра занадто м'яка? !shocked Захистіть її <#RED>обладунками</>!

source: !happy !dubious Been feeling unlucky on the Hunt? !shocked With the right <#RED>Armour</>, you don't <i>need</i> luck!
uk: !happy !dubious Почуваєтеся невдалим на полюванні? !shocked З правильними <#RED>обладунками</> вам не <i>потрібна</i> удача!

source: !happy !shocked People's voices really carry in this camp. !bliss I love it!
uk: !happy !shocked Голоси істот справді добре чутно в цьому таборі. !bliss Мені це подобається!

source: !happy !think I wonder if <#BLUE>{name.npc_dojo_master}</> would take <#BLUE>{name.npc_lunn}</> as an apprentice. !agree <#BLUE>{name.npc_lunn}'s</> very studious.
uk: !happy !think Цікаво, чи <#BLUE>{Name.npc_dojo_master}</> узяв би <#BLUE>{2:{Name.npc_lunn}}</> учнем. !agree <#BLUE>{Name.npc_lunn}</> дуже старанний.

source: !happy !point Information is the best <#RED>Armour</>. !shocked That's why I'm <i>always</i> listening!
uk: agent: !point Інформація — найкращий <#RED>захист</>. !shocked Ось чому я <i>завжди</i> слухаю!

source: !greet !point You're looking sharp! !wavelunn Almost as sharp as <#BLUE>{name.npc_lunn}</>.
uk: !greet !point Ви чудово виглядаєте! !wavelunn Майже так само чудово, як <#BLUE>{Name.npc_lunn}</>.

source: !shocked D'you ever think about singing your feelings? !point I think you'd be good at it.
uk: !shocked Чи думали ви коли-небудь про те, щоб оспівувати свої почуття? !point Я думаю, у вас це добре вийде.

source: !gesture Folks say I talk too much. !shrug But then when I listen, they call it eavesdropping.
uk: !gesture Люди кажуть, що я занадто багато говорю. !laugh Але коли я слухаю, вони називають це підслуховуванням.

source: !nervous Do you think <#BLUE>{name.npc_blacksmith}</> has made new friends elsewhere? !neutral !shrug Not that I'd care. !wavelunn But <#BLUE>{name.npc_lunn}</> misses him.
uk: !nervous Як ви думаєте, <#BLUE>{Name.npc_blacksmith}</> знайшов нових друзів? !neutral !laugh Не те щоб мене це хвилювало. !wavelunn Але <#BLUE>{Name.npc_lunn}</> сумує за ним.

source: !nervous You're still looking for <#BLUE>{name.npc_blacksmith}</>, right? !dejected He's not as tough as he thinks.
uk: !nervous Ви все ще шукаєте <#BLUE>{2:{Name.npc_blacksmith}}</>, правда? !dejected Він не такий сильний, як думає.

source: !nervous It's not that I miss <#BLUE>{name.npc_blacksmith}</>, it's just... !dubious ...no one's grunted angrily at me in ages.
uk: !nervous Не те щоб я сумував за <#BLUE>{Name.npc_blacksmith}ом</>, просто... !dubious ...ніхто на мене сердито не бурчав вже дуже давно.

source: !neutral !gesture Hm... Listen, Hunter. !gruffnod Yer mind is yer best weapon.
uk: !neutral !gesture Хм... Слухайте, Мисливцю. !gruffnod Ваш розум — ваша найкраща зброя.

source: !gruffnod Me an' my forge will get the job done. !neutral !point All ye've gotta do is go out into the wilds an' get the goods I need. !dubious Got it?
uk: !gruffnod Моя кузня і я впораємося з роботою. !neutral !point Все, що треба — це піти в дику місцевість і принести мені потрібні матеріали. !dubious Зрозуміли?

source: !neutral !gruffnod Th' <#RED>{name.weapon_hammer}</>'s a good, honest weapon. !dubious ...
uk: !neutral !gruffnod <#RED>{Name.weapon_hammer}</> — це гарна, чесна зброя. !dubious ...

source: !neutral !closedeyes Yer {name.job_apothecary}'s not one for bletherin'. !gruffnod Makes a nice change.
uk: !neutral !closedeyes Ваш {name.job_apothecary} не любить балакати. !gruffnod Це приємна зміна.

source: !neutral !closedeyes Th' town's gettin' crowded. !gruffnod <i>(hmph)</>
uk: !neutral !closedeyes Місто стає переповненим. !gruffnod <i>(хмпф)</>

source: !neutral !closedeyes Och, th' scullery reeks o' burnt porridge again. !dubious <i>(hmph)</>
uk: !neutral !closedeyes Ой, з їдальні знову тхне пригорілою кашею. !dubious <i>(гмпф)</>

source: !neutral !closedeyes The <#BLUE>{name.job_cook}'s</> been after me biscuit recipe. !dubious Good luck. I'm a steel trap.
uk: !neutral !closedeyes <#BLUE>{Name.job_cook}</> уже давно хоче мій рецепт печива. !dubious Удачі. Я сталева пастка.

source: !neutral !closedeyes Th' dinner around here's like a Guild initiation rite. !dubious <i>(hmph)</>
uk: !neutral !closedeyes Ця вечеря схожа на обряд посвячення в гільдію. !dubious <i>(хмпф)</>

source: !neutral !disagree Och. Yer <#BLUE>{name.job_cook}'s</>? fried tatties'd kill a <#RED>{name.groak}</> faster'n a <#RED>{name.weapon_cannon}</>.
uk: !neutral !disagree Ох. Ваш <#BLUE>{name.job_cook}</> смажить картоплю так, що навіть <#RED>{Name.groak}</> помер би швидше, ніж від <#RED>{3:{name.weapon_cannon}}</>.

source: !neutral !closedeyes That {name.job_dojo}'s got some battle scars. !dubious I'd wager he's got some tales to tell.
uk: !neutral !closedeyes {Name.job_dojo} має чимало бойових шрамів. !dubious Закладаюся, у нього є цікаві історії.

source: !neutral !gruffnod I had a square go wit' yer {name.job_dojo}. !point Fierce fella.
uk: !neutral !gruffnod Я мав сутичку з вашим {2:{name.job_dojo}}. !point Лютий хлопець.

source: !neutral !dubious Hrm. !gruffnod Yer showin' promise.
uk: !neutral !dubious Хм. !gruffnod Ви подаєте надії.

source: !neutral !dubious Och, well done. !closedeyes I've not smiled like this in years.
uk: !neutral !dubious О, добре зроблено. !closedeyes Я так не посміхався багато років.

source: !neutral !gruffnod Ye almost gave <#BLUE>{name.npc_scout}</> a wee heart attack that time. !dubious ...
uk: !neutral !gruffnod Того разу ви ледь не спричинили у <#BLUE>{Name.npc_scout}а</> серцевий напад. !dubious ...

source: !neutral !point Yer wee {name.job_armorsmith}'s been snoopin' round me forge again. !dubious <i>(hmph)</>
uk: !neutral !point Ваш маленький {name.job_armorsmith} знову шастає навколо моєї кузні. !dubious <i>(гмпф)</>

source: !neutral !closedeyes {name.blacksmith_grunt} I'm busy. Bother someone else.
uk: !neutral !closedeyes {Name.blacksmith_grunt} Я зайнятий. Заважайте комусь іншому.

source: !neutral !dubious ...Ye keep standin' there, ye'll grow moss.
uk: !neutral !dubious ...Якщо будете стояти тут, виросте мох.

source: !neutral !gruffnod There's always work that needs ta be done. !dubious ...Don't ye have somewhere ta be, Hunter?
uk: !neutral !gruffnod Завжди є робота, яку треба виконати. !dubious ...У вас немає куди піти, Мисливцю?

source: !neutral !gesture Want somethin' forged? !dubious ...No? Then why are ye botherin' me?!
uk: !neutral !gesture Хочете щось викувати? !dubious ...Ні? Тоді навіщо мене турбуєте?!

source: !neutral !disagree Hrm. Ye've got naught for me, I see. !dubious ...
uk: !neutral !disagree Хм. Я бачу, у вас для мене нічого нема. !dubious ...

source: !neutral !gruffnod 'Tis a fine forge ye've got here.
uk: !neutral !gruffnod У вас тут чудова кузня.

source: !neutral !dubious Have ye e'er ate a good, hot mustard? !gruffnod Me mind's been spinnin' on a good, hot mustard.
uk: !neutral !dubious Ви коли-небудь їли гарячий гірчичний соус? !gruffnod У мене весь час в голові вертиться думка про хороший, гарячий гірчичний соус.

source: !neutral !point I'm here ta work, not chat.
uk: !neutral !point Я тут працювати, а не базікати.

source: !neutral !gruffnod There's always work that needs ta be done.
uk: !neutral !gruffnod Завжди є робота, яку треба зробити.

source: !neutral !dubious What are ye gawkin' at? Never seen a smith at work before? !point I cannae work with folks peerin' over me shoulder.
uk: !neutral !dubious На що дивитесь? Ніколи не бачили коваля за роботою? !point Я не можу працювати, коли хтось підглядає через плече.

source: !neutral !dubious Och. I see how it is. !point Ye think I'm not busy? Got all the time in th'world for a wee blether?
uk: !neutral !dubious Ох. Я розумію, як це. !point Думаєте, я не зайнятий? Є час для тривіальної балаканини?

source: !neutral !dubious That wee <#BLUE>{name.job_armorsmith}'s</> been snoopin' round me forge again. !point Ye'd better tell her ta keep her nose outta other folks' business. !think ...Lots o' <i>accidents</> can happen 'round a forge. Nasty accidents.
uk: !neutral !dubious Той маленький <#BLUE>{name.job_armorsmith}</> знову тиняється навколо моєї кузні. !point Краще скажіть їй не лізти в чужі справи. !think ...Багато <i>нещасних випадків</> може трапитися біля кузні. Неприємні випадки.

source: !happy !clap Hoooo-whee! Heard you gave 'em a real thrashing out there! !happy !dubious All thanks to that faaaan<i>tastic</> lunch I packed for you, right?
uk: !happy !clap Ого-го! Чула, що ви дали їм справжнього прочухана! !happy !dubious І все завдяки тому фааанта<i>смачному</> обіду, що я вам приготувала, правда?

source: !happy !point Nice going, Hunter! !happy !dubious Did you get lots of good loot from beating that oversized <#RED>{name.rot_boss}?
uk: !happy !point Чудова робота, Мисливцю! !happy !dubious Ви отримали багато хорошої здобичі після битви з цим велетенським <#RED>{name.rot_boss}ом?

source: !happy !wave Well howdy there, Hunter! !point Feelin' a bit peckish?
uk: !happy !wave Ну, привіт, Мисливцю! !point Відчуваєте голод?
