Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.MATERIALS.seeker_wood_plank.desc
source: Sturdy bark pulled from a felled <#RED>{name.seeker}</>. Found in: <#RED>{name.thatcher_swamp}</>
uk: Міцна кора витягнута з переможеного <#RED>{Name.seeker}а</>. Знайдена в: <#RED>{Name.thatcher_swamp}</>

# STRINGS.ITEMS.MATERIALS.seeker_wood_plank.name
source: {name.seeker} Wood Plank
uk: Дерев'яна дошка {Name.seeker}а

# STRINGS.ITEMS.MATERIALS.seeker_wood_stick.desc
source: What's the point of a nature walk if you don't come back with a good stick? Found in: <#RED>{name.bandi_swamp}</>
uk: Навіщо йти на прогулянку, якщо ви не повернетесь з хорошою палицею? Знайдено в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.seeker_wood_stick.name
source: {name.seeker} Wood Stick
uk: Дерев'яна палиця {Name.seeker}а

# STRINGS.ITEMS.MATERIALS.slowpoke_eye.desc
source: A piercing eye, harvested from a <#RED>{name.slowpoke_elite}</>. Found in: <#RED>{name.bandi_swamp}</>
uk: Пронизливе око, яке залишив <#RED>{Name.slowpoke_elite}</>. Знайдено в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.slowpoke_eye.name
source: {name.slowpoke_elite} Eye
uk: Око {Name.slowpoke_elite}

# STRINGS.ITEMS.MATERIALS.slowpoke_tail.desc
source: A pleasingly plump tail. Found in: <#RED>{name.bandi_swamp}</>
uk: Приємно пухкий хвіст. Знайдений в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.slowpoke_tail.name
source: {name.slowpoke} Tail
uk: Хвіст {2:{Name.slowpoke}}

# STRINGS.ITEMS.MATERIALS.swarmy_arm.desc
source: Great for practicing arm wrestling. Found in: <#RED>{name.bandi_swamp}</>
uk: Чудово підходить для занять армреслінгом. Знайдено в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.swarmy_arm.name
source: {name.swarmy_elite} Arm
uk: {Name.swarmy_elite} рука

# STRINGS.ITEMS.MATERIALS.swarmy_slime.desc
source: A dollop of pure {name.swarmy}. Found in: <#RED>{name.bandi_swamp}</>
uk: Доля чистого {Name.swarmy}. Знайдено в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.swarmy_slime.name
source: {name.swarmy} Slime
uk: Слиз {2:{Name.swarmy}}

# STRINGS.ITEMS.MATERIALS.thatcher_antennae.desc
source: Wiry and durable antennae. Found in: <#RED>{name.thatcher_swamp}</>
uk: Жорсткі та міцні вусики. Знайдені в: <#RED>{Name.thatcher_swamp}</>

# STRINGS.ITEMS.MATERIALS.thatcher_antennae.name
source: {name.thatcher} Feeler
uk: Вусики {2:{Name.thatcher}}

# STRINGS.ITEMS.MATERIALS.thatcher_fur.desc
source: Makes for decent stuffing. Found in: <#RED>{name.thatcher_swamp}</>
uk: Пристойна начинка. Знайдена в: <#RED>{Name.thatcher_swamp}</>

# STRINGS.ITEMS.MATERIALS.thatcher_fur.name
source: {name.thatcher} Down
uk: Низ {2:{Name.thatcher}}

# STRINGS.ITEMS.MATERIALS.thatcher_limb.desc
source: A long limb belonging to a <#RED>{name.thatcher}</>. Found in: <#RED>{name.thatcher_swamp}</>
uk: Довга кінцівка, що належить <#RED>{Name.thatcher}у</>. Знайдена в: <#RED>{Name.thatcher_swamp}</>

# STRINGS.ITEMS.MATERIALS.thatcher_limb.name
source: {name.thatcher} Tarsus
uk: Кінцівка {2:{Name.thatcher}}

# STRINGS.ITEMS.MATERIALS.thatcher_shell.desc
source: A solid shell. Found in: <#RED>{name.thatcher_swamp}</>
uk: Суцільна оболонка. Знайдена в: <#RED>{Name.thatcher_swamp}</>

# STRINGS.ITEMS.MATERIALS.thatcher_shell.name
source: {name.thatcher} Husk
uk: Оболонка {2:{Name.thatcher}}

# STRINGS.ITEMS.MATERIALS.thatcher_skull.desc
source: A skull that resembling a <#RED>{name.thatcher}</> when it was alive. Found in: <#RED>{name.thatcher_swamp}</>
uk: Череп, який нагадує <#RED>{2:{Name.thatcher}}</>, коли він був живий. Знайдений в: <#RED>{Name.thatcher_swamp}</>

# STRINGS.ITEMS.MATERIALS.thatcher_skull.name
source: {name.thatcher} Skull
uk: Череп {2:{Name.thatcher}}

# STRINGS.ITEMS.MATERIALS.thatcher_wing.desc
source: A transparent wing of a <#RED>{name.thatcher}</>. Found in: <#RED>{name.thatcher_swamp}</>
uk: Прозоре крило <#RED>{2:{Name.thatcher}}</>. Знайдено в: <#RED>{Name.thatcher_swamp}</>

# STRINGS.ITEMS.MATERIALS.thatcher_wing.name
source: {name.thatcher} Wing
uk: Крило {2:{Name.thatcher}}

# STRINGS.ITEMS.MATERIALS.totolili_arm.desc
source: {name_multiple.totolili} hostility can be attributed to their lack of a funny bone. Found in: <#RED>{name.bandi_swamp}</>
uk: Ворожість {Name_multiple.totolili} можна пояснити відсутністю смішної кістки. Знайдено в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.totolili_arm.name
source: {name.totolili} Arm
uk: {Name.totolili} рука

# STRINGS.ITEMS.MATERIALS.totolili_hat.desc
source: Or is that its hair? Found in: <#RED>{name.bandi_swamp}</>
uk: Або це його волосся? Знайдена в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.totolili_hat.name
source: {name.totolili_elite} Hat
uk: {Name.totolili_elite} капелюх

# STRINGS.ITEMS.MATERIALS.treemon_arm.desc
source: A twisted branch, sawn off a felled <#RED>{name.treemon}</>. Found in: <#RED>{name.treemon_forest}</>
uk: Покручена гілка, відпиляна у <#RED>{2:{Name.treemon}}</>. Знайдена в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.treemon_arm.name
source: {name.treemon} Branch
uk: Гілка {Name.treemon}

# STRINGS.ITEMS.MATERIALS.treemon_cone.desc
source: It's basically a baby <#RED>{name.treemon_elite}</>. Found in: <#RED>{name.treemon_forest}</>
uk: В основному це дитина <#RED>{2:{Name.treemon_elite}}</>. Знайдена в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.treemon_cone.name
source: {name.treemon_elite} Cone
uk: Конус {Name.treemon_elite}

# STRINGS.ITEMS.MATERIALS.windmon_horn.desc
source: Leaves and branches pulled from a <#RED>{name.windmon}'s</> canopy. Found in: <#RED>{name.owlitzer_forest}</>
uk: Листя та гілки, висмикнуті з крони <#RED>{2:{Name.windmon}}</>. Знайдені в: <#RED>{Name.owlitzer_forest}</>

# STRINGS.ITEMS.MATERIALS.windmon_horn.name
source: {name.windmon_elite} Horn
uk: {Name.windmon_elite} гудок

# STRINGS.ITEMS.MATERIALS.windmon_trunk.desc
source: A sturdy piece of wood, harvested from the center of a <#RED>{name.windmon}</> Found in: <#RED>{name.owlitzer_forest}</>
uk: Міцний шматок деревини, витягнутий з серця <#RED>{2:{Name.windmon}}</>. Знайдено в: <#RED>{Name.owlitzer_forest}</>

# STRINGS.ITEMS.MATERIALS.windmon_trunk.name
source: {name.windmon} Trunk
uk: Стовбур {Name.windmon}

# STRINGS.ITEMS.MATERIALS.woworm_lip.desc
source: Better than the other end. Found in: <#RED>{name.bandi_swamp}</>
uk: Краще, ніж інший кінець. Знайдена в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.woworm_lip.name
source: {name.woworm} Head
uk: Голова {2:{Name.woworm}}

# STRINGS.ITEMS.MATERIALS.woworm_shield.desc
source: Beware if you're in first place. Found in: <#RED>{name.bandi_swamp}</>
uk: Бережіться, якщо ви на першому місці. Знайдено в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.woworm_shield.name
source: {name.woworm_elite} Shell
uk: Оболонка {Name.woworm_elite}

# STRINGS.ITEMS.MATERIALS.yammo_skin.desc
source: It smells faintly citrus-y. Found in: <#RED>{name.treemon_forest}</>
uk: Пахне ледь помітним цитрусом. Знайдена в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.yammo_skin.name
source: {name.yammo} Dermis
uk: Дерма {Name.yammo}

# STRINGS.ITEMS.MATERIALS.yammo_stem.desc
source: A rough, fibrous stem that once served as a <#RED>{name.yammo_elite}'s</> horn. Found in: <#RED>{name.treemon_forest}</>
uk: Шорстке волокнисте стебло, яке колись було рогом <#RED>{Name.yammo_elite}</>. Знайдено в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.yammo_stem.name
source: {name.yammo_elite} Stem
uk: Стовбур {2:{Name.yammo_elite}}

# STRINGS.ITEMS.MATERIALS.zucco_claw.desc
source: They're a lot safer now they're not attached to a <#RED>{name.zucco_elite}</>. Found in: <#RED>{name.treemon_forest}</>
uk: Тепер вони набагато безпечніші, оскільки не прив'язані до <#RED>{Name.zucco_elite}</>. Знайдені в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.zucco_claw.name
source: {name.zucco_elite} Claw
uk: Кіготь {Name.zucco_elite}

# STRINGS.ITEMS.MATERIALS.zucco_skin.desc
source: It looks like it'd be crunchy and refreshing if you bit into it. Found in: <#RED>{name.treemon_forest}</>
uk: Здається, вона була б хрусткою і освіжаючою, якщо б ви вкусили її. Знайдена в:<#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.zucco_skin.name
source: {name.zucco} Skin
uk: Шкіра {Name.zucco}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.bandicoot_kill.desc
source: During a {name.run}, kill <#RED>{name.bandicoot}</> in <#BLUE>{name.bandi_swamp}</>.
uk: Під час {name.run} вбийте <#RED>{2:{Name.bandicoot}}</> вглибині <#BLUE>{2:{Name.bandi_swamp}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.bandicoot_kill.name
source: Defeat {name.bandicoot}
uk: Перемогти {2:{Name.bandicoot}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.bandicoot_kill_ascension_5.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.bandicoot}</> in <#BLUE>{name.bandi_swamp}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.bandicoot}}</> вглибині <#BLUE>{2:{Name.bandi_swamp}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.bandicoot_kill_ascension_5.name
source: Defeat {name.bandicoot}
uk: Перемогти {2:{Name.bandicoot}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.bandicoot_kill_ascension_6.desc
source: During a <#KONJUR>{name.run_ascension_plus}</>, kill <#RED>{name.bandicoot}</> in <#BLUE>{name.bandi_swamp}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension_plus}}</> вбийте <#RED>{2:{Name.bandicoot}}</> вглибині <#BLUE>{2:{Name.bandi_swamp}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.bandicoot_kill_ascension_6.name
source: Defeat {name.bandicoot}
uk: Перемогти {2:{Name.bandicoot}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.eggzy_kill.desc
source: During a {name.run}, kill <#RED>{name.eggzy}</> in <#BLUE>{name.eggzy_tundra}</>.
uk: Під час {name.run} вбийте <#RED>{2:{Name.eggzy}}</> вглибині <#BLUE>{2:{Name.eggzy_tundra}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.eggzy_kill.name
source: Defeat {name.eggzy}
uk: Перемогти {2:{Name.eggzy}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.eggzy_kill_ascension_5.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.eggzy}</> in <#BLUE>{name.eggzy_tundra}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.eggzy}}</> вглибині <#BLUE>{2:{Name.eggzy_tundra}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.eggzy_kill_ascension_5.name
source: Defeat {name.eggzy}
uk: Перемогти {2:{Name.eggzy}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.eggzy_kill_ascension_6.desc
source: During a <#KONJUR>{name.run_ascension_plus}</>, kill <#RED>{name.eggzy}</> in <#BLUE>{name.eggzy_tundra}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension_plus}}</> вбийте <#RED>{2:{Name.eggzy}}</> вглибині <#BLUE>{2:{Name.eggzy_tundra}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.eggzy_kill_ascension_6.name
source: Defeat {name.eggzy}
uk: Перемогти {2:{Name.eggzy}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.grimhollow_kill.desc
source: During a {name.run}, kill <#RED>{name.grimhollow}</> in <#BLUE>{name.grimhollow_volcano}</>.
uk: Під час {name.run} вбийте <#RED>{2:{Name.grimhollow}}</> вглибині <#BLUE>{2:{Name.grimhollow_volcano}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.grimhollow_kill.name
source: Defeat {name.grimhollow}
uk: Перемогти {3:{Name.grimhollow}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.grimhollow_kill_ascension_5.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.grimhollow}</> in <#BLUE>{name.grimhollow_volcano}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.grimhollow}}</> вглибині <#BLUE>{2:{Name.grimhollow_volcano}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.grimhollow_kill_ascension_5.name
source: Defeat {name.grimhollow}
uk: Перемогти {3:{Name.grimhollow}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.grimhollow_kill_ascension_6.desc
source: During a <#KONJUR>{name.run_ascension_plus}</>, kill <#RED>{name.grimhollow}</> in <#BLUE>{name.grimhollow_volcano}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension_plus}}</> вбийте <#RED>{2:{Name.grimhollow}}</> вглибині <#BLUE>{2:{Name.grimhollow_volcano}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.grimhollow_kill_ascension_6.name
source: Defeat {name.grimhollow}
uk: Перемогти {3:{Name.grimhollow}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.megatreemon_kill.desc
source: During a {name.run}, kill <#RED>{name.megatreemon}</> in <#BLUE>{name.treemon_forest}</>.
uk: Під час {name.run} вбийте <#RED>{2:{Name.megatreemon}}</> вглибині <#BLUE>{2:{Name.treemon_forest}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.megatreemon_kill.name
source: Defeat {name.megatreemon}
uk: Перемогти {Name.megatreemon}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.megatreemon_kill_ascension_5.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.megatreemon}</> in <#BLUE>{name.treemon_forest}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.megatreemon}}</> вглибині <#BLUE>{2:{Name.treemon_forest}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.megatreemon_kill_ascension_5.name
source: Defeat {name.megatreemon}
uk: Перемогти {Name.megatreemon}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.megatreemon_kill_ascension_6.desc
source: During a <#KONJUR>{name.run_ascension_plus}</>, kill <#RED>{name.megatreemon}</> in <#BLUE>{name.treemon_forest}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension_plus}}</> вбийте <#RED>{2:{Name.megatreemon}}</> вглибині <#BLUE>{2:{Name.treemon_forest}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.megatreemon_kill_ascension_6.name
source: Defeat {name.megatreemon}
uk: Перемогти {Name.megatreemon}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.owlitzer_kill.desc
source: During a {name.run}, kill <#RED>{name.owlitzer}</> in <#BLUE>{name.owlitzer_forest}</>.
uk: Під час {name.run} вбийте <#RED>{2:{Name.owlitzer}}</> вглибині <#BLUE>{2:{Name.owlitzer_forest}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.owlitzer_kill.name
source: Defeat {name.owlitzer}
uk: Перемогти {2:{Name.owlitzer}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.owlitzer_kill_ascension_5.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.owlitzer}</> in <#BLUE>{name.owlitzer_forest}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.owlitzer}}</> вглибині <#BLUE>{2:{Name.owlitzer_forest}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.owlitzer_kill_ascension_5.name
source: Defeat {name.owlitzer}
uk: Перемогти {2:{Name.owlitzer}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.owlitzer_kill_ascension_6.desc
source: During a <#KONJUR>{name.run_ascension_plus}</>, kill <#RED>{name.owlitzer}</> in <#BLUE>{name.owlitzer_forest}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension_plus}}</> вбийте <#RED>{2:{Name.owlitzer}}</> вглибині <#BLUE>{2:{Name.owlitzer_forest}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.owlitzer_kill_ascension_6.name
source: Defeat {name.owlitzer}
uk: Перемогти {2:{Name.owlitzer}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.sedament_kill.desc
source: During a {name.run}, kill <#RED>{name.sedament}</> in <#BLUE>{name.sedament_tundra}</>.
uk: Під час {name.run} вбийте <#RED>{2:{Name.sedament}}</> вглибині <#BLUE>{2:{Name.sedament_tundra}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.sedament_kill.name
source: Defeat {name.sedament}
uk: Перемогти {2:{Name.sedament}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.sedament_kill_ascension_5.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.sedament}</> in <#BLUE>{name.sedament_tundra}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.sedament}}</> вглибині <#BLUE>{2:{Name.sedament_tundra}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.sedament_kill_ascension_5.name
source: Defeat {name.sedament}
uk: Перемогти {2:{Name.sedament}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.sedament_kill_ascension_6.desc
source: During a <#KONJUR>{name.run_ascension_plus}</>, kill <#RED>{name.sedament}</> in <#BLUE>{name.sedament_tundra}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension_plus}}</> вбийте <#RED>{2:{Name.sedament}}</> вглибині <#BLUE>{2:{Name.sedament_tundra}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.sedament_kill_ascension_6.name
source: Defeat {name.sedament}
uk: Перемогти {2:{Name.sedament}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.thatcher_kill.desc
source: During a {name.run}, kill <#RED>{name.thatcher}</> in <#BLUE>{name.thatcher_swamp}</>.
uk: Під час {name.run} вбийте <#RED>{2:{Name.thatcher}}</> вглибині <#BLUE>{2:{Name.thatcher_swamp}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.thatcher_kill.name
source: Defeat {name.thatcher}
uk: Перемогти {2:{Name.thatcher}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.thatcher_kill_ascension_5.desc
source: During a <#KONJUR>{name.run_ascension}</>, kill <#RED>{name.thatcher}</> in <#BLUE>{name.thatcher_swamp}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension}}</> вбийте <#RED>{2:{Name.thatcher}}</> вглибині <#BLUE>{2:{Name.thatcher_swamp}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.thatcher_kill_ascension_5.name
source: Defeat {name.thatcher}
uk: Перемогти {2:{Name.thatcher}}

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.thatcher_kill_ascension_6.desc
source: During a <#KONJUR>{name.run_ascension_plus}</>, kill <#RED>{name.thatcher}</> in <#BLUE>{name.thatcher_swamp}</>.
uk: Під час <#KONJUR>{2:{name.run_ascension_plus}}</> вбийте <#RED>{2:{Name.thatcher}}</> вглибині <#BLUE>{2:{Name.thatcher_swamp}}</>.

# STRINGS.ITEMS.MONSTER_MASTERY.OTHER.thatcher_kill_ascension_6.name
source: Defeat {name.thatcher}
uk: Перемогти {2:{Name.thatcher}}

# STRINGS.ITEMS.POTIONS.duration_heal1.desc
source: The mixture seems to be endlessly misting. Effects trigger after drinking.
uk: Здається, що суміш постійно туманить. Ефекти спрацьовують після вживання.

# STRINGS.ITEMS.POTIONS.duration_heal1.name
source: Misting Mixture
uk: Туманна суміш

# STRINGS.ITEMS.POTIONS.heal1.desc
source: A sturdy bottle, able to hold a good amount of liquid. Effects trigger after drinking.
uk: Міцна пляшка, здатна вмістити достатню кількість рідини. Ефекти спрацьовують після вживання.

# STRINGS.ITEMS.POTIONS.heal1.name
source: Soothing Spirits
uk: Заспокійливі духи

# STRINGS.ITEMS.POTIONS.quick_heal1.desc
source: A collection of smaller flasks, each of them holds a perfect swallow of liquid. Effects trigger after drinking.
uk: Колекція маленьких колб, кожна з яких вміщує ідеальний ковток рідини. Ефекти спрацьовують після вживання.

# STRINGS.ITEMS.POTIONS.quick_heal1.name
source: Bubbling Brew
uk: Булькаюче пиво

# STRINGS.ITEMS.POWERS.CHALLENGE.angry_meowl.desc
source: An angry <#RED>{name.meowl}</> follows you for {rooms} {name_multiple.dungeon_room}...
uk: Зла <#RED>{Name.meowl}</> стежить за вами протягом {rooms} {2:{name_multiple.dungeon_room}}...

# STRINGS.ITEMS.POWERS.CHALLENGE.angry_meowl.name
source: Angry Meowl
uk: Зла Мяова

# STRINGS.ITEMS.POWERS.CHALLENGE.challenge_test.desc
source: Test
uk: Тест

# STRINGS.ITEMS.POWERS.CHALLENGE.challenge_test.name
source: Challenge Test
uk: Тест

# STRINGS.ITEMS.POWERS.CHALLENGE.pain_dodge_konjur.desc
source: Take <#RED>{damage} {name.concept_damage}</> when you <#RED>Dodge</>. After clearing {rooms} {name_multiple.dungeon_room}, gain <#KONJUR>{reward} {name.i_konjur}</>.
uk: Отримуйте <#RED>{damage} {2:{name.concept_damage}}</> під час <#RED>ухилення</>. Після очищення {rooms} {name_multiple.dungeon_room} отримайте <#KONJUR>{reward} {2:{name.i_konjur}}</>.

# STRINGS.ITEMS.POWERS.CHALLENGE.pain_dodge_konjur.name
source: Painful Dodge
uk: Болюче ухилення

# STRINGS.ITEMS.POWERS.CHALLENGE.pain_heavy_konjur.desc
source: Take <#RED>{damage} {name.concept_damage}</> when you <#RED>Heavy Attack</>. After clearing {rooms} {name_multiple.dungeon_room}, gain <#KONJUR>{reward} {name.i_konjur}</>.
uk: Отримуйте <#RED>{damage} {2:{name.concept_damage}}</> під час <#RED>важкої атаки</>. Після очищення {rooms} {name_multiple.dungeon_room} отримайте <#KONJUR>{reward} {2:{name.i_konjur}}</>.

# STRINGS.ITEMS.POWERS.CHALLENGE.pain_heavy_konjur.name
source: Painful Heavies
uk: Болючі важкі удари

# STRINGS.ITEMS.POWERS.CHALLENGE.pain_light_konjur.desc
source: Take <#RED>{damage} {name.concept_damage}</> when you <#RED>Light Attack</>. After clearing {rooms} {name_multiple.dungeon_room}, gain <#KONJUR>{reward} {name.i_konjur}</>.
uk: Отримуйте <#RED>{damage} {2:{name.concept_damage}}</> під час <#RED>легкої атаки</>. Після очищення {rooms} {name_multiple.dungeon_room} отримайте <#KONJUR>{reward} {2:{name.i_konjur}}</>.

# STRINGS.ITEMS.POWERS.CHALLENGE.pain_light_konjur.name
source: Painful Lights
uk: Болючі легкі удари

# STRINGS.ITEMS.POWERS.CHALLENGE.stolen_body.desc
source: Your body armour was stolen. After clearing {rooms} {name_multiple.dungeon_room}, the thief will appear.
uk: Ваш обладунок на тіло було вкрадено. Після зачищення {rooms} {2:{name_multiple.dungeon_room}} злодій з’явиться.

# STRINGS.ITEMS.POWERS.CHALLENGE.stolen_body.name
source: Stolen Armour
uk: Вкрадений обладунок на тіло

# STRINGS.ITEMS.POWERS.CHALLENGE.stolen_head.desc
source: Your helmet was stolen. After clearing {rooms} {name_multiple.dungeon_room}, the thief will appear.
uk: Ваш шолом було вкрадено. Після зачищення {rooms} {2:{name_multiple.dungeon_room}} злодій з’явиться.

# STRINGS.ITEMS.POWERS.CHALLENGE.stolen_head.name
source: Stolen Helmet
uk: Вкрадений шолом

# STRINGS.ITEMS.POWERS.CHALLENGE.stolen_waist.desc
source: Your leg armour was stolen. After clearing {rooms} {name_multiple.dungeon_room}, the thief will appear.
uk: Ваш обладунок на ноги було вкрадено. Після зачищення {rooms} {2:{name_multiple.dungeon_room}} злодій з’явиться.

# STRINGS.ITEMS.POWERS.CHALLENGE.stolen_waist.name
source: Stolen Legs
uk: Вкрадений обладунок на ноги

# STRINGS.ITEMS.POWERS.CHALLENGE.stolen_weapon.desc
source: Your weapon was stolen. After clearing {rooms} {name_multiple.dungeon_room}, the thief will appear
uk: Вашу зброю було вкрадено. Після зачищення {rooms} {2:{name_multiple.dungeon_room}} злодій з’явиться

# STRINGS.ITEMS.POWERS.CHALLENGE.stolen_weapon.name
source: Stolen Weapon
uk: Викрадена зброя

# STRINGS.ITEMS.POWERS.CURSE.abstinence.desc
source: You cannot drink your <#RED>{name.potion}</>.
uk: Ви не можете випити своє <#RED>{name.potion}</>.

# STRINGS.ITEMS.POWERS.CURSE.abstinence.name
source: abstinence
uk: Утримання

# STRINGS.ITEMS.POWERS.CURSE.allergic_to_power.desc
source: Lose <#RED>{damage} {name.concept_health}</> every time you pick up a <#RED>{name.concept_relic}</>.
uk: Втрачаєте <#RED>{damage} {name.concept_health}</> кожного разу, коли підіймаєте <#RED>{2:{name.concept_relic}}</>.

# STRINGS.ITEMS.POWERS.CURSE.allergic_to_power.name
source: {name.concept_relic} Allergy
uk: Алергія на {3:{name.concept_relic}}

# STRINGS.ITEMS.POWERS.CURSE.allergic_to_teffra.desc
source: Lose <#RED>{name.concept_health}</> equal to <#RED>{multiplier}</> time(s) the amount of <#KONJUR>{name.i_konjur}</> you gain.
uk: Втрачаєте <#RED>{name.concept_health}</>, що дорівнює <#RED>{multiplier}</> раз(и) кількості <#KONJUR>{2:{name.i_konjur}}</>, яку ви отримуєте.

# STRINGS.ITEMS.POWERS.CURSE.allergic_to_teffra.name
source: Teffra Allergy
uk: Алергія на конжур

# STRINGS.ITEMS.POWERS.CURSE.damage_on_land.desc
source: Take <#RED>{damage} {name.concept_damage}</> when landing on the ground.
uk: Отримуєте <#RED>{damage} {2:{name.concept_damage}}</> при приземленні.

# STRINGS.ITEMS.POWERS.CURSE.damage_on_land.name
source: Ankle Sprain
uk: Вивих щиколотки

# STRINGS.ITEMS.POWERS.CURSE.damage_on_move.desc
source: Lose <#RED>{damage_per_second} {name.concept_health}</> per second after moving continuously for <#RED>{walk_threshold} second(s).</>.
uk: Втрачаєте <#RED>{damage_per_second} {name.concept_health}</> щосекунди після безперервного руху протягом <#RED>{walk_threshold} сек.</>.

# STRINGS.ITEMS.POWERS.CURSE.damage_on_move.name
source: Muscle Strain
uk: Перенапруга м’язів

# STRINGS.ITEMS.POWERS.CURSE.diluted_medicine.desc
source: Healing effects are reduced by <#RED>{heal_mod}%</>.
uk: Ефективність лікування зменшена на <#RED>{heal_mod}%</>.
