Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.POWERS.HEART.heart_grimhollow.name
source: Aspect of {name.grimhollow}
uk: Аспект {2:{name.grimhollow}}

# STRINGS.ITEMS.POWERS.HEART.heart_megatreemon.desc
source: Increase your <#RED>{name.powerdesc_maxhealth}</>.
uk: Збільшує ваше <#RED>{name.powerdesc_maxhealth}</>.

# STRINGS.ITEMS.POWERS.HEART.heart_megatreemon.name
source: Aspect of {name.megatreemon}
uk: Аспект {2:{Name.megatreemon}}

# STRINGS.ITEMS.POWERS.HEART.heart_owlitzer.desc
source: When you enter a new clearing, <#RED>Heal</>.
uk: Коли ви заходите на нову галявину - <#RED>зцілюйтесь</>.

# STRINGS.ITEMS.POWERS.HEART.heart_owlitzer.name
source: Aspect of {name.owlitzer}
uk: Аспект {3:{Name.owlitzer}}

# STRINGS.ITEMS.POWERS.HEART.heart_sedament.desc
source: Reroll <#RED>{name.concept_relic}</> drops.
uk: Переоберіть випавші <#RED>{3:{name.concept_relic}}</>.

# STRINGS.ITEMS.POWERS.HEART.heart_sedament.name
source: Aspect of {name.sedament}
uk: Аспект {2:{Name.sedament}}

# STRINGS.ITEMS.POWERS.HEART.heart_thatcher.desc
source: Your <#RED>{name.concept_dodge}</> travels farther.
uk: Ваше <#RED>{name.concept_dodge}</> пролягає далі.

# STRINGS.ITEMS.POWERS.HEART.heart_thatcher.name
source: Aspect of {name.thatcher}
uk: Аспект {2:{Name.thatcher}}

# STRINGS.ITEMS.POWERS.HEART.heart_thatcher.variables.percent_distance_bonus
source: {name.concept_dodge} Distance
uk: Відстань {name.concept_dodge}

# STRINGS.ITEMS.POWERS.PLAYER.advantage.desc
source: Your <#RED>Attacks</> against <#RED>Enemies</> with <#RED>{rarity_text} Health</> are guaranteed to <#RED>Critical Hit</>.
uk: Ваші <#RED>атаки</> проти <#RED>ворогів</> з <#RED>{rarity_text} здоров'ям</> гарантовано отримують <#RED>критичний удар</>.

# STRINGS.ITEMS.POWERS.PLAYER.advantage.name
source: Good First Impression
uk: Гарне перше враження

# STRINGS.ITEMS.POWERS.PLAYER.advantage.rarity_text_LEGENDARY
source: full
uk: повним

# STRINGS.ITEMS.POWERS.PLAYER.analytical.desc
source: If you do not <#RED>Attack</> for <#RED>{seconds}</> seconds, your next <#RED>Attack</> gains <#RED>+{percent}% {name.concept_damage}</>.
uk: Якщо ви не <#RED>Атакуєте</> протягом <#RED>{seconds}</> секунд, ваша наступна <#RED>Атака</> отримує <#RED>+{percent}% {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.analytical.name
source: Lil' Schemer
uk: Ліл' Шамер

# STRINGS.ITEMS.POWERS.PLAYER.attack_dice.desc
source: When you deal <#RED>{name.concept_damage}</>, do {rarity_text} <#RED>{min}-{max} {name.concept_damage}</>.
uk: Коли ви завдаєте <#RED>{name.concept_damage}</>, виконайте {rarity_text} <#RED>{min}-{max} {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.attack_dice.name
source: Attack Dice
uk: Кості атаки

# STRINGS.ITEMS.POWERS.PLAYER.attack_dice.rarity_text_EPIC
source: an <#RED>extra Hit</> that deals
uk: <#RED>додатковий удар</>, який завдасть

# STRINGS.ITEMS.POWERS.PLAYER.attack_dice.rarity_text_LEGENDARY
source: <#RED>2 extra Hits</> that each deal
uk: <#RED>2 додаткових удари</>, які завдадуть

# STRINGS.ITEMS.POWERS.PLAYER.bad_luck_protection.desc
source: Gain <#RED>+{bonus}% Critical Chance</> each time you hit something. Resets when you <#RED>Critical Hit</>.
uk: Отримайте <#RED>+{bonus}% шансу критичного удару</> кожного разу, коли ви атакуєте щось. Скидається після <#RED>критичного удару</>.

# STRINGS.ITEMS.POWERS.PLAYER.bad_luck_protection.name
source: Get'em Next Time
uk: Отримай наступного разу

# STRINGS.ITEMS.POWERS.PLAYER.battle_fame.desc
source: When combat ends, gain <#KONJUR>{name.i_konjur}</> equal to {rarity_text} in that clearing.
uk: Коли бій закінчується, отримаєте <#KONJUR>{name.i_konjur}</>, який дорівнює {rarity_text} на цій галявині.

# STRINGS.ITEMS.POWERS.PLAYER.battle_fame.name
source: Surgical
uk: Хірургія

# STRINGS.ITEMS.POWERS.PLAYER.battle_fame.new_highest_popup
source: New high: %s
uk: Новий максимум: %s

# STRINGS.ITEMS.POWERS.PLAYER.battle_fame.rarity_text_COMMON
source: your highest <#RED>Hit Streak</>
uk: вашій найвищій <#RED>серії ударів</>

# STRINGS.ITEMS.POWERS.PLAYER.battle_fame.rarity_text_EPIC
source: <#RED>{name.powerdesc_double}</> your highest <#RED>Hit Streak</>
uk: вашій найвищій <#RED>{name.powerdesc_double}</> <#RED>серії ударів</>

# STRINGS.ITEMS.POWERS.PLAYER.battle_fame.rarity_text_LEGENDARY
source: <#RED>{name.powerdesc_triple}</> your highest <#RED>Hit Streak</>
uk: вашій найвищій <#RED>{name.powerdesc_triple}</> <#RED>серії ударів</>

# STRINGS.ITEMS.POWERS.PLAYER.berserk.desc
source: When you have less than <#RED>{health} Health</>, deal <#RED>+{bonus}% {name.concept_damage}</>.
uk: Якщо у вас менше <#RED>{health} здоров'я</>, ви завдаєте <#RED>+{bonus}% {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.berserk.name
source: Cornered Coyote
uk: Загнаний у кут койот

# STRINGS.ITEMS.POWERS.PLAYER.bloodlust.desc
source: When you enter a <#RED>Combat Room</>, <#RED>Heal</> for <#RED>{heal} Health</>.
uk: Коли ви входите в <#RED>бойову кімнату</>, <#RED>вилікуйтесь</> на <#RED>{heal} здоров'я</>.

# STRINGS.ITEMS.POWERS.PLAYER.bloodlust.name
source: Bloodlust
uk: Кровожадність

# STRINGS.ITEMS.POWERS.PLAYER.bloodthirsty.desc
source: <#RED>Heal {heal}%</> of <#RED>{name.concept_damage}</> you deal. Lose <#RED>{health_penalty}% Maximum Health</>. Take <#RED>{damage} {name.concept_damage}</> every <#RED>{time}</> seconds. <#RED>Bloodthirsty</> will never deal fatal <#RED>{name.concept_damage}</>.
uk: <#RED>Зцілює на {heal}%</> від <#RED>{2:{name.concept_damage}}</>, яку ви завдаєте. Забирає <#RED>{health_penalty}% максимального здоров'я</>. Отримуйте <#RED>{damage} {2:{name.concept_damage}}</> кожні <#RED>{time}</> секунд. <#RED>Кровожерний</> ніколи не нанесе смертельної <#RED>{2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.bloodthirsty.name
source: Bloodthirsty
uk: Кровожерний

# STRINGS.ITEMS.POWERS.PLAYER.bomb_on_dodge.desc
source: When you <#RED>Dodge</>, launch {rarity_text} in a random direction. <z 0.8><i>Cooldown: <#RED>{cd}</> seconds</i></z>
uk: Коли ви <#RED>ухиляєтеся</>, запускайте {rarity_text} у випадковому напрямку. <z 0.8><i>Зарядка: <#RED>{cd}</> секунд</i></z>

# STRINGS.ITEMS.POWERS.PLAYER.bomb_on_dodge.name
source: Parting Gifts
uk: Прощальні подарунки

# STRINGS.ITEMS.POWERS.PLAYER.bomb_on_dodge.rarity_text_EPIC
source: a <#RED>Bomb</>
uk: <#RED>бомбу</>

# STRINGS.ITEMS.POWERS.PLAYER.bomb_on_dodge.rarity_text_LEGENDARY
source: <#RED>2 Bombs</>
uk: <#RED>2 бомби</>

# STRINGS.ITEMS.POWERS.PLAYER.carefully_critical.desc
source: When you land a <#RED>Light Attack</>, gain <#RED>+{bonus}% Critical Chance</>. When you miss with a <#RED>Light Attack</>, reset the bonus.
uk: Коли ви виконуєте <#RED>легкі атаки</>, ви отримуєте <#RED>+{bonus}% до шансу крит удару</>. Якщо ви промахнетесь <#RED>легкою атакою</> бонус буде скинуто.

# STRINGS.ITEMS.POWERS.PLAYER.carefully_critical.name
source: Light Precision
uk: Легка точність

# STRINGS.ITEMS.POWERS.PLAYER.chain_cancel_lights.desc
source: Infinitely chain <#RED>Light Attacks</> into more <#RED>Light Attacks</>.
uk: Нескінченно поєднуйте <#RED>легкі атаки</> з іншими <#RED>легкими атаками</>.

# STRINGS.ITEMS.POWERS.PLAYER.coin_heal.desc
source: For every <#KONJUR>{currency} {name.i_konjur}</> you have, <#RED>Heal {percent}%</> of <#RED>{name.concept_damage}</> taken after a brief delay.
uk: За кожен <#KONJUR>{currency} {name.i_konjur}</>, що у вас є, <#RED>зцілюйте {percent}%</> від отриманої <#RED>{2:{name.concept_damage}}</> після короткої затримки.

# STRINGS.ITEMS.POWERS.PLAYER.coin_heal.name
source: Health Care
uk: Медична допомога

# STRINGS.ITEMS.POWERS.PLAYER.coin_purse.desc
source: For every <#KONJUR>{currency} {name.i_konjur}</> you have, gain <#RED>+{percent}% {name.powerdesc_damage_bonus}</>.
uk: За кожен <#KONJUR>{currency} {name.i_konjur}</>, що у вас є, отримуйте <#RED>+{percent}% {2:{name.powerdesc_damage_bonus}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.coin_purse.name
source: Coin Purse
uk: Гаманець

# STRINGS.ITEMS.POWERS.PLAYER.coin_speed.desc
source: For every <#KONJUR>{currency} {name.i_konjur}</> you have, gain <#RED>+{percent}% {name.concept_runspeed}</>.
uk: За кожен <#KONJUR>{currency} {name.i_konjur}</>, що у вас є, отримуйте <#RED>+{percent}% до {2:{name.concept_runspeed}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.coin_speed.name
source: Big City Hotshot
uk: Велика міська шишка

# STRINGS.ITEMS.POWERS.PLAYER.combo_wombo.desc
source: Your <#RED>{name.concept_damage}</> is increased by an amount equal to {rarity_text}.
uk: Ваша <#RED>{3:{name.concept_damage}}</> збільшується на суму, рівну {rarity_text}.

# STRINGS.ITEMS.POWERS.PLAYER.combo_wombo.name
source: Confidence Building
uk: Зміцнення впевненості

# STRINGS.ITEMS.POWERS.PLAYER.combo_wombo.rarity_text_EPIC
source: your current <#RED>Hit Streak</>
uk: поточній <#RED>серії ударів</>

# STRINGS.ITEMS.POWERS.PLAYER.combo_wombo.rarity_text_LEGENDARY
source: <#RED>{name.powerdesc_double}</> your current <#RED>Hit Streak</>
uk: <#RED>{Name.powerdesc_double}</> поточній <#RED>серії ударів</>

# STRINGS.ITEMS.POWERS.PLAYER.crit_knockdown.desc
source: Gain <#RED>+{chance}% Critical Chance</> against <#RED>Enemies</> that are <#RED>Knocked Down</>.
uk: Отримайте <#RED>+{chance}% до шансу критичного удару</> проти <#RED>ворогів</>, які <#RED>збиті з ніг</>.

# STRINGS.ITEMS.POWERS.PLAYER.crit_knockdown.name
source: High Ground
uk: Висока земля

# STRINGS.ITEMS.POWERS.PLAYER.crit_movespeed.desc
source: Increase your <#RED>Critical Chance</> by a percentage equal to {rarity_text}.
uk: Збільшує ваш <#RED>шанс крит удару</> на відсоток, рівний {rarity_text}.

# STRINGS.ITEMS.POWERS.PLAYER.crit_movespeed.name
source: Ambush Predator
uk: Хижак із засідки

# STRINGS.ITEMS.POWERS.PLAYER.crit_movespeed.rarity_text_LEGENDARY
source: your current <#RED>{name.concept_runspeed}</>
uk: поточній <#RED>{2:{name.concept_runspeed}}</>

# STRINGS.ITEMS.POWERS.PLAYER.crit_streak.desc
source: Increase your <#RED>Critical Chance</> by a percentage equal to {rarity_text}.
uk: Збільшує ваш <#RED>шанс крит удару</> на відсоток, рівний {rarity_text}.

# STRINGS.ITEMS.POWERS.PLAYER.crit_streak.name
source: Piñata
uk: Піньята

# STRINGS.ITEMS.POWERS.PLAYER.crit_streak.rarity_text_EPIC
source: your current <#RED>Hit Streak</>
uk: поточній <#RED>серії ударів</>

# STRINGS.ITEMS.POWERS.PLAYER.crit_streak.rarity_text_LEGENDARY
source: <#RED>{name.powerdesc_double}</> your current <#RED>Hit Streak</>
uk: <#RED>{Name.powerdesc_double}</> поточній <#RED>серії ударів</>

# STRINGS.ITEMS.POWERS.PLAYER.damage_aura.desc
source: Constantly deal {rarity_text} in a small radius around you.
uk: Постійно завдавайте {rarity_text} у невеликому радіусі навколо себе.

# STRINGS.ITEMS.POWERS.PLAYER.damage_aura.name
source: Imposing Presence
uk: Дивовижна присутність

# STRINGS.ITEMS.POWERS.PLAYER.damage_aura.rarity_text_EPIC
source: small amounts of <#RED>Damage</>
uk: невелику кількість <#RED>шкоди</>

# STRINGS.ITEMS.POWERS.PLAYER.damage_aura.rarity_text_LEGENDARY
source: <#RED>Damage</>
uk: <#RED>шкоду</>

# STRINGS.ITEMS.POWERS.PLAYER.damage_until_hit.desc
source: Gain <#RED>+1% {name.concept_damage}</> for each stack. Remove all stacks whenever you take <#RED>{name.concept_damage}</>.
uk: Отримайте <#RED>+1% {2:{name.concept_damage}}</> за кожний стек. Втрачайте всі стеки кожного разу, коли отримуєте <#RED>{name.concept_damage}</>.

# STRINGS.ITEMS.POWERS.PLAYER.damage_until_hit.name
source: On a Roll
uk: Круть-верть

# STRINGS.ITEMS.POWERS.PLAYER.destructible_props_explode.desc
source: When you destroy an <#RED>Environmental Object</>, it explodes.
uk: Коли ви знищите <#RED>об'єкт середовища</>, він вибухне.

# STRINGS.ITEMS.POWERS.PLAYER.destructible_props_explode.name
source: Property Damage
uk: Знищення Майна

# STRINGS.ITEMS.POWERS.PLAYER.destructible_props_heal.desc
source: The first time you destroy an <#RED>Environmental Object</> per clearing, it <#RED>Heals</> all <#RED>Allies</> in a small radius.
uk: Коли ви вперше знищуєте <#RED>об'єкт середовища</> на галявині, він <#RED>лікує</> усіх <#RED>союзників</> у невеликому радіусі.

# STRINGS.ITEMS.POWERS.PLAYER.destructible_props_heal.name
source: Destruction Therapy
uk: Руйнівна терапія

# STRINGS.ITEMS.POWERS.PLAYER.destructible_props_konjur.desc
source: When you destroy an <#RED>Environmental Object</>, gain <#KONJUR>{konjur} {name.i_konjur}</>.
uk: Коли ви знищите <#RED>об'єкт середовища</>, отримаєте <#KONJUR>{konjur} {2:{name.i_konjur}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.destructible_props_konjur.name
source: Resource Extraction
uk: Видобуток ресурсів

# STRINGS.ITEMS.POWERS.PLAYER.deus_ex.desc
source: Each time you deal <#RED>Damage</>, you have a <#RED>{rarity_text}</> of dealing another <#RED>{damage} Damage</>.
uk: Кожного разу, коли ви наносите <#RED>шкоду</>, у вас є <#RED>{rarity_text}</> нанести ще <#RED>{damage} шкоди</>.

# STRINGS.ITEMS.POWERS.PLAYER.deus_ex.rarity_text_EPIC
source: very tiny <#RED>Chance</>
uk: дуже крихітний <#RED>шанс</>

# STRINGS.ITEMS.POWERS.PLAYER.deus_ex.rarity_text_LEGENDARY
source: tiny <#RED>Chance</>
uk: крихітний <#RED>шанс</>

# STRINGS.ITEMS.POWERS.PLAYER.dizzyingly_evasive.desc
source: Your <#RED>Dodge</> can be chained into itself infinitely.
uk: Ваше <#RED>ухиляння</> може виконуватись безперервно.

# STRINGS.ITEMS.POWERS.PLAYER.dizzyingly_evasive.name
source: Acrobat
uk: Акробат

# STRINGS.ITEMS.POWERS.PLAYER.dodge_cancel_whenever.desc
source: <#RED>Dodge Cancel</> at any moment during an <#RED>Attack</>.
uk: <#RED>Скасування ухилення</> у будь-який момент під час <#RED>атаки</>.

# STRINGS.ITEMS.POWERS.PLAYER.dodge_cancel_whenever.name
source: Flicker
uk: Мерехтіння

# STRINGS.ITEMS.POWERS.PLAYER.dodge_passes_through.desc
source: Your <#RED>{name.concept_dodge}</> passes through objects.
uk: Ваше <#RED>{name.concept_dodge}</> проходить крізь об'єкти.

# STRINGS.ITEMS.POWERS.PLAYER.dodge_passes_through.name
source: Phase Out
uk: Фаза виходу

# STRINGS.ITEMS.POWERS.PLAYER.dont_whiff.desc
source: Your <#RED>Light Attack</> deals an extra <#RED>{otherdamage} {name.concept_damage}</>, but inflicts <#RED>{selfdamage} {name.concept_damage}</> to you when you miss.
uk: Ваша <#RED>легка атака</> завдає додатково <#RED>{otherdamage} {2:{name.concept_damage}}</>, але завдає вам <#RED>{selfdamage} {2:{name.concept_damage}}</>, якщо ви промахуєтесь.

# STRINGS.ITEMS.POWERS.PLAYER.dont_whiff.name
source: Strength of Conviction
uk: Сила переконання

# STRINGS.ITEMS.POWERS.PLAYER.down_to_business.desc
source: When you enter a new clearing, gain <#RED>+{speed}% {name.concept_runspeed}</> for <#RED>{time}</> seconds. On <#RED>Kill</>, add {bonus} seconds.
uk: Коли ви заходите на нову галявину, ви отримаєте <#RED>+{speed}% {2:{name.concept_runspeed}}</> на <#RED>{time}</> секунд. <#RED>Вбивство</> додає {bonus} секунди.

# STRINGS.ITEMS.POWERS.PLAYER.down_to_business.name
source: Straight to Business
uk: Напряму до справи

# STRINGS.ITEMS.POWERS.PLAYER.echoing_heavy_attack.desc
source: Your <#RED>Heavy Attacks</> deal an extra <#RED>{echo_amount}% Damage</> after <#RED>1</> second.
uk: Ваші <#RED>важкі атаки</> завдають додатково <#RED>{echo_amount}% шкоди</> через <#RED>1</> секунду.

# STRINGS.ITEMS.POWERS.PLAYER.echoing_heavy_attack.name
source: Heavy Echoes
uk: Важке відлуння

# STRINGS.ITEMS.POWERS.PLAYER.echoing_light_attack.desc
source: Your <#RED>Light Attacks</> deal an extra <#RED>{echo_amount}% Damage</> after <#RED>1</> second.
uk: Ваші <#RED>легкі атаки</> завдають додатково <#RED>{echo_amount}% шкоди</> через <#RED>1</> секунду.

# STRINGS.ITEMS.POWERS.PLAYER.echoing_light_attack.name
source: Light Echoes
uk: Легке відлуння

# STRINGS.ITEMS.POWERS.PLAYER.eggbert_head_defense.desc
source: Take <#RED>Half Damage</> until your helmet <#RED>Breaks</>. While your helmet is broken, take <#RED>Double Damage</>.
uk: Отримуйте <#RED>половину пошкоджень</> до тих пір, поки ваш шолом <#RED>не зламається</>. Коли ваш шолом зламаний, отримуйте <#RED>подвійні пошкодження</>.

# STRINGS.ITEMS.POWERS.PLAYER.eggbert_head_defense.name
source: Scrambler Shellcap
uk: Шолом Яйцебума

# STRINGS.ITEMS.POWERS.PLAYER.extended_range.desc
source: Every <#RED>{swings} Attacks</>, shoot {rarity_text} half your <#RED>{name.concept_weapon_damage}</>.
uk: Кожні <#RED>{swings} атаки</>, стріляйте {rarity_text} подвійну <#RED>{3:{name.concept_weapon_damage}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.extended_range.name
source: Pew Pew!
uk: П'ю П'ю!

# STRINGS.ITEMS.POWERS.PLAYER.extended_range.rarity_text_COMMON
source: <#RED>1 Projectile</> that deals
uk: <#RED>1 снарядом</>, який завдає

# STRINGS.ITEMS.POWERS.PLAYER.extended_range.rarity_text_EPIC
source: <#RED>2 Projectiles</> that deal
uk: <#RED>2 снарядами</>, кожен з яких завдає

# STRINGS.ITEMS.POWERS.PLAYER.extended_range.rarity_text_LEGENDARY
source: <#RED>3 Projectiles</> that deal
uk: <#RED>3 снарядами</>, кожен з яких завдає

# STRINGS.ITEMS.POWERS.PLAYER.extroverted.desc
source: When you enter a new clearing, gain <#RED>+{damage}% {name.concept_damage}</> for <#RED>{time}</> seconds. On <#RED>Kill</>, add {bonus} seconds.
uk: Коли ви заходите на нову галявину, ви отримаєте <#RED>+{damage}% {2:{name.concept_damage}}</> на <#RED>{time}</> секунд. <#RED>Вбивство</> додає {bonus} секунди.

# STRINGS.ITEMS.POWERS.PLAYER.extroverted.name
source: Extroverted
uk: Екстраверт

# STRINGS.ITEMS.POWERS.PLAYER.feedback_loop.desc
source: Each time you <#RED>Critical Hit</>, gain <#RED>+{bonus}% Critical Chance</> for <#RED>{time}</> seconds.
uk: Кожний <#RED>критичний удар</> дає вам <#RED>+{bonus}% шансу критичного удару</> на <#RED>{time}</> секунд.

# STRINGS.ITEMS.POWERS.PLAYER.feedback_loop.name
source: Feedback Loop
uk: Зворотній зв'язок

# STRINGS.ITEMS.POWERS.PLAYER.fermented_brew.desc
source: Your <#RED>Potion</> heals for <#RED>Half</>, but also increases your <#RED>Maximum Health</> by the amount healed.
uk: Ваше <#RED>зілля</> лікує на <#RED>половину</>, але також збільшує ваше <#RED>максимальне здоров'я</> на суму, що була вилікувана.

# STRINGS.ITEMS.POWERS.PLAYER.fermented_brew.name
source: Fermented Brew
uk: Ферментований еліксир

# STRINGS.ITEMS.POWERS.PLAYER.follow_your_nose.desc
source: At the end of every room, a random exit is marked. If you go through the marked exit, <#RED>Heal</> for <#RED>{heal} Health</>.
uk: Наприкінці кожної галявини буде показано випадковий вихід. Якщо ви пройдете через вказаний вихід, <#RED>відновіть</> <#RED>{heal} здоров'я</>.

# STRINGS.ITEMS.POWERS.PLAYER.follow_your_nose.name
source: Follow Your Nose
uk: Слідуйте за своїм носом

# STRINGS.ITEMS.POWERS.PLAYER.force_weight_heavy.desc
source: You become <#RED>{name.heavy_weight} Class</>. Your <#RED>Equipment Weight</> is ignored.
uk: Ви отримаєте <#RED>клас: {name.heavy_weight}</>. Ваша <#RED>вага обладнання</> ігнорується.

# STRINGS.ITEMS.POWERS.PLAYER.force_weight_heavy.name
source: Heavyweight
uk: Важка вага

# STRINGS.ITEMS.POWERS.PLAYER.force_weight_light.desc
source: You become <#RED>{name.light_weight} Class</>. Your <#RED>Equipment Weight</> is ignored.
uk: Ви отримаєте <#RED>клас: {name.light_weight}</>. Ваша <#RED>вага обладнання</> ігнорується.

# STRINGS.ITEMS.POWERS.PLAYER.force_weight_light.name
source: Featherweight
uk: Легка вага

# STRINGS.ITEMS.POWERS.PLAYER.force_weight_normal.desc
source: You become <#RED>{name.medium_weight} Class</>. Your <#RED>Equipment Weight</> is ignored.
uk: Ви отримаєте <#RED>клас: {name.medium_weight}</>. Ваша <#RED>вага обладнання</> ігнорується.

# STRINGS.ITEMS.POWERS.PLAYER.force_weight_normal.name
source: Middleweight
uk: Середня вага

# STRINGS.ITEMS.POWERS.PLAYER.fractured_weaponry.desc
source: Every <#RED>{count} Hit Streak</>, launch a <#RED>Bomb</> in a random direction.
uk: Кожну <#RED>{count} серію атак</> запускає <#RED>бомбу</> у випадковому напрямку.

# STRINGS.ITEMS.POWERS.PLAYER.fractured_weaponry.name
source: Fractured Weaponry
uk: Зламана зброя

# STRINGS.ITEMS.POWERS.PLAYER.free_konjur.desc
source: Gain <#KONJUR>{konjur} {name.i_konjur}</> immediately.
uk: Отримайте одноразово <#KONJUR>{konjur} {2:{name.i_konjur}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.free_konjur.name
source: Pocket Money
uk: Кишенькові гроші

# STRINGS.ITEMS.POWERS.PLAYER.free_upgrade.desc
source: Whenever you get a new <#RED>{name.concept_relic}</>, upgrade it once.
uk: Коли ви отримуєте нову <#RED>{2:{name.concept_relic}}</>, покращіть її один раз.

# STRINGS.ITEMS.POWERS.PLAYER.free_upgrade.name
source: First One's Free
uk: Перший вільний

# STRINGS.ITEMS.POWERS.PLAYER.fungoon_color.desc
source: Swap colors when you take <#RED>Damage</>.
uk: Змінюйте кольори, коли отримуєте <#RED>ушкодження</>.

# STRINGS.ITEMS.POWERS.PLAYER.fungoon_color.name
source: {name.fungoons_generic} Armour
uk: Броня з {2:{Name.fungoons_generic}}

# STRINGS.ITEMS.POWERS.PLAYER.getaway.desc
source: When you <#RED>Kill</> an <#RED>Enemy</>, gain <#RED>+{speed}% {name.concept_runspeed}</> for <#RED>{time}</> seconds.
uk: Коли ви <#RED>вбиваєте</> <#RED>ворога</>, ви отримуєте <#RED>+{speed}% {2:{name.concept_runspeed}}</> на <#RED>{time}</> секунд.

# STRINGS.ITEMS.POWERS.PLAYER.getaway.name
source: Post-Kill Zoomies
uk: Зумі після вбивства

# STRINGS.ITEMS.POWERS.PLAYER.giant_killer.desc
source: Whenever you <#RED>Kill</> an <#RED>{name.elite_prefix} {name.rot}</> without taking damage from it, gain <#RED>{max_health} Maximum Health</>.
uk: Кожного разу, коли ви <#RED>вбиваєте</> <#RED>{4:{name.elite_prefix}} {2:{name.rot}}</> без отримання від нього ушкоджень, отримуйте <#RED>{max_health} максимальне здоров'я</>.

# STRINGS.ITEMS.POWERS.PLAYER.giant_killer.name
source: Giant Killer
uk: Убивця гігантів

# STRINGS.ITEMS.POWERS.PLAYER.glass_cannon.desc
source: Gain <#RED>+{damage}% {name.concept_damage}</>. Reduce <#RED>Maximum Health</> to <#RED>1</>. Remove this <#RED>{name.concept_relic}</> when <#RED>Revived</>.
uk: Отримайте <#RED>+{damage}% {2:{name.concept_damage}}</>. Зменште <#RED>максимальне здоров'я</> до <#RED>1</>. Втрачайте цю <#RED>{2:{name.concept_relic}}</> після <#RED>оживлення</>.

# STRINGS.ITEMS.POWERS.PLAYER.glass_cannon.name
source: Body of Light
uk: Тіло зі світла

# STRINGS.ITEMS.POWERS.PLAYER.grand_entrance.desc
source: Your first <#RED>Heavy Attack</> per clearing deals <#RED>{damage_mult}x your {name.concept_weapon_damage}</> to all <#RED>Enemies</>.
uk: Ваша перша <#RED>важка атака</> на галявині завдає <#RED>{damage_mult}х {2:{name.concept_weapon_damage}}</> всім <#RED>ворогам</>.

# STRINGS.ITEMS.POWERS.PLAYER.grand_entrance.name
source: Big Stick
uk: Велика палиця

# STRINGS.ITEMS.POWERS.PLAYER.headhunter_explosion.desc
source: When you <#RED>Kill</> <#RED>{target} Enemies</> without taking any <#RED>Damage</>, deal <#RED>{damage_mult}x your {name.concept_weapon_damage}</> to all <#RED>Enemies</>.
uk: Коли ви <#RED>вбиваєте</> <#RED>{target} ворогів</> не отримуючи <#RED>пошкоджень</>, завдайте <#RED>{damage_mult}х {3:{name.concept_weapon_damage}}</> усім <#RED>ворогам</>.

# STRINGS.ITEMS.POWERS.PLAYER.headhunter_explosion.name
source: Thin The Herd
uk: Розрідити стадо

# STRINGS.ITEMS.POWERS.PLAYER.headhunter_heal.desc
source: When you <#RED>Kill</> <#RED>{target} Enemies</> without taking any <#RED>Damage</>, <#RED>Heal</> yourself and all <#RED>Allies</> for <#RED>{heal} Health</>.
uk: Коли ви <#RED>вбиваєте</> <#RED>{target} ворогів</> не отримуючи <#RED>пошкоджень</>, <#RED>лікуйте</> себе та всіх <#RED>союзників</> на <#RED>{heal} здоров'я</>.

# STRINGS.ITEMS.POWERS.PLAYER.headhunter_heal.name
source: Sheepdog
uk: Вівчарка

# STRINGS.ITEMS.POWERS.PLAYER.headhunter_juggernaut.desc
source: When you <#RED>Kill</> <#RED>{target} Enemies</> without taking any <#RED>Damage</>, you and all <#RED>Allies</> <#RED>Grow {stacks}%</>.
uk: Коли ви <#RED>вбиваєте</> <#RED>{target} ворогів</> не отримуючи <#RED>пошкоджень</>, ви та всі <#RED>союзники</> <#RED>збільшуєтесь на {stacks}%</>.
