Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.NAMES.i_konjur_soul_lesser
source: <p img='images/hud_images/hud_konjur_soul_lesser_drops_currency.tex' rpad=1><#KONJUR>Corestone</>
uk: <p img='images/hud_images/hud_konjur_soul_lesser_drops_currency.tex' rpad=1><#KONJUR>Кам'яне ядро</>|<p img='images/hud_images/hud_konjur_soul_lesser_drops_currency.tex' rpad=1><#KONJUR>Кам'яного ядра</>

# STRINGS.NAMES.i_masteries_station
source: <p img='images/hud_images/hud_station_mastery_table.tex' rpad=1>Mastery Board
uk: <p img='images/hud_images/hud_station_mastery_table.tex' rpad=1>Дошка майстерностей|<p img='images/hud_images/hud_station_mastery_table.tex' rpad=1>Дошку майстерностей

# STRINGS.NAMES.i_seed_grinder
source: <p img='images/hud_images/hud_station_seed_grinder.tex' rpad=1>Seed Exchange
uk: <p img='images/hud_images/hud_station_seed_grinder.tex' rpad=1>Обмін насіння

# STRINGS.NAMES.i_station_armorsmith
source: <p img='images/hud_images/hud_station_armory.tex' rpad=1>Armoury Dummy
uk: <p img='images/hud_images/hud_station_armory.tex' rpad=1>Манекен для обладунків|<p img='images/hud_images/hud_station_armory.tex' rpad=1>Манекена для обладунків|<p img='images/hud_images/hud_station_armory.tex' rpad=1>Манекені для обладунків

# STRINGS.NAMES.i_station_diary
source: <p img='images/hud_images/hud_friend_diary.tex' rpad=1>Diary
uk: <p img='images/hud_images/hud_friend_diary.tex' rpad=1>Щоденник|<p img='images/hud_images/hud_friend_diary.tex' rpad=1>Щоденника|<p img='images/hud_images/hud_friend_diary.tex' rpad=1>Щоденником

# STRINGS.NAMES.i_station_gems
source: <p img='images/hud_images/hud_station_gem_station.tex' rpad=1>Gemcutter's Table
uk: <p img='images/hud_images/hud_station_gem_station.tex' rpad=1>Стіл для огранки|<p img='images/hud_images/hud_station_gem_station.tex' rpad=1>Стола для огранки

# STRINGS.NAMES.i_town_grid_cryst
source: <p img='images/hud_images/hud_station_heartwell.tex' rpad=1>Wellspring
uk: <p img='images/hud_images/hud_station_heartwell.tex' rpad=1>Колодязь|<p img='images/hud_images/hud_station_heartwell.tex' rpad=1>Колодязя|<p img='images/hud_images/hud_station_heartwell.tex' rpad=1>Колодязем

# STRINGS.NAMES.immorel
source: Immorel
uk: Змор-шок|Змор-шока

# STRINGS.NAMES.immorel_elite
source: Imbued Immorel
uk: Наповнений Змор-шок

# STRINGS.NAMES.interact_hold
source: <p bind='Controls.Digital.ACTION' color=0> (Hold)
uk: <p bind='Controls.Digital.ACTION' color=0> (утримувати)

# STRINGS.NAMES.item_rarity_common
source: Grimy
uk: Брудна|Брудне

# STRINGS.NAMES.item_rarity_epic
source: Impeccable
uk: Бездоганна|Бездоганне

# STRINGS.NAMES.item_rarity_legendary
source: Masterwork
uk: Майстерська|Майстерське

# STRINGS.NAMES.item_rarity_rare
source: Pristine
uk: Старовинна|Старовинне

# STRINGS.NAMES.item_rarity_set
source: Set
uk: Сет

# STRINGS.NAMES.item_rarity_uncommon
source: Scuffed
uk: Потерта|Потерте

# STRINGS.NAMES.job_apothecary
source: Apothecary
uk: Аптекар|Аптекаря

# STRINGS.NAMES.job_armorsmith
source: Armourer
uk: Броняр|Броняру|Броняра|Бронярем

# STRINGS.NAMES.job_blacksmith
source: Blacksmith
uk: Коваль|Коваля|Ковалем

# STRINGS.NAMES.job_cook
source: Cook
uk: Кухар|кухаря

# STRINGS.NAMES.job_dojo
source: Battlemaster
uk: Майстер битв|майстром битв|майстрами битв|Майстра битв

# STRINGS.NAMES.job_konjurist
source: Teffrite
uk: Конжурит

# STRINGS.NAMES.job_refiner
source: Researcher
uk: Дослідник

# STRINGS.NAMES.job_scout
source: Scout
uk: Розвідник|Розвідника

# STRINGS.NAMES.konjur
source: Teffra
uk: Конжур|Конжуру|Конжуром

# STRINGS.NAMES.konjur_heart
source: Heartstone
uk: Кам'яне серце|Кам'яного серця

# STRINGS.NAMES.konjur_heart_shard
source: Heart Shard
uk: Уламок серця

# STRINGS.NAMES.konjur_soul_greater
source: Metastone
uk: Метакамінь

# STRINGS.NAMES.konjur_soul_lesser
source: Corestone
uk: Кам'яне ядро

# STRINGS.NAMES.light_weight
source: Agile
uk: Спритний

# STRINGS.NAMES.lunchbox
source: Lunch Box
uk: Ланчбокс

# STRINGS.NAMES.magmadillo
source: Magmadillo
uk: Магмаділло

# STRINGS.NAMES.main_run
source: Boss Rot Lair
uk: Лігво гниль боса

# STRINGS.NAMES.masteries_station
source: Mastery Board
uk: Дошка майстерностей

# STRINGS.NAMES.material
source: Material
uk: Матеріал

# STRINGS.NAMES.medium_weight
source: Balance
uk: Баланс

# STRINGS.NAMES.megatreemon
source: Mother Treek
uk: Материнське дерево|Материнського дерева

# STRINGS.NAMES.megatreemon_elite
source: Imbued Mother Treek
uk: Наповнене Материнське дерево|Наповненого Материнського дерева

# STRINGS.NAMES.meowl
source: Meowl
uk: Мяова|Мяови|Мяовам|Мяову

# STRINGS.NAMES.meowl_elite
source: Imbued Meowl
uk: Наповнена Мяова|Наповненої Мяови

# STRINGS.NAMES.miniboss_prefix
source: Greater
uk: Великий

# STRINGS.NAMES.mossquito
source: Mossquito
uk: Мохскіт|Мохскітів|Мохскітам

# STRINGS.NAMES.mossquito_elite
source: Imbued Mossquito
uk: Наповнений Мохскіт

# STRINGS.NAMES.mothball
source: Mothball
uk: Клубкова міль|Клубкової молі|Клубковій молі|Клубкову міль

# STRINGS.NAMES.mothball_elite
source: Imbued Mothball
uk: Наповнена Клубкова міль

# STRINGS.NAMES.mothball_teen
source: Greater Mothball
uk: Велика Клубкова міль

# STRINGS.NAMES.mothball_teen_elite
source: Imbued Greater Mothball
uk: Наповнена велика Клубкова міль

# STRINGS.NAMES.mothball_teen_miniboss
source: Brood Mother
uk: Мати-виводка|Матір'ю-виводка

# STRINGS.NAMES.npc_apothecary
source: Kuma
uk: Кума|Кумі|Куми|Кумою

# STRINGS.NAMES.npc_armorsmith
source: Berna
uk: Берна|Берну|Берні|Берни|Берною

# STRINGS.NAMES.npc_blacksmith
source: Hamish
uk: Гаміш|Гаміша|Гамішу|Гамішом

# STRINGS.NAMES.npc_cook
source: Glorabelle
uk: Ґлорабель

# STRINGS.NAMES.npc_doc_firstname
source: Doc
uk: Док

# STRINGS.NAMES.npc_doc_lastname
source: Hoggins
uk: Гоґґінс

# STRINGS.NAMES.npc_dojo_master
source: Toot
uk: Тут|Тута|Туту|Тутом

# STRINGS.NAMES.npc_grandpa
source: Reynard
uk: Рейнард|Рейнарда|Рейнардом

# STRINGS.NAMES.npc_konjurist
source: Alki
uk: Алкі

# STRINGS.NAMES.npc_lunn
source: Lunn
uk: Лунн|Лунна|Лунном

# STRINGS.NAMES.npc_market_magpie
source: Nimble
uk: Легкокрила|Легкокрилої

# STRINGS.NAMES.npc_market_merchant
source: Alphonse
uk: Альфонс|Альфонса

# STRINGS.NAMES.npc_potionmaker_dungeon
source: Doc Hoggins
uk: Док Гоґґінс

# STRINGS.NAMES.npc_refiner
source: Lottie
uk: Лотті

# STRINGS.NAMES.npc_scout
source: Flitt
uk: Флітт|Флітта|Флітту|Фліттом

# STRINGS.NAMES.owlitzer
source: Owlitzer
uk: Совулака|Совулаку|Совулаки

# STRINGS.NAMES.owlitzer_elite
source: Imbued Owlitzer
uk: Наповнена Совулака|Наповненої Совулаки

# STRINGS.NAMES.owlitzer_forest
source: Nocturne Grove
uk: Ноктюрний гай|Ноктюрного гаю

# STRINGS.NAMES.owlitzer_forest_r1
source: Acrid Glade
uk: Гірка галявина

# STRINGS.NAMES.owlitzer_forest_r2
source: Brambleside Footpath
uk: Стежка Брамблсайд

# STRINGS.NAMES.owlitzer_forest_r3
source: Tangled Hollow
uk: Заплутана ущелина

# STRINGS.NAMES.plumper
source: Plumper
uk: Пузань|Пузаня

# STRINGS.NAMES.plumper_elite
source: Imbued Plumper
uk: Наповнений Пузань

# STRINGS.NAMES.pop_quiz
source: <#LEGENDARY>P</><#RED>o</><#KONJUR>p</> <#BLUE>Q</><#HEALTH>u</><#LEGENDARY>i</><#RED>z</>
uk: <#LEGENDARY>П</><#RED>о</><#KONJUR>п</> <#BLUE>в</><#HEALTH>і</><#LEGENDARY>к</><#RED>т</><#KONJUR>о</><#BLUE>р</><#HEALTH>и</><#LEGENDARY>н</><#RED>а</>

# STRINGS.NAMES.porkyspine
source: Boarfrost
uk: Морозний кабан|Морозного кабана|Морозним кабаном

# STRINGS.NAMES.porkyspine_elite
source: Imbued Boarfrost
uk: Наповнений Морозний кабан

# STRINGS.NAMES.potion
source: Potion
uk: Зілля

# STRINGS.NAMES.potion_charge
source: Potion Charge
uk: Заряд зілля

# STRINGS.NAMES.powerdesc_critchance
source: Critical Hit Chance
uk: Шанс критичного удару

# STRINGS.NAMES.powerdesc_critdamage
source: Critical Damage Bonus
uk: Бонусна критична шкода

# STRINGS.NAMES.powerdesc_damage_bonus
source: Damage Bonus
uk: Бонусна шкода|Бонусної шкоди|Бонусну шкоду

# STRINGS.NAMES.powerdesc_damage_reduction
source: Damage Resistance
uk: Захист від ушкоджень

# STRINGS.NAMES.powerdesc_double
source: double
uk: подвійний

# STRINGS.NAMES.powerdesc_focus_damage_bonus
source: Focus Hit Damage Bonus
uk: Бонусна шкода фокусного удару

# STRINGS.NAMES.powerdesc_heal_bonus
source: Healing Bonus
uk: Бонусне лікування

# STRINGS.NAMES.powerdesc_heal_on_enter
source: Heal on Enter
uk: Лікування при заході

# STRINGS.NAMES.powerdesc_healing_received_bonus
source: Healing Received
uk: Отримане зцілення

# STRINGS.NAMES.powerdesc_healingprocbonus
source: Bonus Heal Chance
uk: Бонусний шанс лікування

# STRINGS.NAMES.powerdesc_hitstunbonus
source: Hitstun Bonus
uk: Бонусне оглушення

# STRINGS.NAMES.powerdesc_invincibilityduration
source: Invincibility Duration
uk: Тривалість непереможності

# STRINGS.NAMES.powerdesc_konjur_bonus
source: <p img='images/hud_images/hud_konjur_drops_currency.tex' rpad=1><#KONJUR>Teffra</> Bonus
uk: Бонусний <p img='images/hud_images/hud_konjur_drops_currency.tex' rpad=1><#KONJUR>конжур</>

# STRINGS.NAMES.powerdesc_konjur_cost
source: <p img='images/hud_images/hud_konjur_drops_currency.tex' rpad=1><#KONJUR>Teffra</> Cost
uk: Вартість <p img='images/hud_images/hud_konjur_drops_currency.tex' rpad=1><#KONJUR>конжуру</>

# STRINGS.NAMES.powerdesc_maxhealth
source: Maximum Health
uk: Максимальне здоров'я|Максимального здоров'я

# STRINGS.NAMES.powerdesc_modifier
source: Bonus
uk: Бонус

# STRINGS.NAMES.powerdesc_multistrikechance
source: Multistrike Chance
uk: Шанс кількох ударів

# STRINGS.NAMES.powerdesc_nopower
source: No Power
uk: Немає сили

# STRINGS.NAMES.powerdesc_pullstrength
source: Vacuum
uk: Вакуум

# STRINGS.NAMES.powerdesc_roll_speed_bonus
source: Dodge Speed Bonus
uk: Швидкість ухилення

# STRINGS.NAMES.powerdesc_seconds
source: Duration (Seconds)
uk: Тривалість (секунд)

# STRINGS.NAMES.powerdesc_shared_heal
source: Heal Share
uk: Розподіл лікування

# STRINGS.NAMES.powerdesc_shield_segments
source: Shield Segments
uk: Сегменти щита

# STRINGS.NAMES.powerdesc_speed_bonus
source: Runspeed Bonus
uk: Бонусна швидкість бігу|Бонусну швидкість бігу

# STRINGS.NAMES.powerdesc_triple
source: triple
uk: потрійна

# STRINGS.NAMES.powerdesc_weapon_damage_bonus
source: Weapon Damage Bonus
uk: Бонусна шкода зброї

# STRINGS.NAMES.quetz
source: Quetzi
uk: Кетцаль|Кетцаля

# STRINGS.NAMES.quetz_elite
source: Imbued Quetzi
uk: Наповнений Кетцаль

# STRINGS.NAMES.quetz_miniboss
source: Ruin Warden
uk: Хранитель руїн

# STRINGS.NAMES.rot
source: Rot
uk: Гнилець|Гнильця|Гнильцями

# STRINGS.NAMES.rot_boss
source: Boss Rot
uk: Гниль бос|Гниль боса

# STRINGS.NAMES.rot_miniboss
source: Rot Miniboss
uk: Гниль мінібос|Гниль мінібоса|Гниль мінібосом

# STRINGS.NAMES.rotwood
source: Rotwood
uk: Ротвуд

# STRINGS.NAMES.run
source: Hunt
uk: Полювання

# STRINGS.NAMES.run_ascension
source: Frenzied Hunt
uk: Божевільне полювання|Божевільного полювання|Божевільному полюванні

# STRINGS.NAMES.run_ascension_plus
source: Super Frenzy Hunt
uk: Супер божевільне полювання|Супер божевільного полювання

# STRINGS.NAMES.sedament
source: Rook
uk: Голем|Голема|Големом|Голему

# STRINGS.NAMES.sedament_elite
source: Imbued Rook
uk: Наповнений Голем|Наповненого Голема

# STRINGS.NAMES.sedament_tundra
source: Bonechill Quarry
uk: Кар'єр Льодокосту|Кар'єру Льодокосту

# STRINGS.NAMES.sedament_tundra_r1
source: Stone's Throw Basin
uk: Кам'яний басейн

# STRINGS.NAMES.sedament_tundra_r2
source: Ragged Bluff
uk: Грубий обрив

# STRINGS.NAMES.seed_grinder
source: Seed Exchange
uk: Обмін насіння

# STRINGS.NAMES.seeker
source: Seeker
uk: Шукач

# STRINGS.NAMES.seeker_elite
source: Imbued Seeker
uk: Наповнений Шукач

# STRINGS.NAMES.shop_armorsmith
source: Alphonse
uk: Альфонс

# STRINGS.NAMES.shop_magpie
source: Nimble
uk: Легкокрила|Легкокрилої

# STRINGS.NAMES.shop_potion
source: Doc Hoggins
uk: Док Гоґґінс

# STRINGS.NAMES.shop_powerupgrade
source: Alki
uk: Алкі

# STRINGS.NAMES.slowpoke
source: Snortoise
uk: Соплеплюй|Соплеплюя

# STRINGS.NAMES.slowpoke_elite
source: Imbued Snortoise
uk: Наповнений Соплеплюй

# STRINGS.NAMES.snowball
source: Snobball
uk: Сніжок

# STRINGS.NAMES.snowball_elite
source: Imbued Snobball
uk: Наповнений Сніжок

# STRINGS.NAMES.snowfly
source: Torchfly
uk: Світлячок|Світлячка

# STRINGS.NAMES.snowfly_elite
source: Imbued Torchfly
uk: Наповнений Світлячок

# STRINGS.NAMES.species_canine
source: Mammimal
uk: Ссаварин|Ссаварина

# STRINGS.NAMES.species_mer
source: Amphibee
uk: Бджолібія|Бджолібії

# STRINGS.NAMES.species_ogre
source: Neander
uk: Неандер

# STRINGS.NAMES.sporemon
source: Peashooter
uk: Горохостріл

# STRINGS.NAMES.sporemon_elite
source: Imbued Peashooter
uk: Наповнений Горохостріл

# STRINGS.NAMES.sporemon_miniboss
source: Overgrown Peashooter
uk: Перерослий горохостріл

# STRINGS.NAMES.station_apothecary
source: Apothecary's Cauldron
uk: Аптекарський казан

# STRINGS.NAMES.station_armorsmith
source: Armoury Dummy
uk: Манекен для обладунків|Манекена для обладунків|Манекені для обладунків

# STRINGS.NAMES.station_blacksmith
source: Blacksmith's Forge
uk: Кузня коваля

# STRINGS.NAMES.station_cook
source: Cook's Kitchen
uk: Кухня кухаря

# STRINGS.NAMES.station_diary
source: Diary
uk: Щоденник

# STRINGS.NAMES.station_dojo
source: Battlemaster's Pit
uk: Яма майстра битви

# STRINGS.NAMES.station_gems
source: Gemcutter's Table
uk: Стіл для огранки|Стола для огранки

# STRINGS.NAMES.station_marketroom_shop
source: Market Caravan
uk: Ринковий кошик

# STRINGS.NAMES.station_refiner
source: Researcher's Equipment
uk: Обладнання дослідника

# STRINGS.NAMES.station_scout
source: Scout's Cartography Desk
uk: Картографічний стіл розвідника

# STRINGS.NAMES.stunk
source: Arctic Stunk
uk: Арктичний скунс|Арктичного скунса

# STRINGS.NAMES.stunk_elite
source: Imbued Arctic Stunk
uk: Наповнений Арктичний скунс

# STRINGS.NAMES.stunk_miniboss
source: Southpaw
uk: Південна лапа

# STRINGS.NAMES.swamp
source: Bog
uk: Болото

# STRINGS.NAMES.swarmy
source: Gloop
uk: Слизун|Слизуна

# STRINGS.NAMES.swarmy_elite
source: Imbued Gloop
uk: Наповнений Слизун

# STRINGS.NAMES.swarmy_miniboss
source: Noxin
uk: Ноксин

# STRINGS.NAMES.teffrometer
source: Mysterious Device
uk: Таємничий пристрій|Таємничого пристрою|Таємничому пристрої

# STRINGS.NAMES.thatcher
source: Swarm
uk: Ройовик|Ройовика

# STRINGS.NAMES.thatcher_elite
source: Imbued Swarm
uk: Наповнений Ройовик|Наповненого Ройовика

# STRINGS.NAMES.thatcher_swamp
source: The Molded Grave
uk: Запліснявіла могила|Запліснявілої могили|Запліснявілій могилі

# STRINGS.NAMES.thatcher_swamp_r1
source: Oozing Estuary
uk: Витікаюча дельта

# STRINGS.NAMES.thatcher_swamp_r2
source: Stilted Marsh
uk: Стильне болото|Стильному болоті

# STRINGS.NAMES.tonic
source: Teffra Pearl
uk: Конжурова перлина

# STRINGS.NAMES.totolili
source: Totolilli
uk: Тотоліллі

# STRINGS.NAMES.totolili_elite
source: Imbued Totolilli
uk: Наповнений Тотоліллі

# STRINGS.NAMES.town_grid_cryst
source: Wellspring
uk: Колодязь|Колодязя|Колодязі

# STRINGS.NAMES.trap_bomb_pinecone
source: Paincone
uk: Шишколючка|Шишколючки

# STRINGS.NAMES.trap_togglelaser
source: Laser Trap
uk: Лазерна пастка

# STRINGS.NAMES.trap_toggleswitch
source: Switch
uk: Перемикач

# STRINGS.NAMES.trap_togglezap
source: Thumper Trap
uk: Електро пастка

# STRINGS.NAMES.trap_weed_spikes
source: Spike Plant
uk: Колосова рослина

# STRINGS.NAMES.trap_zucco
source: Zucco Trap
uk: Пастка Зукко

# STRINGS.NAMES.treel
source: Arboreel
uk: Жарокорінь|Жарокореня

# STRINGS.NAMES.treel_elite
source: Imbued Arboreel
uk: Наповнений Жарокорінь

# STRINGS.NAMES.treemon
source: Treek
uk: Дерево|Дерев

# STRINGS.NAMES.treemon_elite
source: Imbued Treek
uk: Наповнене Дерево

# STRINGS.NAMES.treemon_forest
source: Great Rotwood Forest
uk: Великий Ротвудський ліс|Великого Ротвудського лісу|Великому Ротвудському лісі

# STRINGS.NAMES.treemon_forest_r1
source: Wilted Leaf Thicket
uk: Зарості зів'ялого листя|Заростей зів'ялого листя|Заростях зів'ялого листя

# STRINGS.NAMES.treemon_forest_r2
source: Ironwood Trail
uk: Стежка залізного лісу

# STRINGS.NAMES.treemon_forest_r3
source: Knobbled Glen
uk: Вузлувата долина

# STRINGS.NAMES.tundra
source: Tundra
uk: Тундра|Тундри

# STRINGS.NAMES.tutorial_attack_heavy
source: <#RED>Heavy Attack</> (<p bind='Controls.Digital.ATTACK_HEAVY' color=0>)
uk: <#RED>Важка атака</> (<p bind='Controls.Digital.ATTACK_HEAVY' color=0>)

# STRINGS.NAMES.tutorial_attack_light
source: <#RED>Light Attack</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=0>)
uk: <#RED>Легка атака</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=0>)

# STRINGS.NAMES.tutorial_dodge
source: <#RED>Dodge</> (<p bind='Controls.Digital.DODGE' color=0>)
uk: <#RED>Ухилення</> (<p bind='Controls.Digital.DODGE' color=0>)

# STRINGS.NAMES.tutorial_playerstatus
source: <#RED>Player Status</> (<p bind='Controls.Digital.SHOW_PLAYER_STATUS' color=0>)
uk: <#RED>cтатус гравця</> (<p bind='Controls.Digital.SHOW_PLAYER_STATUS' color=0>|<#RED>cтатусі гравця</> (<p bind='Controls.Digital.SHOW_PLAYER_STATUS' color=0>

# STRINGS.NAMES.upgrade_ingot
source: Fortifying Ingot
uk: Зміцнювальний злиток

# STRINGS.NAMES.weapon_boss
source: Imbued Weapon
uk: Заряджена зброя

# STRINGS.NAMES.weapon_bow
source: Bow
uk: Лук|Луку|Лука|Луком

# STRINGS.NAMES.weapon_cannon
source: Cannon
uk: Гармата|Гармату|Гармати|Гарматою

# STRINGS.NAMES.weapon_crystal
source: Proto-Weapon
uk: Протозброя|Протозброю|Протозброї|Протозброєю

# STRINGS.NAMES.weapon_crystal_broken_prefix
source: Broken
uk: Зламаний|Зламана

# STRINGS.NAMES.weapon_crystal_charged_prefix
source: Charged
uk: Заряджений|Заряджена

# STRINGS.NAMES.weapon_crystal_prefix
source: Proto-
uk: Прото-

# STRINGS.NAMES.weapon_greatsword
source: Cleaver
uk: Тесак|Тесаку|Тесака|Тесаком

# STRINGS.NAMES.weapon_hammer
source: Hammer
uk: Молот|Молоту|Молота|Молотом

# STRINGS.NAMES.weapon_polearm
source: Spear
uk: Спис|Спису|Списа|Списом

# STRINGS.NAMES.weapon_shotput
source: Striker
uk: Страйкер|Страйкеру|Страйкера|Страйкером

# STRINGS.NAMES.weapontools0
source: Basic Smith's Tools
uk: Звичайні інструменти коваля

# STRINGS.NAMES.weapontools1
source: Advanced Smith's Tools
uk: Просунуті інструменти коваля

# STRINGS.NAMES.weapontools2
source: Master Smith's Tools
uk: Майстерні інструменти коваля

# STRINGS.NAMES.weather
source: Teffra Anomaly
uk: Конжурова аномалія|Конжурової аномалії

# STRINGS.NAMES.windmon
source: Gustree
uk: Древовій|Древовія

# STRINGS.NAMES.windmon_elite
source: Imbued Gustree
uk: Наповнений Древовій

# STRINGS.NAMES.woworm
source: Wollusk
uk: Равлеш|Равлеша

# STRINGS.NAMES.woworm_elite
source: Imbued Wollusk
uk: Наповнений Равлеш

# STRINGS.NAMES.yammo
source: Yammo
uk: Яммо

# STRINGS.NAMES.yammo_elite
source: Imbued Yammo
uk: Наповнений Яммо|Наповненого Яммо

# STRINGS.NAMES.yammo_miniboss
source: Whammo
uk: Ваммо

# STRINGS.NAMES.zucco
source: Zucco
uk: Зукко

# STRINGS.NAMES.zucco_elite
source: Imbued Zucco
uk: Наповнений Зукко

# STRINGS.NAMES.zucco_miniboss
source: Zephyr
uk: Зефір

# STRINGS.NAMES_PLURAL.antleer
source: Antleers
uk: Глузороги|Глузорогів

# STRINGS.NAMES_PLURAL.antleer_elite
source: Imbued Antleers
uk: Наповнені Глузороги

# STRINGS.NAMES_PLURAL.arak
source: Araks
uk: Араки

# STRINGS.NAMES_PLURAL.bandicoot
source: Enigmoxes
uk: Дивнолиси

# STRINGS.NAMES_PLURAL.battoad
source: Ribbats
uk: Кажаби|кажабам

# STRINGS.NAMES_PLURAL.battoad_elite
source: Imbued Ribbats
uk: Наповнені Кажаби

# STRINGS.NAMES_PLURAL.beets
source: Beetses
uk: Буряки

# STRINGS.NAMES_PLURAL.beets_elite
source: Imbued Beetses
uk: Наповнені Буряки

# STRINGS.NAMES_PLURAL.blarmadillo
source: Rillos
uk: Рілло

# STRINGS.NAMES_PLURAL.blarmadillo_elite
source: Imbued Rillos
uk: Наповнені Рілло

# STRINGS.NAMES_PLURAL.bonejaw
source: Bonejaws
uk: Кістяні щелепи

# STRINGS.NAMES_PLURAL.bonejaw_elite
source: Imbued Bonejaws
uk: Наповнені Кістяні щелепи

# STRINGS.NAMES_PLURAL.bulbug
source: Bulbugs
uk: Лампомахи

# STRINGS.NAMES_PLURAL.bulbug_elite
source: Imbued Bulbugs
uk: Наповнені Лампомахи

# STRINGS.NAMES_PLURAL.bunippy
source: Cottonhails
uk: Бавовногради

# STRINGS.NAMES_PLURAL.bunippy_elite
source: Imbued Cottonhails
uk: Наповнені Бавовногради

# STRINGS.NAMES_PLURAL.c_konjur_heart_shard
source: <#KONJUR>Heart Shards</>
uk: <#KONJUR>Уламки серця</>

# STRINGS.NAMES_PLURAL.cabbageroll
source: Bulbins
uk: Цибуліни|Цибулінів

# STRINGS.NAMES_PLURAL.cabbageroll_elite
source: Imbued Bulbins
uk: Наповнені Цибуліни

# STRINGS.NAMES_PLURAL.cannon_ammo
source: Cannonballs
uk: Гарматні ядра|Гарматних ядер

# STRINGS.NAMES_PLURAL.combat_room
source: Encounters
uk: Зіткнення

# STRINGS.NAMES_PLURAL.concept_ally
source: Allies
uk: Союзники|Союзників

# STRINGS.NAMES_PLURAL.concept_attack
source: Attacks
uk: Атаки

# STRINGS.NAMES_PLURAL.concept_critical
source: Criticals
uk: Критичні

# STRINGS.NAMES_PLURAL.concept_dodge
source: Dodges
uk: Ухиляння

# STRINGS.NAMES_PLURAL.concept_focus_hit
source: Focus Hits
uk: Фокусні удари|Фокусних ударів

# STRINGS.NAMES_PLURAL.concept_hitstreak
source: Hit Streaks
uk: Серії влучань

# STRINGS.NAMES_PLURAL.concept_i_reroll
source: <p img='images/icons_ftf/reroll_corrency.tex' color=0 scale=0.9> Rerolls
uk: <p img='images/icons_ftf/reroll_corrency.tex' color=0 scale=0.9> Переобирання

# STRINGS.NAMES_PLURAL.concept_loadout
source: Loadouts
uk: Комплекти

# STRINGS.NAMES_PLURAL.concept_multistrike
source: Multistrikes
uk: Мульти удари

# STRINGS.NAMES_PLURAL.concept_relic
source: Powers
uk: Сили|Силами|Сил

# STRINGS.NAMES_PLURAL.concept_reroll
source: Rerolls
uk: Переобрати

# STRINGS.NAMES_PLURAL.concept_revive
source: Revives
uk: Оживлення

# STRINGS.NAMES_PLURAL.concept_shield
source: Shields
uk: Щити

# STRINGS.NAMES_PLURAL.concept_shield_seg
source: Shield Segments
uk: Сегменти щита

# STRINGS.NAMES_PLURAL.concept_skill
source: Skills
uk: Навички

# STRINGS.NAMES_PLURAL.concept_talent
source: Talents
uk: Таланти

# STRINGS.NAMES_PLURAL.concept_talent_tree
source: Hunter's Paths
uk: Шляхи мисливця

# STRINGS.NAMES_PLURAL.cook_rotating_recipe
source: Limited Specials
uk: Обмежені пропозиції|Обмежених пропозицій

# STRINGS.NAMES_PLURAL.cosmetic
source: Cosmetics
uk: Косметика

# STRINGS.NAMES_PLURAL.crystroll
source: Colossapphires
uk: Колоссапфіри

# STRINGS.NAMES_PLURAL.crystroll_elite
source: Imbued Colossapphires
uk: Наповнені Колоссапфіри

# STRINGS.NAMES_PLURAL.dgn_grid_cryst
source: Spring Ports
uk: Весняні вузли

# STRINGS.NAMES_PLURAL.dgn_resource_converter
source: Spring Ports
uk: Весняні вузли

# STRINGS.NAMES_PLURAL.dungeon_room
source: Clearings
uk: Галявини|Галявин

# STRINGS.NAMES_PLURAL.eggbert
source: Scramblers
uk: Яйцебуми|Яйцебумів

# STRINGS.NAMES_PLURAL.eggbert_elite
source: Imbued Scramblers
uk: Наповнені Яйцебуми

# STRINGS.NAMES_PLURAL.eggzy
source: Shell Drakes
uk: Яйце-Дреки

# STRINGS.NAMES_PLURAL.embison
source: Bullrogs
uk: Бикороги

# STRINGS.NAMES_PLURAL.embison_elite
source: Imbued Bullrogs
uk: Наповнені Бикороги

# STRINGS.NAMES_PLURAL.eyev
source: Irisses
uk: Ірисси

# STRINGS.NAMES_PLURAL.eyev_elite
source: Imbued Irisses
uk: Наповнені Ірисси

# STRINGS.NAMES_PLURAL.floracrane
source: Floracranes
uk: Флоравлі

# STRINGS.NAMES_PLURAL.floracrane_elite
source: Greater Floracranes
uk: Великі Флоравлі

# STRINGS.NAMES_PLURAL.foxtails
source: Foxtails
uk: Лисячі хвости|Лисячими хвостами|Лисячих хвостів

# STRINGS.NAMES_PLURAL.fungoons_b
source: Blue Toadies
uk: Сині Підлогриби

# STRINGS.NAMES_PLURAL.fungoons_b_elite
source: Imbued Blue Toadies
uk: Наповнені сині Підлогриби

# STRINGS.NAMES_PLURAL.fungoons_generic
source: Toadies
uk: Підлогриби

# STRINGS.NAMES_PLURAL.fungoons_generic_elite
source: Imbued Toadies
uk: Наповнені Підлогриби

# STRINGS.NAMES_PLURAL.fungoons_r
source: Red Toadies
uk: Червоні Підлогриби

# STRINGS.NAMES_PLURAL.fungoons_r_elite
source: Imbued Red Toadies
uk: Наповнені червоні Підлогриби

# STRINGS.NAMES_PLURAL.funguile
source: Funguiles
uk: Хитрогриби

# STRINGS.NAMES_PLURAL.funguile_elite
source: Imbued Funguiles
uk: Наповнені Хитрогриби
