Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Convo.twn_fn_unlocked_blacksmith.ATTRACT0.convo.giver.STATE_0.TALK
source: agent: !neutral Hmph...
uk: agent: !neutral Гмпф...

# Convo.twn_fn_unlocked_blacksmith.ATTRACT0.convo.giver.STATE_0.TITLE
source: Hammer Home
uk: Коваль удома

# Convo.twn_fn_unlocked_cook.ATTRACT0.gather_ingredients.giver.STATE_0.TALK
source: agent: !happy !shrug Howdy Hunter! [recipe:unlock_recipe] Aw shucks, looks like you still haven't found everythin' I need to get cookin'. Oh well!
uk: agent: !happy !shrug Привіт, Мисливцю! [recipe:unlock_recipe] Ох, халепа, схоже, ви ще не знайшли все, що мені потрібно для готування. Ну, нічого!

# Convo.twn_fn_unlocked_cook.ATTRACT0.gather_ingredients.giver.STATE_0.TALK2
source: agent: !happy !gesture Well howdy, Hunter! What's got you so excited? player: I brought all the ingredients you asked for! agent: !neutral !shocked W-well so you have! I can hardly believe my eyes! player: So, what's on the menu? agent: !neutral !nervous Well, see now here's the thing-- um... it's a mite embarrassin', but I realized I lost somethin' out there in the wilds. !neutral !think My... lucky <#RED>{name.cookingtools}</>. My dear old Ma gave it to me-- it's a treasured family heirloom, passed down through generations. !dejected Without it, I just don't know that I've got the heart for cookin' anything. player: Don't worry, I'll find it! agent: !happy !gesture Oh what a sweetheart you are, Hunter! I'd be much obliged!
uk: agent: !happy !gesture Ну, привіт, Мисливцю! Чому ви такі радісні? player: Я маю усі інгредієнти, про які ти просила! agent: !neutral !shocked Ой-ой, і справді принесли! Власним очам не вірю! player: То що сьогодні в меню? agent: !neutral !nervous Ну, бачите, тут така справа... це трохи незручно, але я зрозуміла, що загубила дещо. !neutral !think Моя... щаслива <#RED>{name.cookingtools}</>. ЇЇ мені подарувала моя люба матуся... це сімейна реліквія, передавалася з покоління в покоління. !dejected Без неї я просто не маю духу готувати що-небудь. player: Не хвилюйся, я знайду її! agent: !happy !gesture Ой, яке ж ви золотко, Мисливцю! Я вам буду дуже вдячна!

source: agent: !happy !think Aww, that's a darn shame! !shrug I'm <i>sure</> it's out there somewhere, though. Not like I'd make somethin' like that up! Ha-ha!
uk: agent: !happy !think Ох, яка прикрість! !shrug Але я <i>впевнена</>, що вона десь там є. Не могла ж я таке вигадати! Ха-ха!

# Convo.twn_fn_unlocked_cook.ATTRACT1.cookingtools_indungeon.giver.STATE_0.END
source: Don't worry, I'll keep looking!
uk: Не хвилюйся, я шукатиму далі!

source: I still haven't found your lucky {name.cookingtools}...
uk: Я ще не знайшов твою щасливу {2:{name.cookingtools}}...

# Convo.twn_fn_unlocked_cook.ATTRACT1.cookingtools_indungeon.giver.STATE_0.TALK
source: agent: !happy !dubious Howdy Hunter! Why the long face?
uk: agent: !happy !dubious Привіт, Мисливцю! Чому такі сумні?

# Convo.twn_fn_unlocked_cook.ATTRACT2.cookingtools_finish.giver.STATE_0.ANSWER_1
source: agent: !bliss U-uh huh! You betcha! !happy !point If you wanna go over by that there cookin' pot, I'll getcha a menu! <z 0.7>I'm <i>pretty</> sure I saw a menu around here somewhere...</> !gesture Just point out what you want and I'll get it packed up all nice for your Hunt!
uk: agent: !bliss А-а-а! Ще і як! !happy !point Якщо підійдете до того казана, я дістану меню! <z 0.7>Я <i>майже</> впевнена, що воно десь тут...</> !gesture Просто виберіть, що вам до смаку, і я все гарненько запакую для вашого полювання!

# Convo.twn_fn_unlocked_cook.ATTRACT2.cookingtools_finish.giver.STATE_0.ANSWER_2
source: agent: !bliss O-oh, not at all! Why I'm rarin' to go! !happy !point If you wanna go over by that there cookin' pot, I'll getcha a menu! <z 0.7>I'm <i>pretty</> sure I saw a menu around here somewhere...</> !gesture Just point out what you want and I'll get it packed up all nice for your Hunt!
uk: agent: !bliss О-ох, зовсім ні! Я просто горю бажанням готувати! !happy !point Якщо підійдете до того казана, я дістану меню! <z 0.7>Я <i>майже</> впевнена, що воно десь тут...</> !gesture Просто виберіть, що вам до смаку, і я все гарненько запакую для вашого полювання!

# Convo.twn_fn_unlocked_cook.ATTRACT2.cookingtools_finish.giver.STATE_0.END
source: Thanks, {name.npc_cook}!
uk: Дякую, {Name.npc_cook}!

# Convo.twn_fn_unlocked_cook.ATTRACT2.cookingtools_finish.giver.STATE_0.QUESTION_1
source: All that searching made me hungry, I can't wait to eat!
uk: Після всіх пошуків я зголоднів, не можу дочекатися їжі!

# Convo.twn_fn_unlocked_cook.ATTRACT2.cookingtools_finish.giver.STATE_0.QUESTION_2
source: Are you okay? You seem a little nervous.
uk: Ти в порядку? Здається, ти трохи нервуєш.

# Convo.twn_fn_unlocked_cook.ATTRACT2.cookingtools_finish.giver.STATE_0.TALK
source: agent: !happy !gesture Oh! Howdy Hunter, back already? player: I found your {name.cookingtools}! agent: !neutral !shocked What?! How did you-- !bliss Erm, I mean, <i>hoo-whee!</> I can't scarcely believe it!
uk: agent: !happy !gesture О! Привіт, Мисливцю, ви вже повернулися? player: Я знайшов твою {2:{name.cookingtools}}! agent: !neutral !shocked Що?! Як ви... !bliss Е-ем, тобто, <i>ой-йо-йой!</> Не віриться!

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !laugh Oh just swell, don't you worry your little head about me!
uk: agent: !happy !laugh Ой, все чудово, не турбуйтесь про мене своєю маленькою голівкою!

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.ANSWER_2
source: agent: !neutral !shrug Ah... well, y'see, here's the thing... I can't cook if I don't have some ingredients to work with. !happy !think Why, to make anythin' decent I'd need, um... a <#RED>Squash</>, some <#RED>Berries</>, maybe some <#RED>Beans</>, and... let's see, um... some sorta <#RED>Fruit</>. !happy !gesture Now if I had those, I could whip up somethin' great! Doubt you'll find anythin' like that way out here, though.
uk: agent: !neutral !shrug Ну... справа в тому, що я не можу готувати, якщо не маю інгредієнтів. !happy !think Щоб приготувати щось путнє, мені потрібен <#RED>гарбуз</>, трохи <#RED>ягід</>, <#RED>боби</> і... хм... якийсь <#RED>фрукт</>. !happy !gesture Якби у мене це було, я б приготувала щось чудове! Але сумніваюся, що ви знайдете таке в цих краях.

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.ANSWER_3
source: agent: !happy !gesture Really? Err, great!
uk: agent: !happy !gesture Справді? Еуф, чудово!

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.ANSWER_3A
source: agent: !neutral !shocked Wh-what?! That's--! Um... w-well I can hardly believe my eyes!
uk: agent: !neutral !shocked Щ-що?! Це...! Ум... я просто не вірю власним очам!

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.ANSWER_4
source: agent: !neutral !nervous Well, see now here's the thing-- um... it's a mite embarrassin', but I realized I lost somethin' out there in the wilds. !neutral !think My... lucky <#RED>Cooking Spoon</>. My dear old Ma gave it to me-- it's a treasured family heirloom, passed down through generations. !dejected Without it, I just don't know that I've got the heart for cookin' anything.
uk: agent: !neutral !nervous Ну, бачите, тут така справа... це трохи незручно, але я зрозуміла, що загубила дещо. !neutral !think Мою... щасливу <#RED>кулінарну ложку</>. Її мені подарувала моя люба матуся— це сімейна реліквія, передавалася з покоління в покоління. !dejected Без неї я просто не маю духу готувати що-небудь.

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.ANSWER_5
source: agent: !happy !gesture Oh what a sweetheart you are, Hunter! I'd be much obliged!
uk: agent: !happy !gesture Ой, яке ж ви золотко, Мисливцю! Я вам буду дуже вдячна!

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.QUESTION_1
source: How are you settling in?
uk: Як тобі тут живеться?

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.QUESTION_2
source: I can't wait to try your cooking!
uk: Не можу дочекатися, щоб скуштувати твої страви!

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.QUESTION_3
source: I don't have it now, but I have an idea...
uk: Зараз у мене її немає, але я маю ідею...

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.QUESTION_3A
source: Actually, I have those exact things on me now!
uk: Власне, у мене є ці продукти!

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.QUESTION_4
source: So, what's on the menu?
uk: То що сьогодні в меню?

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.QUESTION_5
source: Don't worry, I'll find it!
uk: Не хвилюйся, я її знайду!

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.TALK
source: agent: !happy !gesture You've sure got a nice little setup here, real homey!
uk: agent: !happy !gesture У вас тут гарненьке місце, дуже затишне!

# Convo.twn_fn_unlocked_cook.ATTRACT3.convo.giver.STATE_0.TITLE
source: Get Cooking
uk: Приступаємо до готування

# Convo.twn_fortify_armorsmith.ATTRACT0.fortify_1.giver.STATE_0.TALK_FORTIFY
source: agent: Want me to make an <#RED>{name.armourtools1}</>? !happy !clap [recipe:fortify_recipe] Put the materials in the <#RED>Armoury</#RED> and I'll get started.
uk: agent: Хочете, щоб я зробила <#RED>{name.armourtools1}</>? !happy !clap [recipe:fortify_recipe] Покладіть матеріали в <#RED>манекен для обладунків</#RED>, і я почну роботу.

# Convo.twn_fortify_armorsmith.ATTRACT1.fortify_1.giver.STATE_0.TALK_DONE_FORTIFY
source: agent: !happy !clap Oooooh, that's gotta be the most beautiful <#RED>{name.armourtools1}</> I've ever seen! !neutral !think Oh, but um... could you hold onto it while I'm not doing upgrades? !happy !laugh I think <#BLUE>{name.npc_lunn}</> might be a little jealous... I don't want him to feel like he's getting replaced!
uk: agent: !happy !clap Ооооо, це повинен бути найкрасивіший <#RED>{name.armourtools1}</>, що я коли-небудь бачила! !neutral !think О, але... не могли б ви потримати їх у себе, поки я почну робити покращення? !happy !laugh Я думаю, що <#BLUE>{Name.npc_lunn}</> може трохи заздрити... не хочу, щоб він відчував, що його замінили!

# Convo.twn_fortify_armorsmith.ATTRACT2.fortify_2.giver.STATE_0.TALK_FORTIFY
source: agent: I checked the <#RED>Armoury</>, but you haven't dropped off my materials. !happy !dubious [recipe:fortify_recipe] I need these to make the <#RED>{name.armourtools2}</>.
uk: agent: Я перевірила <#RED>манекен для обладунків</>, але ви ще не залишили мені матеріали. !happy !dubious [recipe:fortify_recipe] Вони потрібні мені, щоб зробити <#RED>{name.armourtools2}</>.

# Convo.twn_fortify_armorsmith.ATTRACT3.fortify_2.giver.STATE_0.TALK_DONE_FORTIFY
source: agent: !happy !clap Ah!! Look at that <#RED>{name.armourtools2}</>-- isn't it just <i>everything?!</> !think But uhh, do you think you could you hold onto it between upgrades? !wavelunn <#BLUE>{name.npc_lunn} is still feeling a bit sensitive about the whole 'new tools' thing.
uk: agent: !happy !clap Ах!! Подивіться на цей <#RED>{name.armourtools2}</> — хіба це не <i>все</>?! !think Але, ухх, ви не могли б тримати їх у себе між покращеннями? !wavelunn <#BLUE>{Name.npc_lunn} ще трохи чутливий до цієї всієї ситуації з новими інструментами.

source: agent: !happy !shrug Anyways! If you want those upgrades, I'm gonna need an <#RED>{name.armourtools1}</>. !point [recipe:fortify_recipe] Which means you've gotta bring back the stuff I need to make it. !clap Then I'll be able to upgrade <i>all</> of your armour to <#RED>Level {max_upgrade}</>!
uk: agent: !happy !shrug Отже! Якщо хочете ті покращення, мені потрібний <#RED>{name.armourtools1}</>. !point [recipe:fortify_recipe] А це означає, що ви маєте принести мені необхідні матеріали. !clap Тоді я зможу покращити <i>всі</> ваші обладунки до <#RED>{max_upgrade} рівня</>!

# Convo.twn_fortify_armorsmith_1_ready.HUB0.convo.giver.STATE_0.END
source: Bring back materials. Okay!
uk: Принести матеріали? Добре!

source: How can I help?
uk: Чим я можу допомогти?

# Convo.twn_fortify_blacksmith.ATTRACT0.fortify_1.giver.STATE_0.TALK_FORTIFY
source: agent: !dubious Did ye get me the goods for them <#RED>{name.weapontools1}</>? !gruffnod [recipe:fortify_recipe] Put 'em in a <#RED>Weapon Rack</> and I'll get ta hammerin'.
uk: agent: !dubious Ви дістали для мене матеріали на <#RED>{name.weapontools1}</>? !gruffnod [recipe:fortify_recipe] Покладіть їх у <#RED>стійку для зброї</>, і я візьмуся до кування.

# Convo.twn_fortify_blacksmith.ATTRACT1.fortify_1.giver.STATE_0.TALK_DONE_FORTIFY
source: agent: !gruffnod Aye. A fine set o' <#RED>{name.weapontools1}</>, indeed. !shrug Well. Enough bletherin'. !point Let's get yer weapons up to snuff, eh?
uk: agent: !gruffnod Так. Чудові <#RED>{name.weapontools1}</>, дійсно. !shrug Ну що ж, досить балакати. !point Зробімо вашу зброю кращою, ах?

# Convo.twn_fortify_blacksmith.ATTRACT2.fortify_2.giver.STATE_0.TALK_FORTIFY
source: agent: !dubious Got all the goods already? !point [recipe:fortify_recipe] Put 'em in a <#RED>Weapon Rack</> and I'll make the <#RED>{name.weapontools2}</>.
uk: agent: !dubious Усі матеріали вже є? !point [recipe:fortify_recipe] Покладіть їх у <#RED>стійку для зброї</>, і я зроблю <#RED>{name.weapontools2}</>.

# Convo.twn_fortify_blacksmith.ATTRACT3.fortify_2.giver.STATE_0.TALK_DONE_FORTIFY
source: agent: !happy !closedeyes Ah. Those <#RED>{name.weapontools2}</> are a thing o' beauty. !gruffnod Let's get ta work on those weapons o' yers, aye?
uk: agent: !happy !closedeyes Ах. Ці <#RED>{name.weapontools2}</> – справжня краса. !gruffnod Почнімо працювати з вашою зброєю, ага?

source: agent: !dubious [recipe:fortify_recipe] I'll need materials. Which means you'll have ta source the goods. !gruffnod I get new tools, and ye'll be able to upgrade all yer weapons to <#RED>Level {max_upgrade}</>. Seems like a good deal to me.
uk: agent: !dubious [recipe:fortify_recipe] Мені потрібні матеріали. Тож доведеться десь їх дістати. !gruffnod Я отримаю нові інструменти, а ви зможете покращити всю свою зброю до <#RED>{max_upgrade} рівня</>. Гарна угода, як на мене.

source: How can I help?
uk: Чим я можу допомогти?

# Convo.twn_fourth_heart_handin_scout.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !happy !laugh You've done more than help-- none of this would have been possible without you! !gesture Thank you Hunter. Truly.... this means everything.
uk: agent: !happy !laugh Ви зробили більше, ніж просто допомогли – без вас нічого з цього було б неможливо! !gesture Дякую вам, Мисливцю. Справді... це означає для мене все.

# Convo.twn_fourth_heart_handin_scout.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !happy !disagree Ha. You really are one-of-a-kind. !point Well, we've all waited long enough! Go put that last <#KONJUR>{name.i_konjur_heart}</> in the <#KONJUR>{name.i_town_grid_cryst}</>!
uk: agent: !happy !disagree Ха. Ви дійсно унікальні. !point Ну, ми всі вже досить довго чекали! Ідіть вставте останнє <#KONJUR>{name.i_konjur_heart}</> у <#KONJUR>{name.i_town_grid_cryst}</>!

# Convo.twn_fourth_heart_handin_scout.HUB0.convo.giver.STATE_0.OPT_2A
source: I did it for everyone in the Brinks.
uk: Я зробив це для всіх у Брінкс.

# Convo.twn_fourth_heart_handin_scout.HUB0.convo.giver.STATE_0.OPT_2B
source: I mostly did it for me.
uk: Здебільшого я робив це для себе.

# Convo.twn_fourth_heart_handin_scout.HUB0.convo.giver.STATE_0.QUESTION_1A
source: I'm glad I could help.
uk: Радий, що зміг допомогти.

source: agent: !neutral !shocked EEEP! Were--were <i>you</> just eavesdropping on <i>me</>...? !think Huh. It's really not so fun being on the other side of that. !neutral !eyeroll Fine. Yeah, I was talking about him. !gesture So like, if you find yourself on a <#RED>{name.run_ascension}</>, you might as well swing by the <#BLUE>Marketplace</>. !shrug Make sure he's still alive or whatever. !bliss Or don't. It doesn't really matter to me! player: Okay...?
uk: agent: !neutral !shocked А-А-А! Ви... <i>ви</>підслуховували <i>мене</>...? !think Хм. Неприємно опинитися по інший бік такої ситуації. !neutral !eyeroll Гаразд. Так, я говорила про нього. !gesture Тож якщо ви опинитеся на <#RED>{3:{name.run_ascension}}</>, можете заодно заглянути на <#BLUE>ринок</>. !shrug Переконайтеся, що він ще живий чи щось таке. !bliss Або ні. Мені насправді байдуже...? player: Добре...?

source: Are you talking about {name.npc_market_merchant}?
uk: Ти говорила про {Name.npc_market_merchant}а?

source: agent: !neutral !dubious {name.apothecary_sniff} Smells like something from the wilds, but it doesn't <i>look</> like something from the wilds... player: It's a souvenir from my Hunt! agent: !neutral !nervous Souvenir...? O-oh... um, o-okay... player: I didn't mean to make you nervous. Should I take it back? agent: !angry {name.apothecary_hiss} No! It's mine! !think Um... but I guess since you did something nice, I can let you use the <#RED>{name.i_seed_grinder}</>. I just finished fixing it up. !neutral !closedeyes I'm done talking now. Bye.
uk: agent: !neutral !dubious {name.apothecary_sniff} Пахне ніби з диких місць… але зовсім <i>не виглядає</> як щось із диких місць… player: Це сувенір з мого полювання! agent: !neutral !nervous С-сувенір?.. О-ох… е-е-е… гаразд… player: Я не хотів тебе нервувати. Може, мені забрати його назад? agent: !angry {name.apothecary_hiss} Ні! Це моє! !think Ем… але, мабуть, раз ви зробили щось добре, то я дозволю вам використовувати <#RED>{name.i_seed_grinder}</>. Я щойно його полагодила. !neutral !closedeyes Я закінчила розмову. Бувайте.

source: agent: !happy !shocked A present? For <i>me?!</> It's even got wrapping paper, and a real bow and <i>everything!</> !happy !think I honestly can't even remember the last time someone gave me a present. player: Really? That's... agent: !happy !point Haha! Don't worry about it! Now I just wish I had something to give <i>you</>. Let me think... What if I could make your <#RED>armour</> even better than it is now? [notify:reward_def] player: Really? That'd be amazing. agent: !nervous Of course! I'm an {name.job_armorsmith}. <#BLUE>{name.npc_lunn}</> and I can put an extra sparkle on anything!
uk: agent: !happy !shocked Подарунок? Для <i>мене</>?! І ще й у справжньому пакунку, з бантиком і <i>усім-усім!</> !happy !think Я навіть не пам’ятаю, коли востаннє хтось дарував мені щось подібне. player: Справді? Це... agent: !happy !point Ха-ха! Та не переймайтесь! Тепер лише шкода, що мені нема чим віддячити <i>вам</>. Хоча... може, зроблю ваші <#RED>обладунки</> ще кращими, ніж вони є зараз? [notify:reward_def] player: Серйозно? Це було б неймовірно. agent: !nervous Авжеж! Я ж {name.job_armorsmith}. Разом із <#BLUE>{3:{Name.npc_lunn}}</> ми можемо додати блиску чому завгодно!

source: agent: !happy !dubious What are you hiding behind your back, Hunter? You <i>know</> you can't keep a secret from me! player: You caught me-- I brought you another souvenir from my Hunt! agent: !happy !bliss <i>Oooooooooh--</> a scarf pin! It looks <i>just</> like the one I lost fending off a <#RED>{name.groak}</> that tried to swallow me whole! !happy !shocked Actually, wait a minute... I think this <i>is</> the scarf pin I jabbed into that <#RED>{name.groak}'s</> gullet! Hilda! You've come back to me! player: Wait, it's <i>yours?!</> I guess this isn't much of a gift after all... agent: !happy !shocked Are you kidding?! Being reunited with an old friend is the best gift <i>ever!</> !think You know, I've actually been working on something for you too. Now seems like the perfect time to give it to you! [notify:reward_def]
uk: agent: !happy !dubious Що це ви там ховаєте за спиною, Мисливцю? Ви ж <i>знаєте</> — від мене таємниць не сховаєш! player: Ти мене спіймала... я приніс тобі ще одну дрібничку з полювання! agent: !happy !bliss <i>Оооооох,</> шпилька для шарфа! Виглядає <i>точнісінько</> як моя, яку я встромила в <#RED>{2:{Name.groak}}</>, коли той намагався мене проковтнути! !happy !shocked Хвилиночку... мені здається, це <i>саме</> та шпилька для шарфа, яку я встромила в горло того <#RED>{2:{Name.groak}}</>! Хільдо! Ти повернулася до мене! player: Що, вона <i>твоя</>?! Виходить, дарунок так собі... agent: !happy !shocked Та ви що! Зустрітися зі старим другом — найкращий подарунок у <i>світі!</> !think А знаєте... у мене якраз теж щось є для вас. Час подарувати! [notify:reward_def]

source: agent: !happy !wavelunn Eeeeeeeee! A present!! What do you think it is, <#BLUE>{name.npc_lunn}</>? player: Funny you should mention {name.npc_lunn}-- it's kinda for him, too. agent: !happy !bliss A whetstone! Aww Hunter, you're so sweet! Look <#BLUE>{name.npc_lunn}</>, it's a whetstone just for you! !neutral !wavelunn ...Oh. Don't take it like that, I'm sure they weren't trying to imply anything about your sharpness. !dejected Err... sorry, Hunter. I think you're gonna be in <#BLUE>{name.npc_lunn}'s</> bad books for a while. player: Huh?! But I-- all I meant--! agent: !happy !dubious Don't worry, he'll come around. <i>I</> thought it was a lovely gift.
uk: agent: !happy !wavelunn Віііііііі! Це подарунок!! Як думаєш, що це, <#BLUE>{Name.npc_lunn}</>? player: Власне, він і для тебе, і для {2:{Name.npc_lunn}}. agent: !happy !bliss Точильний камінь! О, Мисливцю, яка ж ви душка! Дивись, <#BLUE>{Name.npc_lunn}</>, точильний камінь — спеціально для тебе! !neutral !wavelunn ...Ой. Тільки не думай, ніби він натякає на твою тупість... !dejected Е-е, вибачте, Мисливцю. Схоже, ви трохи підпадеше у немилість <#BLUE>{2:{Name.npc_lunn}}</>. player: Що?! Але я... ж тільки... agent: !happy !dubious Не хвилюйтесь, він відтане. <i>Я</> вважаю, це був чудовий подарунок.

source: agent: !happy !dubious You know, you've done so much for me, Hunter. For all of us, really. You deserve something special every once in a while too! !netural !dejected I had a look at that armour you're getting from {name.npc_market_merchant}. It's great. Too great. !dubious I can upgrade that new {name.i_item_rarity_rare} armour all the way to <#RED>Level {max_level_rare}</>, but I can't get your old {name.i_item_rarity_uncommon} stuff beyond <#RED>Level {max_level_uncommon}</>. player: What can we do? agent: !happy !nervous Weeelllll... I've got an idea! If you help me beef up my sewing kit, <#BLUE>{name.npc_lunn}</> and I could really give your armour some pizzazz! !think With an <#RED>{name.armourtools1}</>, I could upgrade your old armour to {name.i_item_rarity_rare}. I just need some materials. !happy !clap Lemme put together a list of stuff we'll need!
uk: agent: !happy !dubious Ви стільки для всіх нас зробили, Мисливцю... ви теж заслуговуєте на щось особливе! !neutral !dejected Я бачила ті обладунки, що ви купили в {2:{Name.npc_market_merchant}}. Вони шикарна. Навіть занадто. !dubious Я можу підняти ваші нові {2:{name.i_item_rarity_rare}} обладунки аж до <#RED>{max_level_rare} рівня</>, але старі {2:{name.i_item_rarity_uncommon}} далі <#RED>{max_level_uncommon} рівня</> не витягну. player: І що робити? agent: !happy !nervous Нууу... є одна ідея! Якщо допоможете мені прокачати мій набір для шиття, ми з <#BLUE>{2:{Name.npc_lunn}}</> зможемо насправді додати вашим обладункам трішки шарму! !think Маючи <#RED>{name.armourtools1}</> я б могла зробити зі старих обладунків {2:{name.i_item_rarity_rare}}. Потрібні лише матеріали. !happy !clap Складу вам списочок речей, які нам знадобляться!
