Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

source: Increase your <#RED>{name.concept_runspeed} Bonus</> to <#RED>{max_progress}%</>!
uk: Збільште свій <#RED>бонус {2:{name.concept_runspeed}}</> до <#RED>{max_progress}%</>!

source: <#RED>Perfect {name.concept_dodge}</> a <#RED>Lightning Strike</>!
uk: Виконайте <#RED>ідеальне {2:{name.concept_dodge}}</> від <#RED>удару блискавки</>!

source: Complete the {name.run}!
uk: Завершіть {name.run}!

source: <#RED>Kill {max_progress} {name_multiple.rot}</> with a <#RED>{name.weapon_hammer}</>!
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</>, використовуючи <#RED>{name.weapon_hammer}</>!

source: Get <#RED>{max_progress} {name_multiple.concept_hitstreak}</> of at least <#RED>{hitstreak_threshold}</>!
uk: Отримайте <#RED>{max_progress} {name_multiple.concept_hitstreak}</> не менше <#RED>{hitstreak_threshold}</>!

source: Complete the {name.run}!
uk: Завершіть {name.run}!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_sedament_tundra_1.desc
source: Using a <#RED>{name.weapon_hammer}</>, deal <#RED>{max_progress} damage</> with <#RED>{name_multiple.concept_focus_hit}</>!
uk: Використовуючи <#RED>{name.weapon_hammer}</>, завдайте <#RED>{max_progress} одиниць шкоди</> за допомогою <#RED>{2:{name_multiple.concept_focus_hit}}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_sedament_tundra_2.desc
source: Using a <#RED>{name.weapon_hammer}</>, get a <#RED>{name.concept_hitstreak}</> of at least <#RED>{hitstreak_count}</>!
uk: Використовуючи <#RED>{2:{name.weapon_hammer}}</>, отримайте <#RED>{2:{name.concept_hitstreak}}</> не менше <#RED>{hitstreak_count}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_sedament_tundra_3.desc
source: Complete the {name.run}!
uk: Завершіть {name.run}!

source: <#RED>Equip</> a piece of gear <#RED>above level {item_level}</> in the <#RED>Market Room</>!
uk: <#RED>Одягніть</> спорядження <#RED>вище {item_level} рівня</> на <#RED>ринку</>!

source: <#RED>Kill {max_progress} {name_multiple.rot}</> that are <#RED>Frozen</>!
uk: <#RED>Вбийте {max_progress} <#RED>заморожених</> {2:{name_multiple.rot}}</>!

source: Complete the {name.run}!
uk: Завершіть {name.run}!

source: <#RED>Kill {max_progress} {name_multiple.rot}</> with a <#RED>{name.weapon_shotput}</>!
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</>, використовуючи <#RED>{name.weapon_shotput}</>!

source: <#RED>Kill {max_progress} {name_multiple.rot}</> while you are <#RED>Warm</>!
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</> бувши в <#RED>теплі</>!

source: Complete the {name.run}!
uk: Завершіть {name.run}!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_thatcher_swamp_1.desc
source: Maintain one <#RED>{name.concept_hitstreak}</> for an entire <#RED>{name.combat_room}</>!
uk: Зберігайте одну <#RED>{2:{name.concept_hitstreak}}</> протягом всієї кімнати <#RED>{name.combat_room}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_thatcher_swamp_2.desc
source: Stockpile <#RED>{max_progress} {name.i_konjur}</>!
uk: Запасіть <#RED>{max_progress} {2:{name.i_konjur}}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_thatcher_swamp_3.desc
source: Complete the {name.run}!
uk: Завершіть {name.run}!

source: <#RED>Kill {max_progress} {name_multiple.rot}</> with the <#RED>{name.light_weight} Class</>!
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</>, маючи <#RED>клас {name.light_weight}</>!

source: <#RED>Kill {max_progress} {name_multiple.rot}</>, each in a single <#RED>Hit</>.
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</>, кожного одним <#RED>ударом</>.

source: Complete the {name.run}!
uk: Завершіть {name.run}!

source: <#RED>Kill {max_progress} {name_multiple.rot}</> with a <#RED>{name.weapon_cannon}</>!
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</>, використовуючи <#RED>{2:{name.weapon_cannon}}</>!

source: Increase your <#RED>{name.powerdesc_critchance} Bonus</> to <#RED>{max_progress}%</>!
uk: Збільште свій <#RED>бонус на {2:{name.powerdesc_critchance}}</> до <#RED>{max_progress}%</>!

source: Complete the {name.run}!
uk: Завершіть {name.run}!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_treemon_forest_1.desc
source: Wear a full <#RED>{name.concept_loadout}</> of equipment <#RED>above Level 1</>!
uk: Одягніть повний <#RED>{name.concept_loadout}</> зі спорядженням <#RED>вище 1 рівня</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_treemon_forest_2.desc
source: <#RED>Kill {max_progress} {name_multiple.rot}</> without taking <#RED>{name.concept_damage}</>!
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</>, не отримавши <#RED>{4:{name.concept_damage}}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_treemon_forest_3.desc
source: Complete the {name.run}!
uk: Завершіть {name.run}!

source: <#RED>Kill {max_progress} {name_multiple.rot}</>!
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</>!

source: Take <#RED>{max_progress} {name_multiple.concept_relic}</>!
uk: Отримайте <#RED>{max_progress} {3:{name_multiple.concept_relic}}</>!

source: Complete the {name.run}!
uk: Завершіть {name.run}!

source: Do <#RED>{max_progress} {name_multiple.concept_focus_hit}</>!
uk: Зробіть <#RED>{max_progress} {2:{name_multiple.concept_focus_hit}}</>!

source: <#RED>Heal</> yourself or an ally for a total of <#RED>{max_progress}</>!
uk: <#RED>Зціліть</> себе або союзника загалом на <#RED>{max_progress}</> очок!

source: Complete the {name.run}!
uk: Завершіть {name.run}!

source: <#RED>Kill {max_progress} {name_multiple.rot}</> with a <#RED>{name.weapon_polearm}</>!
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</>, використовуючи <#RED>{name.weapon_polearm}</>!

source: <#RED>Equip</> a piece of gear in the <#RED>Market Room</>!
uk: <#RED>Спорядіть</> предмет спорядження на <#RED>ринку</>!

source: Complete the {name.run}!
uk: Завершіть {name.run}!

# STRINGS.ITEMS.KEY_ITEMS.armourtools0.desc
source: Allows the holder to upgrade all armour to <#RED>Level 5</>.
uk: Дозволяє власнику покращити всі обладунки до <#RED>5 рівня</>.

# STRINGS.ITEMS.KEY_ITEMS.armourtools1.desc
source: Allows the holder to upgrade all armour to <#RED>Level 9</>.
uk: Дозволяє власнику покращити всі обладунки до <#RED>9 рівня</>.

# STRINGS.ITEMS.KEY_ITEMS.armourtools2.desc
source: Allows the holder to upgrade all armour to <#RED>Level 10</>.
uk: Дозволяє власнику покращити всі обладунки до <#RED>10 рівня</>.

# STRINGS.ITEMS.KEY_ITEMS.cookingtools.desc
source: Allows the holder to cook meals and bring them on Hunts.
uk: Дозволяє власнику готувати їжу та приносити її на полювання.

# STRINGS.ITEMS.KEY_ITEMS.farmtools.desc
source: Allows the holder to refine and plant seeds
uk: Дозволяє власнику обробляти та садити насіння

# STRINGS.ITEMS.KEY_ITEMS.gemtools.desc
source: Allows the holder to use a <#RED>Gem Crafting Table</>.
uk: Дозволяє власнику використовувати <#RED>стіл для створення самоцвітів</>.

# STRINGS.ITEMS.KEY_ITEMS.teffrometer.desc
source: Allows the holder to earn <#RED>Bonus Rewards</> during Frenzied Hunts affected by a <#RED>{name.weather}</>.
uk: Дозволяє власнику заробляти <#RED>бонусні нагороди</> під час божевільних полювань, на які впливає <#RED>{name.weather}</>.

# STRINGS.ITEMS.KEY_ITEMS.weapontools0.desc
source: Allows the holder to upgrade all weapons to <#RED>Level 5</>.
uk: Дозволяє власнику покращити всю зброю до <#RED>5 рівня</>.

# STRINGS.ITEMS.KEY_ITEMS.weapontools1.desc
source: Allows the holder to upgrade all weapons to <#RED>Level 9</>.
uk: Дозволяє власнику покращити всю зброю до <#RED>9 рівня</>.

# STRINGS.ITEMS.KEY_ITEMS.weapontools2.desc
source: Allows the holder to upgrade all weapons to <#RED>Level 10</>.
uk: Дозволяє власнику покращити всю зброю до <#RED>10 рівня</>.

# STRINGS.ITEMS.KONJUR_CONVERSION.basic.desc
source: Convert {name.konjur} into {name.konjur_soul_lesser}.
uk: Перетворіть {name.konjur} на {name.konjur_soul_lesser}.

# STRINGS.ITEMS.KONJUR_CONVERSION.basic.name
source: {name.konjur} Conversion
uk: Перетворення {name.konjur}у

source: Land the final blow on 5 giant Enemies
uk: Завдати фінального удару двом велетенським ворогам

source: {name.bandi_swamp}: Giantslayer
uk: {Name.bandi_swamp}: Вбивця велетнів

source: Suffer no Spore effects
uk: Не отримати жодних ефектів від спор

source: {name.bandi_swamp}: Sporeless
uk: {Name.bandi_swamp}: Безспоровий

source: Kill 10 Enemies with a direct hit from an Ice Block
uk: Вбити 10 ворогів прямим попаданням льодяного блоку

source: {name.eggzy_tundra}: Icemaster
uk: {Name.eggzy_tundra}: Майстер льоду

source: Avoid taking damage from an Ice Block
uk: Уникати отримання шкоди від льодяного блоку

source: {name.eggzy_tundra}: Slick
uk: {Name.eggzy_tundra}: Гладкий

source: Kill 3 {name.funguile} Hats
uk: Знищити 3 шляпки {2:{name.funguile}}

source: {name.grimhollow_volcano}: Pruner
uk: {Name.grimhollow_volcano}: Секатор

source: Avoid taking damage from {name.grimhollow_volcano} Security Systems
uk: Уникайте пошкоджень від системи безпеки {2:{Name.grimhollow_volcano}}

source: {name.grimhollow_volcano}: Intruder
uk: {Name.grimhollow_volcano}: Порушник

source: Land the final blow on 2 giant {name_multiple.battoad}
uk: Завдати фінального удару двом велетенським {2:{Name_multiple.battoad}}

source: {name.owlitzer_forest}: Frogslayer
uk: {Name.owlitzer_forest}: Жаборіз

source: Get pushed by Wind under 5 times
uk: Бути здутим вітром менше ніж 5 разів

source: {name.owlitzer_forest}: Immovable
uk: {Name.owlitzer_forest}: Нерухомий

source: Land 20 Hits on Frozen Enemies
uk: Нанести 20 ударів замороженим ворогам

source: {name.sedament_tundra}: Shatterer
uk: {Name.sedament_tundra}: Розбивач

source: Avoid being Frozen Solid
uk: Уникати повного заморожування

source: {name.sedament_tundra}: Antifreeze
uk: {Name.sedament_tundra}: Антифриз

source: Land the final blow on 5 {name.woworm} Shells
uk: Завдати фінального удару 5 мушлям {2:{Name.woworm}}

source: {name.thatcher_swamp}: Shellcracker
uk: {name.thatcher_swamp}: Розбивач панцерів

source: Suffer no {name.concept_toxic} Damage
uk: Не отримайте шкоди від {3:{name.concept_toxic}}

source: {name.thatcher_swamp}: Acidless
uk: {Name.thatcher_swamp}: Безкислотний

source: Use no Potions
uk: Не використовувати зілля

source: {name.treemon_forest}: Potionless
uk: {Name.treemon_forest}: Без зілля

source: Take no Damage
uk: Не отримувати шкоду

source: {name.treemon_forest}: No Hit
uk: {Name.treemon_forest}: Без удару

# STRINGS.ITEMS.MATERIALS.TAKE_SOUL_BUTTON
source: {name.interact_tap} Take
uk: {Name.interact_tap} Взяти

# STRINGS.ITEMS.MATERIALS.TAKE_SOUL_BUTTON_NAME
source: {name.interact_tap} Take {name}
uk: {Name.interact_tap} Взяти {name}

# STRINGS.ITEMS.MATERIALS.arak_eye.desc
source: A big eye with an intense gaze. Found in: <#RED></>
uk: Велике око з пильним поглядом. Знайдено в: <#RED></>

# STRINGS.ITEMS.MATERIALS.arak_eye.name
source: {name.arak} Eye
uk: Око {Name.arak}а

# STRINGS.ITEMS.MATERIALS.arak_leg.desc
source: A hairy leg. Found in: <#RED></>
uk: Волохата нога. Знайдена в: <#RED></>

# STRINGS.ITEMS.MATERIALS.arak_leg.name
source: {name.arak} Leg
uk: Нога {Name.arak}а

# STRINGS.ITEMS.MATERIALS.arak_shell.desc
source: A silky shell. Found in: <#RED></>
uk: Шовковиста оболонка. Знайдена в: <#RED></>

# STRINGS.ITEMS.MATERIALS.arak_shell.name
source: {name.arak} Shell
uk: Оболонка {Name.arak}а

# STRINGS.ITEMS.MATERIALS.arak_skull.desc
source: Even for a skull, it's a fright. Found in: <#RED></>
uk: Навіть для черепа це жах. Знайдена в: <#RED></>

# STRINGS.ITEMS.MATERIALS.arak_skull.name
source: {name.arak} Skull
uk: Череп {Name.arak}а

# STRINGS.ITEMS.MATERIALS.arak_web.desc
source: Silky and tensile. Found in: <#RED></>
uk: Шовковиста і еластична. Знайдена в: <#RED></>

# STRINGS.ITEMS.MATERIALS.arak_web.name
source: {name.arak} Web
uk: Павутина {Name.arak}а

# STRINGS.ITEMS.MATERIALS.bandicoot_hand.desc
source: Once-nimble fingers taken from an <#RED>{name.bandicoot}</>. Found in: <#RED>{name.bandi_swamp}</>
uk: Колись спритні пальці, взяті у <#RED>{2:{Name.bandicoot}}</>. Знайдено в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.bandicoot_hand.name
source: {name.bandicoot} Hand
uk: Рука {2:{Name.bandicoot}}

# STRINGS.ITEMS.MATERIALS.bandicoot_tail.desc
source: Rarely wags. Found in: <#RED>{name.bandi_swamp}</>
uk: Іноді виляє. Знайдений в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.bandicoot_tail.name
source: {name.bandicoot} Tail
uk: Хвість {2:{Name.bandicoot}}

# STRINGS.ITEMS.MATERIALS.bandicoot_wing.desc
source: Leathery wings with incredible tensile strength. Found in: <#RED>{name.bandi_swamp}</>
uk: Шкірясті крила з неймовірною міцністю на розрив. Знайдені в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.bandicoot_wing.name
source: {name.bandicoot} Wings
uk: Крила {2:{Name.bandicoot}}

# STRINGS.ITEMS.MATERIALS.battoad_leg.desc
source: A generous hock of <#RED>{name.battoad}</> meat. Found in: <#RED>{name.bandi_swamp}</>
uk: Щедра порція м'яса від <#RED>{2:{Name.battoad}}</>. Знайдена в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.battoad_leg.name
source: {name.battoad_elite} Leg
uk: Нога {Name.battoad_elite}

# STRINGS.ITEMS.MATERIALS.battoad_wing.desc
source: A stretchy wing with an only mildly off-putting odour. Found in: <#RED>{name.bandi_swamp}</>
uk: Розтягнуте крило з ледь помітним запахом. Знайдено в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.battoad_wing.name
source: {name.battoad} Wing
uk: {Name.battoad} крило

# STRINGS.ITEMS.MATERIALS.beets_body.desc
source: Whoops, I guess someone dropped the <#RED>{name.beets}</>. Found in: <#RED>{name.treemon_forest}</>
uk: Ой, мабуть, хтось загубив <#RED>{Name.beets}</>. Знайдено в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.beets_body.name
source: {name.beets} Body
uk: Тіло {Name.beets}а

# STRINGS.ITEMS.MATERIALS.beets_leaf.desc
source: How can the top of a <#RED>{name.beets_elite}</> be so soft, yet hurt so bad? Found in: <#RED>{name.treemon_forest}</>
uk: Як верхівка <#RED>{Name.beets_elite}а</> може бути такою м'якою, але такою болючою? Знайдений в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.beets_leaf.name
source: {name.beets_elite} Leaf
uk: Лист {Name.beets_elite}а

# STRINGS.ITEMS.MATERIALS.blarmadillo_hide.desc
source: A section of rough, thick skin. The last owner should've moisturized. Found in: <#RED>{name.treemon_forest}</>
uk: Частина грубої, товстої шкіри. Попередній власник мав би зволожити. Знайдена в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.blarmadillo_hide.name
source: {name.blarmadillo} Hide
uk: {Name.blarmadillo} шкіра

# STRINGS.ITEMS.MATERIALS.blarmadillo_trunk.desc
source: The elongated snoot of a felled <#RED>{name.blarmadillo_elite}</>. It squishes in a displeasing manner. Found in: <#RED>{name.treemon_forest}</>
uk: Витягнутий ніс вбитого <#RED>{Name.blarmadillo_elite}</>. Він деформується неприємним чином. Знайдений в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.blarmadillo_trunk.name
source: {name.blarmadillo_elite} Trunk
uk: Стовбур {Name.blarmadillo_elite}

# STRINGS.ITEMS.MATERIALS.bonejaw_claw.desc
source: A sharp claw. The worst kind Found in: <#RED></>
uk: Гострий кіготь. Найгірший вид Знайдений в: <#RED></>

# STRINGS.ITEMS.MATERIALS.bonejaw_claw.name
source: {name.bonejaw} Claw
uk: {Name.bonejaw} кіготь

# STRINGS.ITEMS.MATERIALS.bonejaw_hide.desc
source: A coriaceous yet mealy hide. Found in: <#RED></>
uk: Шкіряна, але борошниста шкіра. Знайдена в: <#RED></>

# STRINGS.ITEMS.MATERIALS.bonejaw_hide.name
source: {name.bonejaw} Rind
uk: Шкірка {2:{Name.bonejaw}}

# STRINGS.ITEMS.MATERIALS.bonejaw_skull.desc
source: A skull of an <#RED>{name.bonejaw}</>. A good chunk exposed when breathing Found in: <#RED></>
uk: Череп <#RED>{2:{Name.bonejaw}}</>. Хороший шматок оголюється під час дихання Знайдений в: <#RED></>

# STRINGS.ITEMS.MATERIALS.bonejaw_skull.name
source: {name.bonejaw} Skull
uk: {Name.bonejaw} череп

# STRINGS.ITEMS.MATERIALS.bonejaw_spike.desc
source: One of many spikes from an <#RED>{name.bonejaw}</>. Found in: <#RED></>
uk: Один із багатьох шипів від <#RED>{2:{Name.bonejaw}}</>. Знайдений в: <#RED></>

# STRINGS.ITEMS.MATERIALS.bonejaw_spike.name
source: {name.bonejaw} Tusk
uk: {Name.bonejaw} Бивень

# STRINGS.ITEMS.MATERIALS.bonejaw_tail.desc
source: An <#RED>{name.bonejaw}'s</> serpentine tail. Found in: <#RED></>
uk: Змієподібний хвіст <#RED>{2:{Name.bonejaw}}</>. Знайдений в: <#RED></>

# STRINGS.ITEMS.MATERIALS.bonejaw_tail.name
source: {name.bonejaw} Tail
uk: Хвіст {2:{Name.bonejaw}}

# STRINGS.ITEMS.MATERIALS.bonejaw_tooth.desc
source: A well-kept, well pointed tooth. Found in: <#RED></>
uk: Доглянутий, добре загострений зуб. Знайдений в: <#RED></>

# STRINGS.ITEMS.MATERIALS.bonejaw_tooth.name
source: {name.bonejaw} Fang
uk: {Name.bonejaw} Ікло

# STRINGS.ITEMS.MATERIALS.boss_bandi_swamp.desc
source: Leathery wings with incredible tensile strength.
uk: Шкірясті крила з неймовірною міцністю на розрив.

# STRINGS.ITEMS.MATERIALS.boss_bandi_swamp.name
source: {name.bandicoot} Wing
uk: Крила {2:{Name.bandicoot}}

# STRINGS.ITEMS.MATERIALS.boss_eggzy_tundra.name
source: {name.eggzy} Skull
uk: Череп {2:{Name.eggzy}}

# STRINGS.ITEMS.MATERIALS.boss_grimhollow_volcano.desc
source: Wood in the gnarly features of a <#RED>{name.grimhollow}'s</> face. Found in: <#RED>{name.treemon_forest}</>
uk: Дерево у вузлуватих рисах обличчя <#RED>{name.grimhollow}а</>. Знайдена в: <#RED>{name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.boss_grimhollow_volcano.name
source: {name.grimhollow} Death Mask
uk: Маска смерті {2:{Name.grimhollow}}

# STRINGS.ITEMS.MATERIALS.boss_owlitzer_forest.desc
source: The razor sharp claws of an <#RED>{name.owlitzer}</>.
uk: Гострі як бритва кігті <#RED>{3:{Name.owlitzer}}</>.

# STRINGS.ITEMS.MATERIALS.boss_owlitzer_forest.name
source: {name.owlitzer} Claw
uk: Кіготь {3:{Name.owlitzer}}

# STRINGS.ITEMS.MATERIALS.boss_sedament_tundra.name
source: {name.sedament} Control Gem
uk: Камінь керування {Name.sedament}ом

# STRINGS.ITEMS.MATERIALS.boss_thatcher_swamp.desc
source: A solid shell.
uk: Суцільна оболонка.

# STRINGS.ITEMS.MATERIALS.boss_thatcher_swamp.name
source: {name.thatcher} Husk
uk: Оболонка {2:{Name.thatcher}}

# STRINGS.ITEMS.MATERIALS.boss_treemon_forest.desc
source: There's just no reason for trees to have thumbs.
uk: У дерев просто немає причин мати великі пальці.

# STRINGS.ITEMS.MATERIALS.boss_treemon_forest.name
source: {name.megatreemon} Claw
uk: Кігті {2:{Name.megatreemon}}

# STRINGS.ITEMS.MATERIALS.bulbug_bulb.desc
source: A classic <#RED>{name.bulbug_elite}</> bulb. The air around it feels fuzzy with energy. Found in: <#RED>{name.bandi_swamp}</>
uk: Класична лампочка <#RED>{Name.bulbug_elite}</>. Повітря навколо нього наповнене енергією. Знайдена в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.bulbug_bulb.name
source: {name.bulbug_elite} Bulb
uk: Лампочка {Name.bulbug_elite}

# STRINGS.ITEMS.MATERIALS.bulbug_jaw.desc
source: Huge insect jaws with impressive piercing power. Found in: <#RED>{name.bandi_swamp}</>
uk: Величезні щелепи комахи з вражаючою колючою силою. Знайдено в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.bulbug_jaw.name
source: {name.bulbug} Pincers
uk: {Name.bulbug} кліщі

# STRINGS.ITEMS.MATERIALS.cabbageroll_baby.desc
source: The larval form of a <#RED>{name.cabbageroll_elite}</>. It may look cute, but don't be fooled. Found in: <#RED>{name.treemon_forest}</>
uk: Личинкова форма <#RED>{Name.cabbageroll_elite}а</>. Воно може виглядати миленько, але не дайте себе обманути. Знайдено в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.cabbageroll_baby.name
source: {name.cabbageroll_elite} Bulb
uk: {Name.cabbageroll_elite} цибулина

# STRINGS.ITEMS.MATERIALS.cabbageroll_skin.desc
source: <#RED>{name_multiple.cabbageroll}</> have <i>layers</i>. Found in: <#RED>{name.treemon_forest}</>
uk: <#RED>{Name_multiple.cabbageroll}</> має <i>шари</i>. Знайдена в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.cabbageroll_skin.name
source: {name.cabbageroll} Skin
uk: Скіна {Name.cabbageroll}

# STRINGS.ITEMS.MATERIALS.crop_drop_bandi_swamp.desc
source: Bog Beans
uk: Болотні боби

# STRINGS.ITEMS.MATERIALS.crop_drop_bandi_swamp.name
source: {name.bandi_swamp} Beans
uk: Боби {2:{Name.bandi_swamp}}

# STRINGS.ITEMS.MATERIALS.crop_drop_eggzy_tundra.desc
source: Cavern Onion
uk: Печерна цибуля

# STRINGS.ITEMS.MATERIALS.crop_drop_eggzy_tundra.name
source: {name.eggzy_tundra} Onion
uk: Цибуля {2:{Name.eggzy_tundra}}

# STRINGS.ITEMS.MATERIALS.crop_drop_grimhollow_volcano.desc
source: Ruins Wheat
uk: Пшениця руїн

# STRINGS.ITEMS.MATERIALS.crop_drop_grimhollow_volcano.name
source: {name.grimhollow_volcano} Wheat
uk: Пшениця {2:{Name.grimhollow_volcano}}

# STRINGS.ITEMS.MATERIALS.crop_drop_owlitzer_forest.desc
source: Grove Berries
uk: Ягоди гаю

# STRINGS.ITEMS.MATERIALS.crop_drop_owlitzer_forest.name
source: {name.owlitzer_forest} Berries
uk: Ягоди {2:{Name.owlitzer_forest}}

# STRINGS.ITEMS.MATERIALS.crop_drop_sedament_tundra.desc
source: Quarry Cabbage
uk: Кар'єрна капуста

# STRINGS.ITEMS.MATERIALS.crop_drop_sedament_tundra.name
source: {name.sedament_tundra} Cabbage
uk: Капуста {2:{Name.sedament_tundra}}

# STRINGS.ITEMS.MATERIALS.crop_drop_thatcher_swamp.desc
source: Molded Fruit
uk: Запліснявілі фрукти

# STRINGS.ITEMS.MATERIALS.crop_drop_thatcher_swamp.name
source: {name.thatcher_swamp} Fruit
uk: Фрукт {2:{Name.thatcher_swamp}}

# STRINGS.ITEMS.MATERIALS.crop_drop_treemon_forest.desc
source: Forest Squash
uk: Лісовий гарбуз

# STRINGS.ITEMS.MATERIALS.crop_drop_treemon_forest.name
source: {name.treemon_forest} Squash
uk: Гарбуз {2:{Name.treemon_forest}}

# STRINGS.ITEMS.MATERIALS.eyev_eyelashes.desc
source: Frozen forever in a sultry stare. Found in: <#RED>{name.bandi_swamp}</>
uk: Завмерла назавжди в спекотному погляді. Знайдений в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.eyev_eyelashes.name
source: {name.eyev_elite} Eyelashes
uk: {Name.eyev_elite} Вії

# STRINGS.ITEMS.MATERIALS.eyev_vine.desc
source: A rubbery vine, shorn from an <#RED>{name.eyev}</>. Found in: <#RED>{name.bandi_swamp}</>
uk: Гумова лоза, зрізана з <#RED>{Name.eyev}</>. Знайдено в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.eyev_vine.name
source: {name.eyev} Vine
uk: Лоза {Name.eyev}а

# STRINGS.ITEMS.MATERIALS.floracrane_beak.desc
source: Are <#RED>{name_multiple.floracrane_elite}</> shy? They're all tongue-tied. Found in: <#RED>{name.bandi_swamp}</>
uk: Чи сором'язливі <#RED>{Name_multiple.floracrane_elite}</>? Вони всі мовчать, як риби. Знайдений в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.floracrane_beak.name
source: {name.floracrane_elite} Beak
uk: Дзьоб {2:{Name.floracrane_elite}}

# STRINGS.ITEMS.MATERIALS.floracrane_feather.desc
source: Soft, elegant feathers harvested from a <#RED>{name.floracrane}</>. Found in: <#RED>{name.bandi_swamp}</>
uk: М'яке, елегантне пір'я, зібране з <#RED>{2:{Name.floracrane}}</>. Знайдено в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.floracrane_feather.name
source: {name.floracrane} Down
uk: Пір'я {2:{Name.floracrane}}

# STRINGS.ITEMS.MATERIALS.floracrane_feet.desc
source: Yum
uk: Ням

# STRINGS.ITEMS.MATERIALS.floracrane_feet.name
source: Floracrane Feet
uk: Ноги Флоравля

# STRINGS.ITEMS.MATERIALS.friend_gift.desc
source: A memento from your {name.run} to give to a member of the {name_multiple.foxtails}. Found in: <#RED>Special Rooms</>
uk: Пам'ятний предмет з вашого {name.run}, який можна подарувати члену {3:{name_multiple.foxtails}}. Знаходиться в: <#RED>спеціальних кімнатах</>

# STRINGS.ITEMS.MATERIALS.friend_gift.name
source: Gift-Wrapped Souvenir
uk: Сувенір у подарунковій обгортці

# STRINGS.ITEMS.MATERIALS.gem_dust.name
source: {name.gem} Dust
uk: Пил {3:{name.gem}}
