Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Quest.twn_repeatable_tutorials_dojo.HUB_OPT
source: Got any lessons for me?
uk: Є для мене якісь уроки?

# Quest.twn_repeatable_tutorials_dojo.REPEAT_LESSON_FIRST_LINE
source: agent: !neutral !angry LISTEN UP now! {name.dojo_cough}
uk: agent: !neutral !angry СЛУХАЙТЕ уважно! {Name.dojo_cough}

# Quest.twn_repeatable_tutorials_dojo.TALK_SELECT_CATEGORY
source: agent: !gesture What sort of lesson you lookin' for?
uk: agent: !gesture Який урок ви шукаєте?

# Quest.twn_repeatable_tutorials_dojo.TALK_SELECT_COMBAT
source: agent: !dubious In a fightin' mood, huh?
uk: agent: !dubious У бойовому настрої, га?

# Quest.twn_repeatable_tutorials_dojo.TALK_SELECT_DEFENSE
source: agent: !gruffnod Defense. {name.dojo_cough} 'Course.
uk: agent: !gruffnod Захист. {Name.dojo_cough} Звичайно.

# Quest.twn_repeatable_tutorials_dojo.TALK_SELECT_EQUIPMENT
source: agent: !gruffnod 'Course. A Hunter should know their gear better than their own mother.
uk: agent: !gruffnod Авжеж. Мисливець повинен знати своє спорядження краще, ніж власну матір.

# Quest.twn_repeatable_tutorials_dojo.TALK_SELECT_GENERAL
source: agent: !happy !dubious Sure. Pick yer lesson.
uk: agent: !happy !dubious Звичайно. Вибирайте свій урок.

# Quest.twn_repeatable_tutorials_dojo.TALK_SELECT_WEAPONS
source: agent: !agree {name.dojo_cough} Which weapon you wanna hear about?
uk: agent: !agree {Name.dojo_cough} Про яку зброю ви хочете почути?

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.COMBAT.CRITICAL_HITS
source: agent: !neutral !point <#RED>Critical Hits</> deal double <#RED>Damage</> and appear in <#ATK_CRIT>Pink</>. They happen by random chance when you land an <#RED>Attack</>. !gesture The likelihood of gettin' them is based on your <#RED>Crit Chance</>, which is affected by your Hunter <#RED>{name_multiple.concept_relic}</> and gear. !gruffnod Keep in mind, a <#RED>Critical Hit</> is different from a <#BLUE>{name.concept_focus_hit}</>. Landin' <#BLUE>{name_multiple.concept_focus_hit}</> is under your direct control.
uk: agent: !neutral !point <#RED>Критичні удари</> завдають подвійну <#RED>шкоду</> і відображаються <#ATK_CRIT>рожевим</>. Вони трапляються випадковим чином, коли ви завдаєте <#RED>удар</>. !gesture Ймовірність їх отримання залежить від вашого <#RED>шансу критичного удару</>, який впливає на ваші <#RED>{name_multiple.concept_relic}</> та обладнання. !gruffnod Пам'ятайте, що <#RED>критичний удар</> відрізняється від <#BLUE>{2:{name.concept_focus_hit}}</>. Завдання <#BLUE>{2:{name_multiple.concept_focus_hit}}</> під вашим прямим контролем.

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.COMBAT.CRITICAL_HITS_BTN
source: Critical Hits
uk: Критичні удари

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.COMBAT.CRITICAL_HITS_BTN_ALT
source: Critical Hits, again?
uk: Критичні удари, знову?

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.COMBAT.FOCUS_HITS
source: agent: !neutral !gesture This one's <i>important</i>-- each <#RED>Weapon Type's</> got conditions for extra-effective <#RED>Attacks</> called <#BLUE>{name_multiple.concept_focus_hit}</>. !dubious It can't be overstated how much yer <#RED>Damage'll</> skyrocket if you can learn to do 'em consistently. !point So check your <#RED>Weapon's</> <#BLUE>{name.concept_focus_hit}</> conditions over at the <#RED>Weapon Racks</>. !happy !gruffnod You'll know you've performed one correctly if your <#RED>Damage</> numbers turn <#BLUE>Blue</>.
uk: agent: !neutral !gesture Це <i>важливо</i>... кожен <#RED>тип зброї</> має свої умови для надзвичайно ефективних <#RED>атак</>, які називаються <#BLUE>{name_multiple.concept_focus_hit}</>. !dubious Важко уявити, наскільки сильно зросте ваша <#RED>шкода</>, якщо ви зможете навчитись робити їх постійно. !point Тож перевірте умови <#RED>вашої зброї</> для <#BLUE>{2:{name.concept_focus_hit}}</> на <#RED>стійці для зброї</>. !happy !gruffnod Ви дізнаєтеся, що виконали все правильно, якщо число вашої <#RED>шкоди</> стане <#BLUE>синім</>.

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.COMBAT.FOCUS_HITS_BTN_ALT
source: {name_multiple.concept_focus_hit}, again?
uk: {Name_multiple.concept_focus_hit}, знову?

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.COMBAT.HIT_STREAKS
source: agent: !neutral !point If you can land multiple <#RED>Attacks</> in a row without receiving <#RED>Damage</> or taking too long between hits, you'll build something called <#RED>Hit Streak</>. !think Lots of <#RED>{name_multiple.concept_relic}</> interact with <#RED>Hit Streak</>, so it's worth learning how to rack up the hits if you wanna use them. !happy !gruffnod If y'find it hard to build or maintain <#RED>Hit Streak</>, you can give yourself a leg up by learning to <#RED>Dodge Cancel</>.
uk: agent: !neutral !point Якщо вам вдасться виконати декілька <#RED>ударів</> підряд, не отримуючи <#RED>шкоди</> або не витрачаючи занадто багато часу між ударами, ви зможете створити те, що називається <#RED>серією влучань</>. !think Деякі <#RED>{name_multiple.concept_relic}</> взаємодіють з <#RED>серією влучань</>, тому варто навчитися накопичувати удари, якщо ви хочете їх використовувати. !happy !gruffnod Якщо вам важко накопичити або підтримувати <#RED>серію влучань</>, ви можете отримати перевагу, навчившись <#RED>скасуванню ухилення</>.

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.COMBAT.HIT_STREAKS_BTN
source: Hit Streaks
uk: Серії влучань

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.COMBAT.HIT_STREAKS_BTN_ALT
source: Hit Streaks, again?
uk: Серії влучань, знову?

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.COMBAT_BTN
source: Offense
uk: Атака

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.COMBAT_BTN_ALT
source: Offense <#RED><z 0.7>(Review)</z></>
uk: Атака <#RED><z 0.7>(Відгук)</z></>

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.DEFENSE.DODGE
source: agent: !neutral !point <#RED>Dodging</> (<p bind='Controls.Digital.DODGE' color=BTNICON_DARK>) is one of the most crucial and fundamental tools in your arsenal, Hunter. !gruffnod To survive, you'll have to learn to prioritize <#RED>Dodging</> incoming <#RED>Attacks</> over trying to do <#RED>Damage</> yourself. !gesture After <#RED>Dodging</> an <#RED>Enemy's Attack</>, they'll usually be wide open for you to safely swing.
uk: agent: !neutral !point <#RED>Ухиляння</> (<p bind='Controls.Digital.DODGE' color=BTNICON_DARK>) — це один з найважливіших і основних інструментів у вашому арсеналі, Мисливцю. !gruffnod Щоб вижити, вам потрібно навчитися першочергово <#RED>ухилятись</> від <#RED>атак</> замість спроби завдати <#RED>шкоди</> самостійно. !gesture Після <#RED>ухиляння</> від <#RED>атаки ворога</>, зазвичай він буде вразливий для того, щоб ви безпечно завдали удару.

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.DEFENSE.DODGE_BTN
source: Dodging Basics
uk: Основи ухилення

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.DEFENSE.DODGE_BTN_ALT
source: Dodge Basics, again?
uk: Основи ухилення, знову?

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.DEFENSE.DODGE_CANCEL
source: agent: !neutral !point Every <#RED>Attack</> you can perform's got a window of time where <#RED>Dodging</> will cancel its animation, but not its <#RED>Damage</>. !happy !gesture And although them animations is real pretty, cancelling them early allows you to <#RED>Attack</> again sooner, making it easier to build <#RED>Combos</>. !neutral !gruffnod <#RED>Attacks</> all got different cancel windows though, so you'll have to practice to get a feel for <#RED>{name.concept_dodge} Cancelling</> your favourite moves.
uk: agent: !neutral !point Кожен <#RED>удар</>, який ви можете виконати, має проміжок часу, коли <#RED>ухилення</> скасовує його анімацію, але не <#RED>шкоду</>. !happy !gesture Хоча ці анімації справді красиві, раннє скасування дозволяє вам знову <#RED>ударити</> швидше, що полегшує створення <#RED>комбінацій</>. !neutral !gruffnod Однак <#RED>удари</> мають різні проміжки скасування, тому вам потрібно практикуватися, щоб відчути, як виконати <#RED>скасувати {2:{name.concept_dodge}} </> ваших улюблених рухів.

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.DEFENSE.DODGE_CANCEL_BTN
source: Dodge Cancels
uk: Скасування ухилення

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.DEFENSE.DODGE_CANCEL_BTN_ALT
source: Dodge Cancels, again?
uk: Скасування ухилення, знову?

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.DEFENSE.PERFECT_DODGE
source: agent: !neutral !gesture When you <#RED>{name.concept_dodge}</>, there's tiiiny moment where you're immune to <i>all</i> <#RED>{name.concept_damage}</>. !point If you can precisely line up the moment an <#RED>{name.concept_attack}</> would hit you with that sliver of <#RED>Dodge</> invulnerability, you'll perform a <#RED>Perfect {name.concept_dodge}</>. !gruffnod You'll know you've done it right if you leave a dust cloud behind. !happy !shrug Heck, some <#RED>{name_multiple.concept_relic}</> are even triggered when you <#RED>Perfect {name.concept_dodge}</>!
uk: agent: !neutral !gesture Підчас <#RED>{name.concept_dodge}</>, є маленький момент, коли ви невразливі до <i>всієї</i> <#RED>{2:{name.concept_damage}}</>. !point Якщо ви зможете точно визначити момент, коли <#RED>{name.concept_attack}</> влучить у вас, і ви зможете <#RED>ухилитися</>, ви виконаєте <#RED>ідеальне {2:{name.concept_dodge}}</>. !gruffnod Ви дізнаєтеся, що зробили це правильно, якщо залишите за собою хмару пилу. !happy !shrug Хоча, деякі <#RED>{name_multiple.concept_relic}</> навіть активуються, коли ви <#RED>ідеально {3:{name.concept_dodge}}</>!

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.DEFENSE.PERFECT_DODGE_BTN
source: Perfect {name_multiple.concept_dodge}
uk: Ідеальні {name_multiple.concept_dodge}

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.DEFENSE.PERFECT_DODGE_BTN_ALT
source: Perfect {name_multiple.concept_dodge}, again?
uk: Ідеальні {name_multiple.concept_dodge}, знову?

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.DEFENSE_BTN
source: Defense
uk: Захист

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.DEFENSE_BTN_ALT
source: Defense <#RED><z 0.7>(Review)</z></>
uk: Захист <#RED><z 0.7>(Відгук)</z></>

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.EQUIPMENT.LUCK_STAT
source: agent: !happy !gesture Ah yeah, <#RED>Luck's</> an unusual stat. 'Affects a little bit of everything. !point It can boost yer chances of getting rarer <#RED>{name_multiple.concept_relic}</>, getting extra loot from <#RED>{name_multiple.rot}</>, double <#RED>Healing</>, or even <#RED>Reviving</> when you should get knocked out. !think Might even have other effects I don't know 'bout. {name.dojo_cough}
uk: agent: !happy !gesture Ага, <#RED>удача</> — це незвичайна характеристика. Вона впливає на все потроху. !point Вона може підвищити шанс отримати рідкісні <#RED>{name_multiple.concept_relic}</>, додаткову здобич з <#RED>{2:{name_multiple.rot}}</>, подвоєне <#RED>зцілення</> або навіть <#RED>оживлення</>, коли ви повинні бути в нокауті. !think Можливо, вона має й інші ефекти, про які я не знаю. {Name.dojo_cough}

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.EQUIPMENT.LUCK_STAT_BTN
source: The Luck Stat
uk: Статистика удачі

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.EQUIPMENT.LUCK_STAT_BTN_ALT
source: The Luck Stat, again?
uk: Статистика удачі, знову?

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.EQUIPMENT.POTIONS
source: agent: !neutral !point You can drink <#RED>Potions</> with <p bind='Controls.Digital.USE_POTION' color=BTNICON_DARK> to restore a good chunk of yer <#RED>Health</>. !agree <#BLUE>{name.npc_scout}</> will make sure you always got <#RED>1 Potion</> with you when you start a Hunt, but use it sparingly. !dubious It's better to master <#RED>Dodging</> than it is to count on refills. {name.dojo_cough}
uk: agent: !neutral !point Ви можете випити <#RED>зілля</> натиснув <p bind='Controls.Digital.USE_POTION' color=BTNICON_DARK>, щоб відновити значну частину вашого <#RED>здоров'я</>. !agree <#BLUE>{Name.npc_scout}</> подбає, щоб у вас завжди було <#RED>1 зілля</> на початку полювання, але використовуйте його економно. !dubious Краще опанувати <#RED>ухилення</>, ніж покладатися на попвнення. {Name.dojo_cough}

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.EQUIPMENT.POTIONS_BTN
source: Potions
uk: Зілля

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.EQUIPMENT.POTIONS_BTN_ALT
source: Potions, again?
uk: Зілля, знову?

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.EQUIPMENT.WEIGHT_SYSTEM
source: agent: !neutral !think Every piece of gear you equip has a <#RED>Weight</> value, which when added together creates your <#RED>Weight Class</>. !point If your gear total puts you in the <#RED>{name.light_weight} Class</>, you'll take more <#RED>Damage</>, be easier to <#RED>Knockback</>, and have a faster <#RED>Dodge</> with a short invulnerability window. !gesture If your gear puts you in the <#RED>{name.heavy_weight} Class</>, you'll take less <#RED>Damage</>, be harder to <#RED>Knockback</>, and have a slow <#RED>Dodge</> with a longer invulnerability window. !shrug The <#RED>{name.medium_weight} Class</> will give you a balanced mix of the two. !happy !gruffnod None of the <#RED>Weight Classes</> are better or worse than the others-- it's up to you to find which style suits you best.
uk: agent: !neutral !think Кожен предмет спорядження, який ви одягаєте, має значення <#RED>ваги</>, яке разом створює вашу <#RED>вагову категорію</>. !point Якщо ваше спорядження дає вам <#RED>клас {name.light_weight}</>, ви будете отримувати більше <#RED>ушкоджень</>, вас буде легше <#RED>відкинути</>, і ваше <#RED>ухилення</> буде швидшим з коротким періодом невразливості. !gesture Якщо ваше спорядження дає вам <#RED>клас: {name.heavy_weight}</>, ви будете отримувати менше <#RED>ушкоджень</>, вас буде важче <#RED>відкинути</>, і ваше <#RED>ухилення</> буде повільнішим з довшим періодом невразливості. !shrug <#RED>клас {name.medium_weight}</> надасть вам збалансовану суміш обох. !happy !gruffnod Жодна з <#RED>вагових категорій</> не є кращою чи гіршою за інші — вам слід знайти, який стиль підходить вам найкраще.

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.EQUIPMENT.WEIGHT_SYSTEM_BTN
source: Equipment Weight
uk: Вага спорядження

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.EQUIPMENT.WEIGHT_SYSTEM_BTN_ALT
source: Equipment Weight, again?
uk: Вага спорядження, знову?

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.EQUIPMENT_BTN
source: Equipment
uk: Спорядження

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.EQUIPMENT_BTN_ALT
source: Equipment <#RED><z 0.7>(Review)</z></>
uk: Спорядження <#RED><z 0.7>(Відгук)</z></>

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.GENERAL.FRENZIED_HUNTS
source: agent: !neutral !point <#RED>Frenzied</> Hunts are tougher than regular Hunts, but you need them for progression-- they're the only way to get those precious <#KONJUR>{name_multiple.i_konjur_heart}</>. !dubious Be mindful, though. <#RED>Reviving</> allies is free on regular Hunts, but on <#RED>Frenzied</> Hunts, it'll cost you some <#RED>Health</> to pick up a friend. !happy !gruffnod If you're worried, don't be. <#RED>Frenzies</> might be challenging, but you'll never be given access to one that's beyond your ability.
uk: agent: !neutral !point <#RED>Божевільні</> полювання складніші за звичайні, але їх необхідно пройти для прогресу — це єдиний спосіб отримати ці дорогоцінні <#KONJUR>{name_multiple.i_konjur_heart}</>. !dubious Але будьте уважними. <#RED>оживлення</> союзників безплатне на звичайних полюваннях, але на <#RED>божевільних</> полюваннях, вам доведеться втратити трохи <#RED>здоров'я</>, щоб підняти друга. !happy !gruffnod Якщо ви хвилюєтесь, не варто. <#RED>Божевілля</> може бути складним, але вам ніколи не дозволять брати участь у тому, що перевищує ваші можливості.

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.GENERAL.FRENZIED_HUNTS_BTN
source: Frenzied Hunts
uk: Божевільне полювання

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.GENERAL.FRENZIED_HUNTS_BTN_ALT
source: Frenzied Hunts, again?
uk: Божевільне полювання, знову?

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.GENERAL.POWER_DROPS
source: agent: !neutral !point You can use the <#KONJUR>Power Crystals</> you find during a Hunt to manifest mighty abilities, increasing your power and survivability in the field. !happy !gesture There are all sorts of different <#RED>{name_multiple.concept_relic}</>, and many of them pair well together to become extra powerful. Get creative and try different combinations. !neutral !point Your <#RED>{name_multiple.concept_relic}</> always wear off by the time you get home, so there's no downside to experimenting.
uk: agent: !neutral !point Ви можете використовувати <#KONJUR>кристали сили</>, які знайдете під час полювання, щоб отримати могутні здібності, підвищуючи свою силу та виживаність у полі. !happy !gesture Існують різні <#RED>{name_multiple.concept_relic}</>, і багато з них добре поєднуються, стаючи ще потужнішими. Будьте творчими та пробуйте різні комбінації. !neutral !point Ваші <#RED>{name_multiple.concept_relic}</> завжди зникають, коли ви повертаєтеся додому, тому не бійтеся експереметувати.

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.GENERAL.POWER_DROPS_BTN
source: {name.concept_relic} Crystals
uk: Кристали {3:{name.concept_relic}}

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.GENERAL.POWER_DROPS_BTN_ALT
source: {name.concept_relic} Crystals, again?
uk: Кристали {3:{name.concept_relic}}, знову?

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.GENERAL.REVIVE_MECHANICS
source: agent: !neutral !point If one of yer fellow Hunters gets knocked out on a Hunt, you can get them back on their feet by approaching them and holding <p bind='Controls.Digital.ACTION' color=BTNICON_DARK>. !disagree You're vulnerable while you're reviving, and your friend will only come back with <#RED>33% Health</>... so watch yer backs. !gruffnod If you're hunting in a <#RED>Frenzied</> area, you'll also lose some <#RED>Health</> as it transfers to your revived friend.
uk: agent: !neutral !point Якщо одного з ваших Мисливців виб'ють під час полювання, ви можете повернути його на ноги, підійшовши до нього й утримуючи <p bind='Controls.Digital.ACTION' color=BTNICON_DARK>. !disagree Ви вразливі під час оживлення, і ваш друг повернеться лише з <#RED>33% здоров'я</>... тож будьте обережні. !gruffnod Якщо ви полюєте в <#RED>божевільній</> локації, ви також втратите трохи <#RED>здоров'я</>, яке передасться вашому відродженому другу.

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.GENERAL.REVIVE_MECHANICS_BTN
source: Reviving Friends
uk: Оживлення друзів

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.GENERAL.REVIVE_MECHANICS_BTN_ALT
source: Revives, again?
uk: Оживлення, знову?

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.GENERAL_BTN
source: General Stuff
uk: Загальні речі

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.GENERAL_BTN_ALT
source: General Stuff <#RED><z 0.7>(Review)</z></>
uk: Загальні речі <#RED><z 0.7>(Відгук)</z></>

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.REWARD_TIER_FOUR.TALK
source: agent: !happy !dubious ...! !shocked Hunter... you've completed all my lessons. Do you know how often a Hunter completes all my lessons? !neutral !point Not often! You have officially graduated from my Hunter's class. !nervous This... this is... <i>(snrrff)</> player: {name.npc_dojo_master}, are those <i>tears</>? agent: !neutral !agree No. Shut up. {name.dojo_cough} Class dismissed. !happy !disagree ...<z 0.7>Just got a little... dust in my eye, is all...</>
uk: agent: !happy !dubious …! !shocked Мисливцю... Ви завершили усі мої уроки. Ви знаєте, як часто мисливець завершує всі мої уроки? !neutral !point Не часто! Ви офіційно випускник мого класу Мисливців. !nervous Це… це… <i>(снррфф)</> player: {Name.npc_dojo_master}, це у тебе <i>сльози</>? agent: !neutral !agree Ні. Замовкніть. {name.dojo_cough} Урок закінчено. !happy !disagree …<z 0.7>Просто трохи… пилюки в оці, от і все…</>

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.REWARD_TIER_ONE.TALK
source: !happy !thinking Y'know, it's nice to see a Hunter take an interest in their education. !gesture Here, have a little treat for completing your first lesson. On me, ghe-he-he.
uk: !happy !thinking Знаєте, приємно бачити, що Мисливець зацікавлений у своїй освіті. !gesture Ось, тримайте невеликий бонус за завершення першого уроку. Від мене, гхе-хе-хе.

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.REWARD_TIER_THREE.TALK
source: !happy !gesture 'Ey, kid. {name.dojo_cough} Take this. !shrug Consider it a gold star for yer studies.
uk: !happy !gesture Ей, друже. {Name.dojo_cough} Візьміть це. !shrug Вважайте це золотою зіркою за ваше навчання.

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.REWARD_TIER_TWO.TALK
source: !happy !dubious That's what, three lessons you've done now? Yer rocketing up my ranking list, kid. !neutral !agree And yes, I keep a mental ranking of all my students.
uk: !happy !dubious Це вже три уроки які ви пройшли, так? Ви швидко зростаєте в моєму рейтингу, друже. !neutral !agree І так, я веду ментальний рейтинг усіх своїх учнів.

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.WEAPONS_BTN
source: Weapons
uk: Зброя

# Quest.twn_repeatable_tutorials_dojo.TUTORIALS.WEAPONS_BTN_REVIEW
source: Weapons <#RED><z 0.7>(Review)</z></>
uk: Зброя <#RED><z 0.7>(Відгук)</z></>

source: agent: !neutral !cough {name.dojo_cough} Kid-- er, Hunter! player: What is it, {name.npc_dojo_master}? agent: !neutral !gesture I wanted to warn you-- all that {name.c_konjur} in those <#RED>Frenzied</> areas is gonna start messing with your ability to <#RED>{name.concept_revive}</> your fellow {name_multiple.hunter}. !point Every time you <#RED>{name.concept_revive}</> someone, a bit of your <#RED>{name.concept_health}</> will be leeched away. !disagree I didn't think I'd see it again. It hasn't been like this since... since <#RED><i>back then</></>. player: Okay, I'll be careful. agent: !very_sick {name.dojo_cough} Watch each other's backs out there, y'hear me?
uk: agent: !neutral !cough {Name.dojo_cough} Друже... тобто, Мисливцю! player: Що таке, {Name.npc_dojo_master}? agent: !neutral !gesture Я хотів попередити вас... у тих <#RED>божевільних</> місцинах надлишок {2:{name.c_konjur}} почне заважати вашій здатності <#RED>{name.concept_revive}</> своїх {3:{name_multiple.hunter}}. !point Кожного разу, коли ви когось <#RED>{2:{name.concept_revive}}</>, частинка вашого <#RED>{name.concept_health}</> буде висмоктана. !disagree Не думав, що знову це побачу. Такого не було ще з… з <#RED><i>тих часів</></>. player: Добре, я буду обережним. agent: !very_sick {name.dojo_cough} Бережіть одне одного там, гаразд?

# Quest.twn_shop_dojo.OPT_OPEN_MASTERY
source: Let's see my Masteries.
uk: Покажи мені мої майстерності.

# Quest.twn_shop_dojo.OPT_TEACH
source: Got any lessons for me?
uk: Є для мене якісь уроки?

source: agent: !neutral !greet 'Ey, kid. !gesture Say, that's a mighty fine <#RED>Weapon</> you got there.
uk: agent: !neutral !greet Привіт, друже. !gesture Слухайте, у вас дуже гарна <#RED>зброя</>.

source: !neutral !angry Argh... <z 0.7><i>Darn it, <#BLUE>{name.npc_dojo_master}</>... I can only replace your inhaler refills if you tell me you're out.</z></i> !happy !dubious Ah, hey Hunter. Sorry, just working on camp provisioning right now.
uk: !neutral !angry Арх... <z 0.7><i>Чорт забирай, <#BLUE>{Name.npc_dojo_master}</>... Я можу замінити ваш розчин для інгалятора лише якщо ви скажете мені, що він закінчився.</z></i> !happy !dubious Ах, привіт, Мисливцю. Вибачте, просто зараз працюю над постачанням для табору.

source: agent: !neutral !dubious ...Hunter.
uk: agent: !neutral !dubious ...Мисливець.

# Quest.wrld_intro_meeting_apothecary.OPT_1
source: Me? What are <i>you</> doing out here?! Are you all by yourself?
uk: Я? Що <i>ти</> тут робиш?! Ти сама?

# Quest.wrld_intro_meeting_apothecary.OPT_2
source: It's dangerous!
uk: Це небезпечно!
