Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_PHASE_TRANSITION_1_3
source: 'chit'Scree'itchitch -CHRP- w'Brr g-CHRP- i. S-CHRP- xy'chit y'Scree ym'Brr G'ScreeS'Brr.
uk: 'чіт'Скрі'ічітч -ЧРП- в'Брр ґ-ЧРП- і. С-ЧРП- хи'чіт и'Скрі им'Брр Ґ'СкріС'Брр.

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_PHASE_TRANSITION_2_2
source: B'Brr... b'Brrw'Brr k'Screewr'Brri... y'Scree g'Brr B'UzzQI.
uk: Б'Брр... б'Бррв'Брр к'Скрієр'Бррі... и'Скрі г'Брр Б'УззКІ.

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_PHASE_TRANSITION_2_3
source: B'Brr... b'Brrw'Brr k'Screewr'Brri... y'Scree g'Brr B'UzzQI.
uk: Б'Брр... б'Бррв'Брр к'Скрієр'Бррі... и'Скрі г'Брр Б'УззКІ.

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_SPINNING_ATTACK_1_1
source: -CHRP- yy-CHRP- hp! Uw'Screey'Brrhy! B'Brr -CHRP- w'Brr l'Brryy'Uzzsl 'chit'Scree'itchitch!
uk: -ЧРП- ии-ЧРП- гп! Ув'Скрій'Бррхи! Б'Брр -ЧРП- в'Брр л'Бррйй'Уззсл 'чіт'Скрі'ічітч!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_SPINNING_ATTACK_2_1
source: XU'UzzSS'UzzSL R-CHRP- SY'UzzX GQ-CHRP- I'Brr!
uk: ХУ'УззСС'УззСЛ Р-ЧРП- СИ'УззХ ГК-ЧРП- І'Брр!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_SWING_SMASH_1_3
source: K'Brr-CHRP- w B'Brr!
uk: К'Брр-ЧРП- в Б'Брр!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_SWING_SMASH_2_3
source: X'itchitchU'BrrW XY'UzzSL!
uk: Х'ічітчУ'БррВ ХУ'УззСЛ!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_TAUNT_1
source: 'chit'Scree'itchitch -CHRP- w'Brr xr-CHRP- qq! B'Brr -CHRP- w'Brr r-CHRP- s'chit!
uk: 'чіт'Скрі'ічітч -ЧРП- в'Брр хр-ЧРП- кк! Б'Брр -ЧРП- в'Брр р-ЧРП- с'чіт!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_TAUNT_2
source: B'Brr l'Uzza'Brr 'chit'Scree'itchitch... 'BrrSH'ScreeW'Brr!
uk: Б'Брр л'Узза'Брр 'чіт'Скрі'ічітч... 'БррШ'СкріУ'Брр!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_TAUNT_3
source: 'chit'Scree'itchitch b-CHRP- sy xm'Screeb?? B'Brr l'Uzza'Brr!
uk: 'чіт'Скрі'ічітч б-ЧРП- си хм'Скріб?? Б'Брр л'Узза'Брр!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_TAUNT_4
source: 'chit'Scree'itchitch! 'chit'Scree'itchitch b'Uzzqq s'Screey m'itchitchwy 'Scree'itchitchw V'itchitch'Brr'BrrS!
uk: 'чіт'Скрі'ічітч! 'чіт'Скрі'ічітч б'Уззкк с'Скрій м'ічітчви 'Скрі'ічітчв В'ічітч'Брр'БррС!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_TAUNT_5
source: -CHRP- b-CHRP- 'chit kw'Screer q'Screea'Brri V'itchitch'Brr'BrrS! -CHRP- b-CHRP- 'chit!
uk: -ЧРП- б-ЧРП- 'чіт кв'Скрієр ґ'Скрія'Бррі В'ічітч'Брр'БррС! -ЧРП- б-ЧРП- 'чіт!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_ACID_COATING_1_4
source: 'chit'Scree'itchitch b'Uzzqq k'Brr'Brrq 'Scree'itchitchw xy'Uzzsl...
uk: 'чіт'Скрі'ічітч б'Уззкк к'Брр'Бррк 'Скрі'ічітчв хй'Уззсл...

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_DASH_UPPERCUT_1_2
source: 'chit'Scree'itchitch h-CHRP- ss'Screey l'Brry -CHRP- b-CHRP- 'chit!
uk: 'чіт'Скрі'ічітч х-ЧРП- сс'Скрій л'Бррй -ЧРП- б-ЧРП- 'чіт!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_DASH_UPPERCUT_1_4
source: 'chit'Scree'itchitch b'Uzzqq x'itchitchhh'itchitchrg!
uk: 'чіт'Скрі'ічітч б'Уззкк х'ічітчхх'ічітчрг!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_DASH_UPPERCUT_2_2
source: W'UzzX'UzzSL LW-CHRP- XXM'ScreeUU'BrrW!
uk: В'УззХ'УззСЛ ЛВ-ЧРП- ХХМ'СкріУУ'БррВ!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_DASH_UPPERCUT_2_4
source: XH'ScreeWU'Uzz'ScreeS XQ-CHRP- XM!
uk: ХГ'СкріУ'Узз'СкріС ХК-ЧРП- КМ!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_DEATH_1
source: Ss'Screey... 'Brrs'Scree'itchitchlm...
uk: Сс'Скрі... 'Бррс'Скрі'ічітчлм...

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_DEATH_2
source: Q'Brry 'itchitchx w'Brry'itchitchws... y'Scree ym'Brr 'Uzzhm'Screew...
uk: К'Бррй 'ічітчх в'Бррй'ічітчвс... й'Скрі йм'Брр 'Уззм'Скрів...

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_INTRO_1
source: B'Brr -CHRP- w'Brr xyw'Screesl'Brrw xyw'Screesl'Brrw ym-CHRP- s 'chit'Scree'itchitch!
uk: Б'Брр -ЧРП- в'Брр хйв'Скрісл'Бррв хйв'Скрісл'Бррв йм-ЧРП- с 'чіт'Скрі'ічітч!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_INTRO_2
source: Ym'Brr 'Uzzhm'Screew kq'Screebx ymw'Scree'itchitchlm 'itchitchx!
uk: Йм'Брр 'Уззм'Скріф кк'Скріебх ймв'Скрі'ічітчлм 'ічітчх!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_INTRO_3
source: M'Brr-CHRP- w 'Scree'itchitchw xb'Brr'Brry q-CHRP- r'Brrsy! K'Screew 'Scree'itchitchw V'itchitch'Brr'BrrS k'Screew ym'Brr XQ'Brr'BrrU'UzzSL G'Brr-CHRP- XY.
uk: М'Брр-ЧРП- в 'Скрі'ічітчв кб'Брр'Брри к-ЧРП- р'Бррсі! К'Скрів 'Скрі'ічітчв В'ічітч'Брр'БррС к'Скріф йм'Брр ХК'Брр'БррУ'УззСЛ Г'Брр-ЧРП- ХУ.

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_PHASE_TRANSITION_1_2
source: 'chit'Scree'itchitch i'Scree s'Screey q'Brr-CHRP- ws... Ym'Uzzx 'Uzzx s'Screey bm'Brrw'Brr 'Uzzy 'Brrsix.
uk: 'чіт'Скрі'ічітч і'Скрі с'Скрі к'Брр-ЧРП- вс... Йм'Уззх 'Уззх с'Скрі бм'Бррв'Брр 'Уззи 'Бррсікс.

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_PHASE_TRANSITION_1_3
source: 'chit'Scree'itchitch i'Scree s'Screey q'Brr-CHRP- ws... Ym'Uzzx 'Uzzx s'Screey bm'Brrw'Brr 'Uzzy 'Brrsix.
uk: 'чіт'Скрі'ічітч і'Скрі с'Скрі к'Брр-ЧРП- вс... Йм'Уззх 'Уззх с'Скрі бм'Бррв'Брр 'Уззи 'Бррсікс.

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_PHASE_TRANSITION_1_4
source: 'chit'Scree'itchitch i'Scree s'Screey q'Brr-CHRP- ws... Ym'Uzzx 'Uzzx s'Screey bm'Brrw'Brr 'Uzzy 'Brrsix.
uk: 'чіт'Скрі'ічітч і'Скрі с'Скрі к'Брр-ЧРП- вс... Йм'Уззх 'Уззх с'Скрі бм'Бррв'Брр 'Уззи 'Бррсікс.

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_PHASE_TRANSITION_2_2
source: 'chit'Scree'itchitch h-CHRP- ss'Screey p'Uzzqq 'itchitchx -CHRP- qq!
uk: 'чіт'Скрі'ічітч х-ЧРП- сс'Скрі п'Уззкк 'ічітчх -ЧРП- кв!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_PHASE_TRANSITION_2_3
source: 'chit'Scree'itchitch h-CHRP- ss'Screey p'Uzzqq 'itchitchx -CHRP- qq!
uk: 'чіт'Скрі'ічітч х-ЧРП- сс'Скрі п'Уззкк 'ічітчх -ЧРП- кв!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_PHASE_TRANSITION_2_4
source: 'chit'Scree'itchitch h-CHRP- ss'Screey p'Uzzqq 'itchitchx -CHRP- qq!
uk: 'чіт'Скрі'ічітч х-ЧРП- сс'Скрі п'Уззкк 'ічітчх -ЧРП- кв!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_SPINNING_ATTACK_1_1
source: -CHRP- yy-CHRP- hp! Uw'Screey'Brrhy! B'Brr -CHRP- w'Brr l'Brryy'Uzzsl 'chit'Scree'itchitch!
uk: -ЧРП- ии-ЧРП- гп! Ув'Скрій'Бррхи! Б'Брр -ЧРП- в'Брр л'Бррйй'Уззсл 'чіт'Скрі'ічітч!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_SPINNING_ATTACK_1_4
source: 'Scree'itchitchw a'Brrs'Screer b'Uzzqq g'itchitchws 'Uzzs 'chit'Scree'itchitchw a'Brr'Uzzsx!
uk: 'Скрі'ічітчв а'Бррс'Скрієр б'Уззкк г'ічітчвс 'Уззс 'чіт'Скрі'ічітчв а'Брр'Уззсх!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_SPINNING_ATTACK_2_1
source: XU'UzzSS'UzzSL R-CHRP- SY'UzzX GQ-CHRP- I'Brr!
uk: ХУ'УззСС'УззСЛ Р-ЧРП- СИ'УззХ ГК-ЧРП- І'Брр!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_SPINNING_ATTACK_2_4
source: -CHRP- H'UzzI M'ScreeWS'BrrY XU'UzzS!
uk: -ЧІРП- Х'уззі м'Скріі'Вшбррри Кс'ууззс!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_SWING_SMASH_1_3
source: K'Brr-CHRP- w B'Brr!
uk: К'Брр-ЧРП- в Б'Брр!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_SWING_SMASH_1_4
source: -CHRP- qq k'Screew V'itchitch'Brr'BrrS!
uk: -ЧРП- кв к'Скріф В'ічітч'Брр'БррС!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_SWING_SMASH_2_3
source: X'itchitchU'BrrW XY'UzzSL!
uk: Х'ічітчУ'БррВ ХУ'УззСЛ!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_SWING_SMASH_2_4
source: A'BrrS'ScreeR XYW'UzzP'Brr!
uk: А'БррС'СкріР ХЙ'УззП'Брр!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_TAUNT_1
source: 'chit'Scree'itchitch i'Scree s'Screey i'Brrx'Brrwa'Brr ym'Brr 'Uzzhm'Screew!
uk: 'чіт'Скрі'ічітч і'Скрі с'Скрі і'Бррх'Бррва'Брр йм'Брр 'Уззм'Скрів!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_TAUNT_2
source: 'chit'Scree'itchitch xy'Brr-CHRP- q 'Uzzhm'Screew kw'Screer ym'Brr Xq'Brr'Brru'Uzzsl G'Brr-CHRP- xy!
uk: 'чіт'Скрі'ічітч хй'Брр-ЧРП- к 'Уззм'Скріф кв'Скрієр йм'Брр Хк'Брр'Брру'Уззсл Г'Брр-ЧРП- хй!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_TAUNT_3
source: B'Brr -CHRP- w'Brr hm'Screex'Brrs!
uk: Б'Брр -ЧРП- в'Брр хм'Скріекс'Бррс!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_TAUNT_4
source: B'Brr uw'Screey'Brrhy V'itchitch'Brr'BrrS kw'Screer 'chit'Scree'itchitch!
uk: Б'Брр ув'Скрі'й'Бррхи В'ічітч'Брр'БррС кв'Скрієр 'чіт'Скрі'ічітч!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher_elite.THATCHER_TAUNT_5
source: 'chit'Scree'itchitch b'Uzzqq r'Brr'Brry 'chit'Scree'itchitchw LW-CHRP- SI K'UzzS-CHRP- Q'Brr!
uk: 'чіт'Скрі'ічітч б'Уззкк р'Брр'Брри 'чіт'Скрі'ічітчв ЛВ-ЧРП- СІ К'УззС-ЧРП- К'Брр!

# STRINGS.NAMES.antleer
source: Antleer
uk: Глузоріг|Глузорога

# STRINGS.NAMES.antleer_elite
source: Imbued Antleer
uk: Наповнений Глузоріг

# STRINGS.NAMES.apothecary_hiss
source: <i>(hiss)</i>
uk: <i>(шипіння)</i>

# STRINGS.NAMES.apothecary_sniff
source: <i>(sniff, sniff)</i>
uk: <i>(нюхає, нюхає)</i>

# STRINGS.NAMES.arak
source: Arak
uk: Арак

# STRINGS.NAMES.armourtools0
source: Basic Sewing Kit
uk: Звичайний набір для шиття

# STRINGS.NAMES.armourtools1
source: Advanced Sewing Kit
uk: Просунутий набір для шиття

# STRINGS.NAMES.armourtools2
source: Master Sewing Kit
uk: Майстерний набір для шиття

# STRINGS.NAMES.ascension
source: Frenzy
uk: Божевілля

# STRINGS.NAMES.ascension_plus
source: Super Frenzy
uk: Супер божевілля|Супер божевільне

# STRINGS.NAMES.bandi_swamp
source: Blisterbane Bog
uk: Болото Блістербейн|Болота Блістербейн

# STRINGS.NAMES.bandi_swamp_r1
source: Thorned Quagmire
uk: Колюче болото|Колючого болота

# STRINGS.NAMES.bandi_swamp_r2
source: Retching Mire
uk: Болото блювоти|Болота блювоти

# STRINGS.NAMES.bandicoot
source: Enigmox
uk: Дивнолис|Дивнолиса

# STRINGS.NAMES.bandicoot_elite
source: Imbued Enigmox
uk: Наповнений Дивнолис|Наповненого Дивнолиса

# STRINGS.NAMES.basic
source: Basic
uk: Звичайна

# STRINGS.NAMES.battoad
source: Ribbat
uk: Кажаб|Кажаби|Кажабам

# STRINGS.NAMES.battoad_elite
source: Imbued Ribbat
uk: Наповнений Кажаб

# STRINGS.NAMES.beets
source: Beets
uk: Буряк|Буряка|Бурякам

# STRINGS.NAMES.beets_elite
source: Imbued Beets
uk: Наповнений Буряк

# STRINGS.NAMES.blacksmith_grunt
source: <i>(grunt)</i>
uk: <i>(бурчання)</i>

# STRINGS.NAMES.blacksmith_hmph
source: <i>(hmph)</i>
uk: <i>(Гмпф)</i>

# STRINGS.NAMES.blarmadillo
source: Rillo
uk: Рілло

# STRINGS.NAMES.blarmadillo_elite
source: Imbued Rillo
uk: Наповнений Рілло

# STRINGS.NAMES.blarmadillo_miniboss
source: Armourillo
uk: Панцирілло

# STRINGS.NAMES.bonejaw
source: Bonejaw
uk: Кістяна щелепа|Кістяної щелепи

# STRINGS.NAMES.bonejaw_elite
source: Imbued Bonejaw
uk: Наповнена Кістяна щелепа

# STRINGS.NAMES.bonejaw_miniboss
source: Tusker
uk: Іклан

# STRINGS.NAMES.brundle
source: Camp
uk: Табір

# STRINGS.NAMES.bulbug
source: Bulbug
uk: Лампомаха|Лампомахи|Лампомахам

# STRINGS.NAMES.bulbug_elite
source: Imbued Bulbug
uk: Наповнена Лампомаха

# STRINGS.NAMES.bullrog
source: Magmoo
uk: Лавобик

# STRINGS.NAMES.bullrog_miniboss
source: Magmoo
uk: Лавобик

# STRINGS.NAMES.bunippy
source: Cottonhail
uk: Бавовноград|Бавовнограда|Бавовнограду

# STRINGS.NAMES.bunippy_elite
source: Imbued Cottonhail
uk: Наповнений Бавовноград

# STRINGS.NAMES.c_item_rarity_common
source: <#COMMON>Grimy</>
uk: <#COMMON>Брудна</>

# STRINGS.NAMES.c_item_rarity_epic
source: <#EPIC>Impeccable</>
uk: <#EPIC>Бездоганна</>

# STRINGS.NAMES.c_item_rarity_legendary
source: <#LEGENDARY>Masterwork</>
uk: <#LEGENDARY>Шедевр</>

# STRINGS.NAMES.c_item_rarity_rare
source: <#RARE>Pristine</>
uk: <#RARE>Недоторканна</>

# STRINGS.NAMES.c_item_rarity_set
source: <#SET>Set</>
uk: <#SET>Набір</>

# STRINGS.NAMES.c_item_rarity_uncommon
source: <#UNCOMMON>Scuffed</>
uk: <#UNCOMMON>Подряпана</>

# STRINGS.NAMES.c_konjur
source: <#KONJUR>Teffra</>
uk: <#KONJUR>Конжур</>|<#KONJUR>Конжуру</>|<#KONJUR>Конжуром</>

# STRINGS.NAMES.c_konjur_heart_shard
source: <#KONJUR>Heart Shard</>
uk: <#KONJUR>Уламок серця</>|<#KONJUR>Уламка серця</>

# STRINGS.NAMES.cabbageroll
source: Bulbin
uk: Цибулін|Цибуліна|Цибулінам

# STRINGS.NAMES.cabbageroll_elite
source: Imbued Bulbin
uk: Наповнений Цибулін

# STRINGS.NAMES.cabbageroll_miniboss
source: Bulbin King
uk: Король Цибулінів|короля Цибулінів

# STRINGS.NAMES.cannon_ammo
source: Cannonball
uk: Гарматне ядро|Гарматним ядром

# STRINGS.NAMES.combat_room
source: Encounter
uk: Зіткнення

# STRINGS.NAMES.concept_ally
source: Ally
uk: Союзник|Союзника|Союзником

# STRINGS.NAMES.concept_attack
source: Attack
uk: Атака|атаки|атакою

# STRINGS.NAMES.concept_critical
source: Critical
uk: Критичний

# STRINGS.NAMES.concept_damage
source: Damage
uk: Шкоду|Шкоди|Шкода|Пошкодження

# STRINGS.NAMES.concept_dodge
source: Dodge
uk: Ухиляння|ухилення|ухиляєтесь

# STRINGS.NAMES.concept_focus_hit
source: Focus Hit
uk: Фокусний удар|Фокусного удару

# STRINGS.NAMES.concept_health
source: Health
uk: Здоров'я

# STRINGS.NAMES.concept_hitstreak
source: Hit Streak
uk: Серія влучань|Серію влучань

# STRINGS.NAMES.concept_i_reroll
source: <p img='images/icons_ftf/reroll_corrency.tex' color=0 scale=0.9> Reroll
uk: <p img='images/icons_ftf/reroll_corrency.tex' color=0 scale=0.9> Переобрати

# STRINGS.NAMES.concept_loadout
source: Loadout
uk: Комплект

# STRINGS.NAMES.concept_multistrike
source: Multistrike
uk: Мульти удар

# STRINGS.NAMES.concept_relic
source: Power
uk: Сила|Силу|Сили|Силою

# STRINGS.NAMES.concept_reroll
source: Reroll
uk: Змінити

# STRINGS.NAMES.concept_revive
source: Revive
uk: Оживити|оживляєте

# STRINGS.NAMES.concept_runspeed
source: Runspeed
uk: Швидкість бігу|Швидкості бігу

# STRINGS.NAMES.concept_shield
source: Shield
uk: Щит|Щитом

# STRINGS.NAMES.concept_shield_seg
source: Shield Segment
uk: Сегмент щита

# STRINGS.NAMES.concept_skill
source: Skill
uk: Навичка|Навичку

# STRINGS.NAMES.concept_talent
source: Talent
uk: Талант

# STRINGS.NAMES.concept_talent_tree
source: Hunter's Path
uk: Шлях мисливця|Шляху мисливця

# STRINGS.NAMES.concept_toxic
source: Acid
uk: Кислота|Кислоту|Кислоти|Кислотою|Кислоті

# STRINGS.NAMES.concept_weapon_damage
source: Weapon Damage
uk: Шкода зброї|Шкоди зброї|Шкоду зброї

# STRINGS.NAMES.cook_rotating_recipe
source: Limited Special
uk: Обмежена пропозиція

# STRINGS.NAMES.cookingtools
source: Cooking Spoon
uk: Кулінарна ложка|Кулінарну ложку

# STRINGS.NAMES.cosmetic
source: Cosmetic
uk: Косметика

# STRINGS.NAMES.crystroll
source: Colossapphire
uk: Колоссапфір|Колоссапфіра|Колоссапфірам

# STRINGS.NAMES.crystroll_elite
source: Imbued Colossapphire
uk: Наповнений Колоссапфір

# STRINGS.NAMES.crystroll_miniboss
source: Onyx
uk: Онікс

# STRINGS.NAMES.current_beta
source: Hunter's Path Beta
uk: Бета шляху мисливця

# STRINGS.NAMES.cyborg_prefix
source: Cyborg
uk: Кіборг

# STRINGS.NAMES.damselfly
source: Damselfly
uk: Рівнокрил|Рівнокрила|Рівнокрилі

# STRINGS.NAMES.dgn_grid_cryst
source: Spring Port
uk: Весняний вузол

# STRINGS.NAMES.dgn_resource_converter
source: Spring Port
uk: Весняний вузол

# STRINGS.NAMES.dojo
source: TEMP NAME
uk: ТИМЧАСОВА НАЗВА

# STRINGS.NAMES.dojo_cough
source: <#KONJUR><i><z 0.8>(cough cough)</z></i></>
uk: <#KONJUR><i><z 0.8>(кашель, кашель)</z></i></>

# STRINGS.NAMES.dungeon_room
source: Clearing
uk: Галявина|Галявині|Галявину

# STRINGS.NAMES.eggbert
source: Scrambler
uk: Яйцебум|Яйцебума|Яйцебумам

# STRINGS.NAMES.eggbert_elite
source: Imbued Scrambler
uk: Наповнений Яйцебум

# STRINGS.NAMES.eggzy
source: Shell Drake
uk: Яйце-Дреко|Яйце-Дрека|Яйце-Дреку

# STRINGS.NAMES.eggzy_elite
source: Imbued Shell Drake
uk: Наповнений Яйце-Дреко|Наповненого Яйце-Дрека

# STRINGS.NAMES.eggzy_tundra
source: Splintershard Cavern
uk: Печера Шипорульок|Печери Шипорульок|Печері Шипорульок

# STRINGS.NAMES.eggzy_tundra_r1
source: Passage of Echoes
uk: Проходження відлунь

# STRINGS.NAMES.elite_prefix
source: Imbued
uk: Наповнені|Наповнене|Наповнений|Наповненого|Наповнених

# STRINGS.NAMES.embison
source: Bullrog
uk: Бикоріг|Бикорога|Бикорогам

# STRINGS.NAMES.embison_elite
source: Imbued Bullrog
uk: Наповнений Бикоріг

# STRINGS.NAMES.embison_miniboss
source: Prizefighter Bullrog
uk: Бикоріг-чемпіон|Бикорога-чемпіона

# STRINGS.NAMES.eyev
source: Iriss
uk: Ірисс|Ірисса

# STRINGS.NAMES.eyev_elite
source: Imbued Iriss
uk: Наповнений Ірисс

# STRINGS.NAMES.eyev_miniboss
source: The Overseer
uk: Наглядач|Наглядача

# STRINGS.NAMES.farmtools
source: Farming Tools
uk: Фермерські інструменти

# STRINGS.NAMES.flitt_lastname
source: Mulligan
uk: Мулліган|Муллігана|Мулліганом

# STRINGS.NAMES.floracrane
source: Floracrane
uk: Флоравель|Флоравля

# STRINGS.NAMES.floracrane_elite
source: Imbued Floracrane
uk: Наповнений Флоравель

# STRINGS.NAMES.floracrane_miniboss
source: Prima Floracrane
uk: Прима Флоравель|Прима Флоравля

# STRINGS.NAMES.forest
source: Forest
uk: Ліс

# STRINGS.NAMES.foxtails
source: Foxtail
uk: Лисячий хвіст

# STRINGS.NAMES.fungoons_b
source: Blue Toady
uk: Синій Підлогриб|Синього Підлогриба

# STRINGS.NAMES.fungoons_b_elite
source: Imbued Blue Toady
uk: Наповнений синій Підлогриб

# STRINGS.NAMES.fungoons_generic
source: Toady
uk: Підлогриб|Підлогриба

# STRINGS.NAMES.fungoons_generic_elite
source: Imbued Toady
uk: Наповнений підлогриб

# STRINGS.NAMES.fungoons_r
source: Red Toady
uk: Червоний Підлогриб|Червоного Підлогриба

# STRINGS.NAMES.fungoons_r_elite
source: Imbued Red Toady
uk: Наповнений червоний Підлогриб

# STRINGS.NAMES.funguile
source: Funguile
uk: Хитрогриб|Хитрогриба|Хитрогрибу

# STRINGS.NAMES.funguile_elite
source: Imbued Funguile
uk: Наповнений Хитрогриб

# STRINGS.NAMES.gem
source: Gem
uk: Самоцвіт|Самоцвіту|Самоцвітів

# STRINGS.NAMES.gem_dust
source: Gem Dust
uk: Пил самоцвітів|Пилу самоцвітів

# STRINGS.NAMES.gemtools
source: Gemcutter's Tools
uk: Інструменти для огранки

# STRINGS.NAMES.glitz
source: Glitz
uk: Блиск

# STRINGS.NAMES.gnarlic
source: Gnarlic
uk: Часниріг|Часнирога|Часнирогам

# STRINGS.NAMES.gnarlic_elite
source: Imbued Gnarlic
uk: Наповнений Часниріг|Наповненого Часнирога

# STRINGS.NAMES.gnarlic_miniboss
source: Metechi the Elder
uk: Старий Метечі

# STRINGS.NAMES.gooseberry
source: Gooseberry
uk: Аґруска|Аґруски

# STRINGS.NAMES.gooseberry_elite
source: Imbued Gooseberry
uk: Наповнена Аґруска

# STRINGS.NAMES.gourdo
source: Gourdo
uk: Гурдо

# STRINGS.NAMES.gourdo_elite
source: Imbued Gourdo
uk: Наповнений Гурдо

# STRINGS.NAMES.gourdo_miniboss
source: Gourdo Twins
uk: Близнюки Гурдо

# STRINGS.NAMES.grimhollow
source: Grimhollow
uk: Зловісна порожнеча|Зловісної порожнечі|Зловісну порожнечу

# STRINGS.NAMES.grimhollow_elite
source: Imbued Grimhollow
uk: Наповнена Зловісна порожнеча

# STRINGS.NAMES.grimhollow_volcano
source: Ruined Capital
uk: Зруйнована столиця|Зруйнованої столиці|Зруйнованій столиці

# STRINGS.NAMES.grimhollow_volcano_r1
source: Old Market Road
uk: Дорога старого ринку

# STRINGS.NAMES.grimhollow_volcano_r2
source: Abandoned City Center
uk: Покинутий центр міста

# STRINGS.NAMES.groak
source: Groak
uk: Гроак|Гроака|Гроаку

# STRINGS.NAMES.groak_elite
source: Imbued Groak
uk: Наповнений Гроак

# STRINGS.NAMES.groak_miniboss
source: Belcher
uk: Ревун

# STRINGS.NAMES.heavy_weight
source: Power
uk: Силач

# STRINGS.NAMES.holiday_winter
source: Wintertide
uk: Зимова пора|Зимової пори|Зимову пору

# STRINGS.NAMES.hunter
source: Hunter
uk: Мисливець

# STRINGS.NAMES.i_damselfly
source: <p img='images/hud_images/hud_station_damselfly.tex' rpad=1>Damselfly
uk: <p img='images/hud_images/hud_station_damselfly.tex' rpad=1>Рівнокрил|<p img='images/hud_images/hud_station_damselfly.tex' rpad=1>Рівнокрила|<p img='images/hud_images/hud_station_damselfly.tex' rpad=1>Рівнокрилі

# STRINGS.NAMES.i_gem_dust
source: <p img='images/hud_images/hud_gem_dust_drops_currency.tex' rpad=1>Gem Dust
uk: <p img='images/hud_images/hud_gem_dust_drops_currency.tex' rpad=1> Подрібнити

# STRINGS.NAMES.i_gem_dust_amt
source: <p img='images/hud_images/hud_gem_dust_drops_currency.tex' rpad=1>%s Gem Dust
uk: <p img='images/hud_images/hud_gem_dust_drops_currency.tex' rpad=1>%s пилу самоцвітів

# STRINGS.NAMES.i_item_rarity_common
source: <p img='images/ui_ftf_shop/inventory_slot_common.tex' scale=0.8 rpad=1><#COMMON>Grimy</>
uk: <p img='images/ui_ftf_shop/inventory_slot_common.tex' scale=0.8 rpad=1><#COMMON>Брудна</>

# STRINGS.NAMES.i_item_rarity_epic
source: <p img='images/ui_ftf_shop/inventory_slot_epic.tex' scale=0.8 rpad=1><#EPIC>Impeccable</>
uk: <p img='images/ui_ftf_shop/inventory_slot_epic.tex' scale=0.8 rpad=1><#EPIC>Бездоганна</>|<p img='images/ui_ftf_shop/inventory_slot_epic.tex' scale=0.8 rpad=1><#EPIC>Бездоганні</>|<p img='images/ui_ftf_shop/inventory_slot_epic.tex' scale=0.8 rpad=1><#EPIC>Бездоганну</>|<p img='images/ui_ftf_shop/inventory_slot_epic.tex' scale=0.8 rpad=1><#EPIC>Бездоганних</>|<p img='images/ui_ftf_shop/inventory_slot_epic.tex' scale=0.8 rpad=1><#EPIC>Бездоганної</>

# STRINGS.NAMES.i_item_rarity_legendary
source: <p img='images/ui_ftf_shop/inventory_slot_legendary.tex' scale=0.8 rpad=1><#LEGENDARY>Masterwork</>
uk: <p img='images/ui_ftf_shop/inventory_slot_legendary.tex' scale=0.8 rpad=1><#LEGENDARY>Шедевр</>

# STRINGS.NAMES.i_item_rarity_rare
source: <p img='images/ui_ftf_shop/inventory_slot_rare.tex' scale=0.8 rpad=1><#RARE>Pristine</>
uk: <p img='images/ui_ftf_shop/inventory_slot_rare.tex' scale=0.8 rpad=1><#RARE>Недоторканна</>|<p img='images/ui_ftf_shop/inventory_slot_rare.tex' scale=0.8 rpad=1><#RARE>Недоторканні</>|<p img='images/ui_ftf_shop/inventory_slot_rare.tex' scale=0.8 rpad=1><#RARE>Недоторканну</>|<p img='images/ui_ftf_shop/inventory_slot_rare.tex' scale=0.8 rpad=1><#RARE>Недоторканних</>|<p img='images/ui_ftf_shop/inventory_slot_rare.tex' scale=0.8 rpad=1><#RARE>Недоторканної</>

# STRINGS.NAMES.i_item_rarity_set
source: <p img='images/ui_ftf_shop/inventory_slot_set.tex' scale=0.8 rpad=1><#SET>Set</>
uk: <p img='images/ui_ftf_shop/inventory_slot_set.tex' scale=0.8 rpad=1><#SET>Набір</>

# STRINGS.NAMES.i_item_rarity_uncommon
source: <p img='images/ui_ftf_shop/inventory_slot_uncommon.tex' scale=0.8 rpad=1><#UNCOMMON>Scuffed</>
uk: <p img='images/ui_ftf_shop/inventory_slot_uncommon.tex' scale=0.8 rpad=1><#UNCOMMON>Подряпана</>|<p img='images/ui_ftf_shop/inventory_slot_uncommon.tex' scale=0.8 rpad=1><#UNCOMMON>Подряпані</>|<p img='images/ui_ftf_shop/inventory_slot_uncommon.tex' scale=0.8 rpad=1><#UNCOMMON>Подряпану</>|<p img='images/ui_ftf_shop/inventory_slot_uncommon.tex' scale=0.8 rpad=1><#UNCOMMON>Подряпаних</>|<p img='images/ui_ftf_shop/inventory_slot_uncommon.tex' scale=0.8 rpad=1><#UNCOMMON>Подряпаної</>

# STRINGS.NAMES.i_konjur
source: <p img='images/hud_images/hud_konjur_drops_currency.tex' rpad=1><#KONJUR>Teffra</>
uk: <p img='images/hud_images/hud_konjur_drops_currency.tex' rpad=1><#KONJUR>Конжур</>|<p img='images/hud_images/hud_konjur_drops_currency.tex' rpad=1><#KONJUR>Конжура</>

# STRINGS.NAMES.i_konjur_heart
source: <p img='images/hud_images/hud_konjur_heart_drops_currency.tex' rpad=1><#KONJUR>Heartstone</>
uk: <p img='images/hud_images/hud_konjur_heart_drops_currency.tex' rpad=1><#KONJUR>Кам'яне серце</>|<p img='images/hud_images/hud_konjur_heart_drops_currency.tex' rpad=1><#KONJUR>Кам'яного серця</>

# STRINGS.NAMES.i_konjur_heart_shard
source: <p img='images/hud_images/hud_konjur_heart_shard_drops_currency.tex' rpad=1><#KONJUR>Heart Shard</>
uk: <p img='images/hud_images/hud_konjur_heart_shard_drops_currency.tex' rpad=1><#KONJUR>Уламок серця</>|<p img='images/hud_images/hud_konjur_heart_shard_drops_currency.tex' rpad=1><#KONJUR>Уламка серця</>
