Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.SLIDESHOW.INTRO.CAPTION_2
source: "Well, there are certain things in this world I'll <i>never</i> understand—"
uk: "Ну, у цьому світі є певні речі, які я <i>ніколи</i> не зрозумію..."

# STRINGS.SLIDESHOW.INTRO.CAPTION_3
source: "—but they don't feel like magic."
uk: "...але ніхто з них не відчуває магії."

# STRINGS.SLIDESHOW.INTRO.CAPTION_4
source: "It's been ten years since the eruption cast us out. Ten years of hardship. Ten years in the Brinks."
uk: "Минуло десять років відтоді, як виверження вигнало нас. Десять років труднощів. Десять років у Брінксі."

# STRINGS.SLIDESHOW.INTRO.CAPTION_5
source: "But I believe we can drive back the monsters. I <i>know</i> the mountain holds the answer. That's where Hunters like you come in."
uk: "Але я вірю, що ми можемо відігнати монстрів. Я <i>знаю</i>, що в горі є відповідь. Ось де такі Мисливці, як ти, вступають у справу."

# STRINGS.SLIDESHOW.INTRO.CAPTION_6
source: "With my intel and your combat skills, the Foxtails can continue my grandfather's work. Together, we can take back our home and restore the <i>true</i> magic of..."
uk: "З моєю інформацією та вашими бойовими навичками Лисячі хвости могли б продовжити справу мого діда. Разом ми можемо повернути наш дім і відновити <i>справжню</i> магію..."

# STRINGS.SLIDESHOW.INTRO.CAPTION_7
source: "<i>...The Rotwood</i>."
uk: "<i>...Ротвуд</i>."

# STRINGS.SLIDESHOW.SKIP
source: Press {1#binding} to skip
uk: Натисніть {1#binding}, щоб пропустити

# STRINGS.SPECIES_DESCRIPTIONS.canine
source: An invitation to pet a {name.species_canine}'s belly is always a trap.
uk: Пропозиція погладити {name.species_canine}а - це завжди пастка.

# STRINGS.SPECIES_DESCRIPTIONS.mer
source: The anemone of my anemone is my friend.
uk: Анемон мого анемона - мій друг.

# STRINGS.SPECIES_DESCRIPTIONS.ogre
source: A bit rough around the edges. And the middle.
uk: Трохи шорсткі по краях. І посередині.

# STRINGS.TALK.OPT_ACCEPT
source: Accept
uk: Прийняти

# STRINGS.TALK.OPT_BACK
source: Back
uk: Назад

# STRINGS.TALK.OPT_DECLINE
source: Decline
uk: Відхилити

# STRINGS.TALK.OPT_LEAVE
source: Sorry, I've gotta run!
uk: Вибач, я мушу бігти!

# STRINGS.TALK.OPT_NO_THANKS
source: No thanks
uk: Ні, дякую

# STRINGS.TALK.OPT_OKAY
source: Okay
uk: Добре

# STRINGS.TALK.POTION.TT_ALREADY_REFILLED
source: Already refilled
uk: Вже наповнена

# STRINGS.TALK.POTION.TT_CANT_AFFORD
source: Not enough <p img='images/hud_images/hud_konjur_drops_currency.tex'>
uk: Недостатньо <p img='images/hud_images/hud_konjur_drops_currency.tex'>

# STRINGS.TALK.POTION.TT_FULL_POTION
source: Full potion
uk: Повне зілля

# STRINGS.TALK.POTION.TT_NO_POTION
source: You can't carry a {name.potion}
uk: Ви не можете взяти {name.potion}

# STRINGS.TALK.TITLE_PENDING_TRANSLATION
source: Pending Translation
uk: Очікує на переклад

# STRINGS.TIME.RUN_DURATION.IN_HOURS
source: {hours} HR {minutes} MIN {seconds} SEC
uk: {hours} ГОД {minutes} ХВ {seconds} СЕК

# STRINGS.TIME.RUN_DURATION.IN_MINUTES
source: {minutes} MIN {seconds} SEC
uk: {minutes} ХВ {seconds} СЕК

# STRINGS.TITLE_CARDS.bandicoot.LOWERTHIRD
source: The Illusory Vixen
uk: Ілюзорний лис

# STRINGS.TITLE_CARDS.bandicoot_elite.LOWERTHIRD
source: The Illusory Vixen Confounder of Truth
uk: Ілюзорний лис Порушник істини

# STRINGS.TITLE_CARDS.blarmadillo_miniboss.LOWERTHIRD
source: Ready to rumble
uk: Готовий до бійки

# STRINGS.TITLE_CARDS.bonejaw_miniboss.LOWERTHIRD
source: Has a bone to pick
uk: Має за що зачепитися

# STRINGS.TITLE_CARDS.bullrog_miniboss.LOWERTHIRD
source: The hot-headed one
uk: Запальний

# STRINGS.TITLE_CARDS.cabbageroll_miniboss.LOWERTHIRD
source: Ruler of the {name_multiple.cabbageroll}
uk: Правитель {2:{Name_multiple.cabbageroll}}

# STRINGS.TITLE_CARDS.crystroll_miniboss.LOWERTHIRD
source: Always has a cold
uk: Завжди прохолодний

# STRINGS.TITLE_CARDS.eggzy.LOWERTHIRD
source: The Abandoned Spawn
uk: Покинуте гніздо

# STRINGS.TITLE_CARDS.embison_miniboss.LOWERTHIRD
source: Mean and stubborn as an ox
uk: Злий і впертий, як віл

# STRINGS.TITLE_CARDS.eyev_miniboss.LOWERTHIRD
source: Always watching
uk: Завжди стежить

# STRINGS.TITLE_CARDS.floracrane_miniboss.LOWERTHIRD
source: Highest in the pecking order
uk: Найвищий у списку

# STRINGS.TITLE_CARDS.gnarlic_miniboss.LOWERTHIRD
source: Aged to full pungency
uk: Витриманий до повної їдкості

# STRINGS.TITLE_CARDS.gourdo_miniboss.LOWERTHIRD
source: Gourd big or go home
uk: Вирости більший гарбуз або йди додому

# STRINGS.TITLE_CARDS.grimhollow.LOWERTHIRD
source: Revenant of a Lost Age
uk: Привид загубленої епохи

# STRINGS.TITLE_CARDS.groak_miniboss.LOWERTHIRD
source: Big mouth. Bigger temper
uk: Великий рот. Більший темперамент

# STRINGS.TITLE_CARDS.megatreemon.LOWERTHIRD
source: Rotten Heart of the Forest
uk: Гниле серце лісу

# STRINGS.TITLE_CARDS.megatreemon_elite.LOWERTHIRD
source: Rotten Heart of the Forest The Root of Corruption
uk: Гниле серце лісу Корінь зараження

# STRINGS.TITLE_CARDS.mothball_teen_miniboss.LOWERTHIRD
source: Matriarch of the {name.mothball}
uk: Матріарх {2:{name.mothball}}

# STRINGS.TITLE_CARDS.npc_apothecary.LOWERTHIRD
source: {name.npc_apothecary} joined your camp!
uk: {Name.npc_apothecary} приєднався до вашого табору!

# STRINGS.TITLE_CARDS.npc_armorsmith.LOWERTHIRD
source: {name.npc_armorsmith} joined your camp!
uk: {Name.npc_armorsmith} приєдналась до вашого табору!

# STRINGS.TITLE_CARDS.npc_blacksmith.LOWERTHIRD
source: {name.npc_blacksmith} joined your camp!
uk: {Name.npc_blacksmith} приєднався до вашого табору!

# STRINGS.TITLE_CARDS.npc_cook.LOWERTHIRD
source: {name.npc_cook} joined your camp!
uk: {Name.npc_cook} приєдналася до вашого табору!

# STRINGS.TITLE_CARDS.npc_dojo_master.LOWERTHIRD
source: {name.npc_dojo_master} joined your camp!
uk: {Name.npc_dojo_master} приєднався до вашого табору!

# STRINGS.TITLE_CARDS.npc_refiner.LOWERTHIRD
source: {name.npc_refiner} joined your camp!
uk: {Name.npc_refiner} приєдналася до вашого табору!

# STRINGS.TITLE_CARDS.owlitzer.LOWERTHIRD
source: Mother of Darkness
uk: Мати темряви

# STRINGS.TITLE_CARDS.owlitzer_elite.LOWERTHIRD
source: Mother of Darkness, Destroyer of the Light
uk: Мати Темряви, Руйнівниця світла

# STRINGS.TITLE_CARDS.quetz_miniboss.LOWERTHIRD
source: Ruler of the {name.quetz}
uk: Правитель {name.quetz}

# STRINGS.TITLE_CARDS.sedament.LOWERTHIRD
source: The Golem of Living Stone
uk: Голем з живого каменю

# STRINGS.TITLE_CARDS.sporemon_miniboss.LOWERTHIRD
source: The immovable object
uk: Нерухомий об’єкт

# STRINGS.TITLE_CARDS.stunk_miniboss.LOWERTHIRD
source: Will make you smell
uk: Змусить вас смердіти

# STRINGS.TITLE_CARDS.swarmy_miniboss.LOWERTHIRD
source: As toxic as its personality
uk: Токсичний, як і його характер

# STRINGS.TITLE_CARDS.thatcher.LOWERTHIRD
source: The Orphaned Hivemind
uk: Самотній розум вулика

# STRINGS.TITLE_CARDS.thatcher_elite.LOWERTHIRD
source: The Orphaned Hivemind Maestro of Misery
uk: Самотній розум вулика Маестро страждань

# STRINGS.TITLE_CARDS.yammo_miniboss.LOWERTHIRD
source: Menace of the Woods
uk: Лісова загроза

# STRINGS.TITLE_CARDS.zucco_miniboss.LOWERTHIRD
source: Sharper than he looks
uk: Гостріший, ніж здається

# STRINGS.TOWN.HUD.DAYS_OF_WEEK.1
source: Munnsday
uk: Понідалек

# STRINGS.TOWN.HUD.DAYS_OF_WEEK.2
source: Chuseday
uk: Вівсорок

# STRINGS.TOWN.HUD.DAYS_OF_WEEK.3
source: Wendday
uk: Середда

# STRINGS.TOWN.HUD.DAYS_OF_WEEK.4
source: Thirsday
uk: Чатвер

# STRINGS.TOWN.HUD.DAYS_OF_WEEK.5
source: Freeday
uk: П'яниця

# STRINGS.TOWN.HUD.DAYS_OF_WEEK.6
source: Sattaday
uk: Саботта

# STRINGS.TOWN.HUD.DAYS_OF_WEEK.7
source: Soonday
uk: Неділок

# STRINGS.TOWN.HUD.REROLLS_TT
source: <b>Rerolls</> Allows you to remove one <#RED>{name.concept_relic}</> and replace it with another random one.
uk: <b>Переобрання</> Дозволяє видалити одну <#RED>{2:{name.concept_relic}}</> і замінити її на іншу випадкову.

# STRINGS.UI.ACTIONS.CANCEL
source: Cancel
uk: Скасувати

# STRINGS.UI.ACTIONS.CHITCHAT
source: Chit Chat
uk: Побалакати

# STRINGS.UI.ACTIONS.DRINK_POTION_ITEM
source: {name.interact_hold} Drink {name.potion}
uk: {Name.interact_hold} Випити {name.potion}

# STRINGS.UI.ACTIONS.GIVE_GIFT
source: {name.interact_hold} Give Gift
uk: {Name.interact_hold} Подарувати подарунок

# STRINGS.UI.ACTIONS.HEAD_OUT
source: Head Out?
uk: Забираємося?

# STRINGS.UI.ACTIONS.HEAD_OUT_CONFIRM
source: Head Out
uk: Забираємося

# STRINGS.UI.ACTIONS.MANNEQUIN_CHANGE_EQUIPMENT
source: {name.interact_tap} Change Equipment
uk: {Name.interact_tap} Змінити спорядження

# STRINGS.UI.ACTIONS.MANNEQUIN_CLAIM_MANNEQUIN
source: {name.interact_hold} Claim Ownership & Save Loadout
uk: {Name.interact_hold} Забрати собі та зберегти комплект

# STRINGS.UI.ACTIONS.MANNEQUIN_INVALID_INTERACTION
source: Missing equipment pieces
uk: Відсутні елементи обладнання

# STRINGS.UI.ACTIONS.MANNEQUIN_QUICK_EQUIP
source: {name.interact_hold} Quick Equip
uk: {Name.interact_hold} Швидке спорядження

# STRINGS.UI.ACTIONS.MANNEQUIN_SET_EQUIPMENT
source: {name.interact_tap} Set Equipment
uk: {Name.interact_tap} Встановити спорядження

# STRINGS.UI.ACTIONS.MANNEQUIN_VIEW_LOADOUTS
source: {name.interact_tap} View Loadouts
uk: {Name.interact_tap} Оглянути комплекти

# STRINGS.UI.ACTIONS.MANNEQUIN_WIPE_EQUIPMENT
source: {name.interact_hold} Reset
uk: {Name.interact_hold} Скинути

# STRINGS.UI.ACTIONS.MOVE_IN
source: Move In
uk: Переїхати

# STRINGS.UI.ACTIONS.OPEN_ARMOR_SHOP
source: Forge Armour
uk: Кувати обладунки

# STRINGS.UI.ACTIONS.OPEN_STORAGE
source: {name.interact_tap} Open Inventory
uk: {Name.interact_tap} Відкрити інвентар

# STRINGS.UI.ACTIONS.OPEN_WEAPON_SHOP
source: Forge Weapon
uk: Кувати зброю

# STRINGS.UI.ACTIONS.PRACTICE_FIGHT
source: Reminisce
uk: Спогади

# STRINGS.UI.ACTIONS.REROLL_POWERITEM
source: {name.interact_hold} %s {name_multiple.concept_i_reroll} remaining
uk: {Name.interact_hold} лишилось %s {Name_multiple.concept_i_reroll}

# STRINGS.UI.ACTIONS.REVIVE
source: {name.interact_hold} Revive
uk: {Name.interact_hold} Оживити

# STRINGS.UI.ACTIONS.REVIVING
source: {name.interact_tap} Reviving
uk: {Name.interact_tap} Оживити

# STRINGS.UI.ACTIONS.SIT
source: {name.interact_tap} Sit
uk: {Name.interact_tap} Сісти

# STRINGS.UI.ACTIONS.TAKE_POTION_ITEM
source: {name.interact_tap} Gain {name.potion_charge}
uk: {Name.interact_tap} Отримати {name.potion_charge}

# STRINGS.UI.ACTIONS.TAKE_POWERITEM
source: {name.interact_tap} Take
uk: {Name.interact_tap} Взяти

# STRINGS.UI.ACTIONS.TALK
source: Talk
uk: Поговорити

# STRINGS.UI.ACTIONS.VIEW_MAP
source: View Map
uk: Глянуть карту

# STRINGS.UI.ADDPLAYERDIALOG.CANCEL_HINT
source: <p bind='Controls.Digital.CANCEL' color=0> Cancel
uk: <p bind='Controls.Digital.CANCEL' color=0> Скасувати

# STRINGS.UI.ADDPLAYERDIALOG.CONFIRM_HINT
source: <p bind='Controls.Digital.MENU_ACCEPT' color=0> Confirm
uk: <p bind='Controls.Digital.MENU_ACCEPT' color=0> Підтвердити

# STRINGS.UI.ADDPLAYERDIALOG.SUBTITLE
source: Press any key on the gamepad you'd like to use.
uk: Натисніть будь-яку клавішу на геймпаді, який ви хочете використати.

# STRINGS.UI.ADDPLAYERDIALOG.TITLE
source: Add a local player
uk: Додати локального гравця

# STRINGS.UI.ARMORYSCREEN.ARMORSMITH_NO_TOOLS_TT
source: Befriend <#BLUE>{name.npc_armorsmith} the {name.job_armorsmith}</> to unlock this function.
uk: Подружіться з <#BLUE>{4:{name.job_armorsmith}} {5:{Name.npc_armorsmith}}</>, щоб розблокувати цю функцію.

# STRINGS.UI.ARMORYSCREEN.BACK
source: <p img='images/ui_ftf/arrow_left.tex' color=0 scale=0.7> Back
uk: <p img='images/ui_ftf/arrow_left.tex' scale=0.9 color=0> Назад

# STRINGS.UI.ARMORYSCREEN.DEFENSE_LVL
source: DEFENCE LVL: %d
uk: РІВЕНЬ ЗАХИСТУ: %d

# STRINGS.UI.ARMORYSCREEN.EFFECT_LVL
source: EFFECT LVL: %d
uk: РІВЕНЬ ЕФЕКТУ: %d

# STRINGS.UI.ARMORYSCREEN.EQUIP_TT
source: Press <p bind='Controls.Digital.MENU_EQUIP' color=0> to Swap
uk: Натисніть <p bind='Controls.Digital.MENU_EQUIP' color=0> для заміни

# STRINGS.UI.ARMORYSCREEN.LOCKED_BOSS_ARMOR
source: Imbue a <#RED>{name.weapon_crystal_prefix}{armor_piece}</> with the {name.konjur_heart} of an <#RED>{name.elite_prefix} {boss}</> to have <#BLUE>{name.npc_armorsmith}</> craft this for you.
uk: Наповніть <#RED>{Name.weapon_crystal_prefix}{armor_piece}</> силою {4:{name.elite_prefix}} {2:{name.konjur_heart}} (<#RED>{boss}</>) для виготовлення цього обладунку у <#BLUE>{4:{Name.npc_armorsmith}}</>.

# STRINGS.UI.ARMORYSCREEN.LOCKED_BOSS_WEAPON
source: Imbue a <#RED>{name.weapon_crystal_prefix}{weapon_type}</> with the {name.konjur_heart} of an <#RED>{name.elite_prefix} {boss}</> to have <#BLUE>{name.npc_blacksmith}</> craft this for you.
uk: Наповніть <#RED>{Name.weapon_crystal_prefix}{weapon_type}</> силою {4:{name.elite_prefix}} {2:{name.konjur_heart}} (<#RED>{boss}</>) для виготовлення цієї зброї у <#BLUE>{2:{Name.npc_blacksmith}}</>.

# STRINGS.UI.ARMORYSCREEN.LOCKED_CORESTONE_ARMOR
source: Maybe <#BLUE>{name.npc_armorsmith}</> knows something?
uk: Можливо, <#BLUE>{Name.npc_armorsmith}</> щось знає?

# STRINGS.UI.ARMORYSCREEN.LOCKED_CORESTONE_WEAPON
source: Maybe <#BLUE>{name.npc_blacksmith}</> knows something?
uk: Можливо, <#BLUE>{Name.npc_blacksmith}</> щось знає?

# STRINGS.UI.ARMORYSCREEN.LOCKED_DESC
source: Purchase in the <#RED>%s</> marketplace
uk: Купуйте на ринку: <#RED>%s</>

# STRINGS.UI.ARMORYSCREEN.LOCKED_FRENZY_LVL
source: This item is only found in {name_multiple.run_ascension}
uk: Цей предмет можна знайти лише в {2:{name_multiple.run_ascension}}

# STRINGS.UI.ARMORYSCREEN.MAX_LEVEL
source: MAX LEVEL
uk: МАКС РІВЕНЬ

# STRINGS.UI.ARMORYSCREEN.NO_ARMORSMITH_TT
source: Rescue <#BLUE>{name.npc_armorsmith} the {name.job_armorsmith}</> in <#RED>{name.treemon_forest_r2}</> to unlock this function.
uk: Врятуйте <#BLUE> {2:{name.job_armorsmith}} {2:{name.npc_armorsmith}}</> з <#RED>{2:{name.treemon_forest_r2}}</>, щоб розблокувати цю функцію.

# STRINGS.UI.ARMORYSCREEN.NO_EQUIPMENT
source: No equipment
uk: Немає спорядження

# STRINGS.UI.ARMORYSCREEN.TITLE
source: ARMOURY
uk: ОБЛАДУНКИ

# STRINGS.UI.ARMORYSCREEN.TT_EQUIPPED_LABEL
source: EQUIPPED
uk: СПОРЯДЖЕНО

# STRINGS.UI.ARMORYSCREEN.UPGRADE_NPC_TT
source: Become besties with <#BLUE>{name.npc_armorsmith} the {name.job_armorsmith}</> to discover new upgrades!
uk: Станьте найкращими друзями з <#BLUE>{4:{name.job_armorsmith}} {5:{Name.npc_armorsmith}}</>, щоб дізнатися про нові покращення!

# STRINGS.UI.ARMORYSCREEN.WEIGHT
source: WEIGHT
uk: ВАГА

# STRINGS.UI.BUTTONS.BUY_INFO
source: Buy Info
uk: Інформація про купівлю

# STRINGS.UI.BUTTONS.CANCEL
source: Cancel
uk: Скасувати

# STRINGS.UI.BUTTONS.CLOSE
source: Close
uk: Закрити

# STRINGS.UI.BUTTONS.CREATE
source: Create
uk: Створити

# STRINGS.UI.BUTTONS.EQUIP
source: Equip
uk: Озброїти

# STRINGS.UI.BUTTONS.FORGE
source: Forge
uk: Кувати

# STRINGS.UI.BUTTONS.MIX
source: Mix
uk: Змішати

# STRINGS.UI.BUTTONS.NEXT
source: Next
uk: Далі

# STRINGS.UI.BUTTONS.NO
source: NO
uk: НІ

# STRINGS.UI.BUTTONS.OK
source: OK
uk: ОК

# STRINGS.UI.BUTTONS.PREVIOUS
source: Previous
uk: Попередній

# STRINGS.UI.BUTTONS.SELECT
source: Select
uk: Вибрати

# STRINGS.UI.BUTTONS.UNEQUIP
source: Unequip
uk: Зняти

# STRINGS.UI.BUTTONS.UPGRADE
source: Upgrade
uk: Покращити

# STRINGS.UI.CONSOLESCREEN.LOCALEXECUTE
source: Local:
uk: Локальний:

# STRINGS.UI.CONSOLESCREEN.REMOTEEXECUTE
source: Remote:
uk: Віддалений:

# STRINGS.UI.CONTROLSCHEMEPOPUP.DESC
source: Your control scheme is an important part of the hunt. We suggest using Mouse Aiming for more accurate and fluid control, however practice may be required. Don't worry, you can always change this in the Options menu.
uk: Ваша схема контролю є важливою частиною полювання. Ми пропонуємо використовувати прицілювання миші для більш точного та плавного керування, однак може знадобитися практика. Не хвилюйтеся, ви завжди можете змінити це в меню "Параметри".

# STRINGS.UI.CONTROLSCHEMEPOPUP.MOUSE_AIMING_OFF
source: <#RED>Disable</> Mouse Aiming
uk: <#RED>Вимкнути</> наведення мишкою

# STRINGS.UI.CONTROLSCHEMEPOPUP.MOUSE_AIMING_OFF_TT
source: Attack in the direction that you are facing. This is sometimes more intuitive, but makes quickly switching targets and direction more difficult.
uk: Атакуйте в тому напрямку, куди ви дивитеся. Іноді це більш інтуїтивно зрозуміло, але ускладнює швидке перемикання цілей і напрямку.

# STRINGS.UI.CONTROLSCHEMEPOPUP.MOUSE_AIMING_ON
source: Keep Mouse Aiming
uk: Наведення мишкою

# STRINGS.UI.CONTROLSCHEMEPOPUP.MOUSE_AIMING_ON_TT
source: <#RED>Recommended</> Attack in the direction of the mouse. This allows greater use of directional combat in the game, making it easier to do combos.
uk: <#RED>Рекомендовано</> Атакуйте в напрямку миші. Це дозволяє ширше використовувати спрямований бій у грі, полегшуючи виконання комбо.

# STRINGS.UI.CONTROLSCHEMEPOPUP.TITLE
source: Select Control Scheme
uk: Виберіть схему керування

# STRINGS.UI.CRAFTING.CAN_CRAFT
source: Can Craft
uk: Можна створити

# STRINGS.UI.CRAFTING.DENSITY
source: Density
uk: Щільність

# STRINGS.UI.CRAFTING.OWNED
source: OWNED
uk: ОТРИМАНО

# STRINGS.UI.CRAFTING.REQUIRED_MATERIALS
source: Required Materials
uk: Необхідні матеріали

# STRINGS.UI.CRASH_STATUS.FIXED
source: Fixed in an upcoming release.
uk: Виправлено в майбутньому релізі.

# STRINGS.UI.CRASH_STATUS.KNOWN_ISSUE
source: Known, and we hope to resolve it soon.
uk: Знаємо і сподіваємося виправити це найближчим часом.

# STRINGS.UI.CRASH_STATUS.NEEDS_MORE_INFO
source: Known, but we need help tracking it down. If you'd like to help, click 'Bug Tracker' and follow the instructions.
uk: Знаєш, але нам потрібна допомога для відстеження. Якщо ви хочете допомогти, натисніть 'Відстеження помилок' і виконуйте інструкції.

# STRINGS.UI.CREDITSSCREEN.OPENSOURCE
source: OPEN SOURCE PACKAGES
uk: OPEN SOURCE ПРОЄКТИ

# STRINGS.UI.CREDITSSCREEN.TITLE
source: CREDITS
uk: АВТОРИ

# STRINGS.UI.DATACOLLECTION.EXPLAIN_POPUP.BODY_RESTART
source: <b>Changing this setting requires restarting the game.</>
uk: <b>Зміна цього параметра потребує перезапуску гри.</>

# STRINGS.UI.DATACOLLECTION.EXPLAIN_POPUP.CANCEL
source: Cancel
uk: Скасувати

# STRINGS.UI.DATACOLLECTION.EXPLAIN_POPUP.OPT_IN.CONTINUE
source: Enable
uk: Увімкнути

# STRINGS.UI.DATACOLLECTION.EXPLAIN_POPUP.OPT_OUT.CONTINUE
source: Disable
uk: Вимкнути

# STRINGS.UI.DATACOLLECTION.EXPLAIN_POPUP.PRIVACY_PORTAL
source: View Privacy Policy
uk: Політика конфіденційності

# STRINGS.UI.DATACOLLECTION.EXPLAIN_POPUP.SEE_PRIVACY
source: For more details on our privacy policy and how we use the data we collect, please see our official privacy policy.
uk: Щоб дізнатися більше про нашу політику конфіденційності та те, як ми використовуємо дані, які збираємо, перегляньте нашу офіційну політику конфіденційності.

# STRINGS.UI.DATACOLLECTION.EXPLAIN_POPUP.TITLE
source: Data Collection
uk: Збір даних

# STRINGS.UI.DATACOLLECTION.FEEDBACK_DISCLAIMER
source: Report includes platform information for diagnostic purposes.
uk: Звіт містить інформацію про платформу для діагностичних цілей.

# STRINGS.UI.DATACOLLECTION.LOGIN.CONTINUE
source: Continue
uk: Продовжити

# STRINGS.UI.DATACOLLECTION.LOGIN.SEE_OPTIONS
source: Data Collection settings can be modified in the Options menu.
uk: Параметри збору даних можна змінити в меню "Параметри".

# STRINGS.UI.DATACOLLECTION.LOGIN.TITLE
source: Offline Mode
uk: Автономний режим

# STRINGS.UI.DATACOLLECTION.QUIT_POPUP.CONFIRM
source: Quit
uk: Вийти

# STRINGS.UI.DATACOLLECTION.QUIT_POPUP.TITLE
source: Quit to Apply Changes
uk: Вийдіть, щоб застосувати зміни

# STRINGS.UI.DATACOLLECTION.REQUIREMENT
source: We require the collection of user data to provide online services. Players who disable data collection will only have access to play in offline mode.
uk: Ми вимагаємо збір даних користувачів для надання онлайн-послуг. Гравці, які вимкнули збір даних, матимуть доступ до гри лише в автономному режимі.

# STRINGS.UI.DECORSCREEN.CRAFT_BTN
source: Craft item
uk: Створити

# STRINGS.UI.DECORSCREEN.DECOR_SIZE
source: <p img='images/icons_ftf/decor_size.tex' color=0 scale=1.8> SIZE <#LIGHT_TEXT_DARK>%sx%s</>
uk: <p img='images/icons_ftf/decor_size.tex' color=0 scale=1.8> РОЗМІР <#LIGHT_TEXT_DARK>%sx%s</>

# STRINGS.UI.DECORSCREEN.DECOR_STORED
source: <p img='images/icons_ftf/decor_stored.tex' color=0 scale=1.8> STORED <#LIGHT_TEXT_DARK>%s</>
uk: <p img='images/icons_ftf/decor_stored.tex' color=0 scale=1.8> НАЯВНО <#LIGHT_TEXT_DARK>%s</>

# STRINGS.UI.DECORSCREEN.DESC
source: Build decorations for your town, and earn corestones!
uk: Будуйте прикраси для свого містечка та заробляйте кам'яні ядра!

# STRINGS.UI.DECORSCREEN.EMPTY_LIST
source: Explore more to find these items.
uk: Досліджуйте більше, щоб знайти ці елементи.

# STRINGS.UI.DECORSCREEN.INFO_POPUP_TITLE
source: Ingredient info
uk: Інформація про інгредієнт

# STRINGS.UI.DECORSCREEN.LIST_HOTKEYS
source: <p bind='Controls.Digital.MENU_CRAFT_ITEM' color=0 scale=1> Craft item <p bind='Controls.Digital.MENU_PLACE_ITEM' color=0 scale=1> Place item
uk: <p bind='Controls.Digital.MENU_CRAFT_ITEM' color=0 scale=1> Створити <p bind='Controls.Digital.MENU_PLACE_ITEM' color=0 scale=1> Розмістити

# STRINGS.UI.DECORSCREEN.LIST_HOTKEYS_GAMEPAD
source: <p bind='Controls.Digital.MENU_CRAFT_ITEM' color=0 scale=1> Craft item <p bind='Controls.Digital.MENU_PLACE_ITEM' color=0 scale=1> Place item <p bind='Controls.Digital.MENU_ACCEPT' just_device='gamepad' color=0 scale=1> Info
uk: <p bind='Controls.Digital.MENU_CRAFT_ITEM' color=0 scale=1> Створити <p bind='Controls.Digital.MENU_PLACE_ITEM' color=0 scale=1> Розмістити <p bind='Controls.Digital.MENU_ACCEPT' just_device='gamepad' color=0 scale=1> Інформація

# STRINGS.UI.DECORSCREEN.PICKUP
source: Pick Up Items
uk: Підняти декор

# STRINGS.UI.DECORSCREEN.PLACE_BTN
source: Place item
uk: Розмістити

# STRINGS.UI.DECORSCREEN.TITLE
source: DECOR
uk: ДЕКОР

# STRINGS.UI.DISKSPACE.CONTINUE
source: Continue Anyway
uk: Все одно продовжити

# STRINGS.UI.DISKSPACE.CRITICAL_DESC
source: <#RED>You have run out of disk space! We are not able to save your progress. Please free up some space before continuing.</>
uk: <#RED>У вас закінчилося місце на диску! Ми не можемо зберегти ваш прогрес. Перш ніж продовжити, звільніть місце.</>

# STRINGS.UI.DISKSPACE.CRITICAL_QUIT
source: Quit
uk: Вийти

# STRINGS.UI.DISKSPACE.CRITICAL_TITLE
source: Not enough disk space!
uk: Недостатньо місця на диску!

# STRINGS.UI.DISKSPACE.TRY_AGAIN
source: Try Again
uk: Спробувати ще раз

# STRINGS.UI.DISKSPACE.WARNING_DESC
source: You are dangerously low on disk space. Please free up some space. <#RED>We may not be able to reliably save your progress.</>
uk: У вас небезпечно низький рівень місця на диску. Будь ласка, звільніть місце. <#RED>Ми не зможемо зберегти ваш прогрес. </>

# STRINGS.UI.DISKSPACE.WARNING_TITLE
source: Low Disk Space!
uk: Мало місця на диску!

# STRINGS.UI.DUNGEONLEVELWIDGET.REWARD_UNLOCKED
source: Unlocked!
uk: Розблоковано!

# STRINGS.UI.DUNGEONSELECTIONSCREEN.CONFIRM_TRAVEL.NO
source: Wait a minute.
uk: Хвилиночку.

# STRINGS.UI.DUNGEONSELECTIONSCREEN.CONFIRM_TRAVEL.TITLE
source: Travel to this location?
uk: Летіти до цього місця?

# STRINGS.UI.DUNGEONSELECTIONSCREEN.CONFIRM_TRAVEL.YES
source: Onwards!
uk: Вперед!

# STRINGS.UI.DUNGEONSELECTIONSCREEN.FRENZY_WIDGET.BASE_DIFFICULTY_TITLE
source: Standard
uk: Стандарт

# STRINGS.UI.DUNGEONSELECTIONSCREEN.FRENZY_WIDGET.FRENZY_LEVEL_TITLE
source: Frenzy {level}
uk: Божевілля {level}

# STRINGS.UI.DUNGEONSELECTIONSCREEN.HOTKEY_MATERIALS
source: Resource details
uk: Деталі ресурсу

# STRINGS.UI.DUNGEONSELECTIONSCREEN.HOTKEY_ZOOM
source: Zoom
uk: Масштаб

# STRINGS.UI.DUNGEONSELECTIONSCREEN.LOCATION_MATERIALS_TITLE
source: RESOURCES
uk: РЕСУРСИ

# STRINGS.UI.DUNGEONSELECTIONSCREEN.MATERIALS_POPUP.TITLE
source: Resources Found Here
uk: Ресурси знайдені тут
