Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.WEATHERS.lastword.desc
source: Whenever something dies, it makes {rarity_text}.
uk: Щоразу, коли хтось помирає, він створює {rarity_text}.

# STRINGS.ITEMS.WEATHERS.lastword.name
source: Last Word
uk: Останнє слово

# STRINGS.ITEMS.WEATHERS.lastword.rarity_text_COMMON
source: an explosion
uk: вибух

# STRINGS.ITEMS.WEATHERS.lastword.rarity_text_EPIC
source: a big explosion
uk: великий вибух

# STRINGS.ITEMS.WEATHERS.lastword.rarity_text_LEGENDARY
source: a huge explosion
uk: величезний вибух

# STRINGS.ITEMS.WEATHERS.menace.desc
source: {rarity_text} looms.
uk: З'являється {rarity_text}.

# STRINGS.ITEMS.WEATHERS.menace.name
source: Menace
uk: Загроза

# STRINGS.ITEMS.WEATHERS.menace.rarity_text_COMMON
source: A menacing figure
uk: загрозлива фігура

# STRINGS.ITEMS.WEATHERS.menace.rarity_text_EPIC
source: A truly menacing figure
uk: справді загрозлива фігура

# STRINGS.ITEMS.WEATHERS.menace.rarity_text_LEGENDARY
source: An overwhelmingly menacing figure
uk: надзвичайно загрозлива фігура

# STRINGS.ITEMS.WEATHERS.mothballprojectiles.desc
source: {rarity_text} throughout the {name.dungeon_room}.
uk: {rarity_text} по всій {2:{name.dungeon_room}}.

# STRINGS.ITEMS.WEATHERS.mothballprojectiles.name
source: Unidentified Orbs
uk: Невідома куля

# STRINGS.ITEMS.WEATHERS.mothballprojectiles.rarity_text_COMMON
source: An oily orb meanders
uk: Масляниста куля звивається

# STRINGS.ITEMS.WEATHERS.mothballprojectiles.rarity_text_EPIC
source: Oily orbs meander
uk: Маслянисті кулі звиваються

# STRINGS.ITEMS.WEATHERS.mothballprojectiles.rarity_text_LEGENDARY
source: Confusing and oily orbs meander
uk: Заплутані та маслянисті кулі звиваються

# STRINGS.ITEMS.WEATHERS.mothballsondeath.desc
source: Whenever something dies, {rarity_text} burst out of it.
uk: Щоразу, коли щось помирає, з нього вириваються {rarity_text}.

# STRINGS.ITEMS.WEATHERS.mothballsondeath.rarity_text_COMMON
source: a few {name_multiple.mothball}
uk: декілька {2:{Name_multiple.mothball}}

# STRINGS.ITEMS.WEATHERS.mothballsondeath.rarity_text_LEGENDARY
source: loads of {name_multiple.mothball}
uk: купа {2:{Name_multiple.mothball}}

# STRINGS.ITEMS.WEATHERS.night.desc
source: It's dark. {rarity_text}
uk: Темно. {rarity_text}

# STRINGS.ITEMS.WEATHERS.night.name
source: Night
uk: Ніч

# STRINGS.ITEMS.WEATHERS.night.rarity_text_COMMON
source: {name_multiple.rot} have a low chance of becoming a Nightmare.
uk: {Name_multiple.rot} мають низький шанс стати Кошмаром.

# STRINGS.ITEMS.WEATHERS.night.rarity_text_EPIC
source: {name_multiple.rot} have a high chance of becoming a Nightmare.
uk: {Name_multiple.rot} мають високий шанс стати Кошмаром.

# STRINGS.ITEMS.WEATHERS.night.rarity_text_LEGENDARY
source: {name_multiple.rot} are all Nightmares.
uk: Всі {name_multiple.rot} стають Кошмаром.

# STRINGS.ITEMS.WEATHERS.pinecones.desc
source: {rarity_text} are strewn around the {name.dungeon_room}.
uk: {rarity_text} розкидані на {2:{name.dungeon_room}}.

# STRINGS.ITEMS.WEATHERS.pinecones.rarity_text_COMMON
source: A few {name_multiple.trap_bomb_pinecone}
uk: Декілька {2:{Name_multiple.trap_bomb_pinecone}}

# STRINGS.ITEMS.WEATHERS.pinecones.rarity_text_LEGENDARY
source: Lots of {name_multiple.trap_bomb_pinecone}
uk: Багато {2:{Name_multiple.trap_bomb_pinecone}}

# STRINGS.ITEMS.WEATHERS.rain.name
source: Rain
uk: Дощ

# STRINGS.ITEMS.WEATHERS.rain.rarity_text_COMMON
source: Electricity does double damage. Infrequent Lightning strikes.
uk: Електрика завдає подвійної шкоди. Нечасті удари блискавки.

# STRINGS.ITEMS.WEATHERS.rain.rarity_text_EPIC
source: Electricity does triple damage. Lightning strikes.
uk: Електрика завдає потрійної шкоди. Удари блискавки.

# STRINGS.ITEMS.WEATHERS.rain.rarity_text_LEGENDARY
source: Electricity does quadruple damage. Constant lightning strikes.
uk: Електрика завдає вчетверо більшої шкоди. Постійні удари блискавок.

# STRINGS.ITEMS.WEATHERS.slideblocks.desc
source: Ice Blocks {rarity_text} fall from the sky.
uk: З неба {rarity_text} падають льодяні брили.

# STRINGS.ITEMS.WEATHERS.slideblocks.name
source: Ice Blocks
uk: Льодяні брили

# STRINGS.ITEMS.WEATHERS.slideblocks.rarity_text_COMMON
source: periodically
uk: періодично

# STRINGS.ITEMS.WEATHERS.slideblocks.rarity_text_EPIC
source: regularly
uk: регулярно

# STRINGS.ITEMS.WEATHERS.slideblocks.rarity_text_LEGENDARY
source: constantly
uk: постійно

# STRINGS.ITEMS.WEATHERS.smallworld.desc
source: Everything is Tiny. {rarity_text}
uk: Усе - крихітне. {rarity_text}

# STRINGS.ITEMS.WEATHERS.smallworld.name
source: Small World
uk: Малий світ

# STRINGS.ITEMS.WEATHERS.snowballs.desc
source: Something's throwing {rarity_text} from the bushes...
uk: Хтось кидає {rarity_text} з кущів...

# STRINGS.ITEMS.WEATHERS.snowballs.name
source: Snowballs
uk: Сніжки

# STRINGS.ITEMS.WEATHERS.snowballs.rarity_text_COMMON
source: snowballs
uk: сніжки

# STRINGS.ITEMS.WEATHERS.snowballs.rarity_text_EPIC
source: lots of snowballs
uk: багато сніжків

# STRINGS.ITEMS.WEATHERS.snowballs.rarity_text_LEGENDARY
source: loads of snowballs
uk: купу сніжків

# STRINGS.ITEMS.WEATHERS.spiketraps.desc
source: {rarity_text} are strewn around the {name.dungeon_room}.
uk: {rarity_text} розкидані на {2:{name.dungeon_room}}.

# STRINGS.ITEMS.WEATHERS.spiketraps.rarity_text_COMMON
source: A few {name_multiple.trap_weed_spikes}
uk: Декілька {2:{Name_multiple.trap_weed_spikes}}

# STRINGS.ITEMS.WEATHERS.spiketraps.rarity_text_LEGENDARY
source: Lots of {name_multiple.trap_weed_spikes}
uk: Багато {2:{Name_multiple.trap_weed_spikes}}

# STRINGS.ITEMS.WEATHERS.spores.desc
source: {rarity_text} are strewn around the {name.dungeon_room}.
uk: {rarity_text} розкидано на {2:{name.dungeon_room}}.

# STRINGS.ITEMS.WEATHERS.spores.name
source: Spores
uk: Спори

# STRINGS.ITEMS.WEATHERS.spores.rarity_text_COMMON
source: A few Spores
uk: Кілька спор

# STRINGS.ITEMS.WEATHERS.spores.rarity_text_EPIC
source: Spores
uk: Спори

# STRINGS.ITEMS.WEATHERS.spores.rarity_text_LEGENDARY
source: Lots of Spores
uk: Багато спор

# STRINGS.ITEMS.WEATHERS.stampede.desc
source: {name_multiple.antleer} charge into the {name.dungeon_room}.
uk: Заряди {2:{name_multiple.antleer}} на {2:{name.dungeon_room}}.

# STRINGS.ITEMS.WEATHERS.stampede.name
source: Stampede
uk: Штовханина

# STRINGS.ITEMS.WEATHERS.treels.desc
source: {name_multiple.treel} {rarity_text} pay a visit in the {name.dungeon_room}.
uk: {Name_multiple.treel} {rarity_text} з'являються на {2:{name.dungeon_room}}.

# STRINGS.ITEMS.WEATHERS.treels.rarity_text_COMMON
source: periodically
uk: періодично

# STRINGS.ITEMS.WEATHERS.treels.rarity_text_EPIC
source: frequently
uk: часто

# STRINGS.ITEMS.WEATHERS.treels.rarity_text_LEGENDARY
source: constantly
uk: постійно

# STRINGS.ITEMS.WEATHERS.weapon_damagebonus_bow.desc
source: {name_multiple.weapon_bow} deal +{bonus_damage}% {name.concept_damage}.
uk: {name_multiple.weapon_bow} завдають +{bonus_damage}% {2:{name.concept_damage}}.

# STRINGS.ITEMS.WEATHERS.weapon_damagebonus_bow.name
source: {name.weapon_bow} Time
uk: Час {3:{name.weapon_bow}}

# STRINGS.ITEMS.WEATHERS.weapon_damagebonus_cannon.desc
source: {name_multiple.weapon_cannon} deal +{bonus_damage}% {name.concept_damage}.
uk: {name_multiple.weapon_cannon} завдають +{bonus_damage}% {2:{name.concept_damage}}.

# STRINGS.ITEMS.WEATHERS.weapon_damagebonus_cannon.name
source: {name.weapon_cannon} Time
uk: Час {3:{name.weapon_cannon}}

# STRINGS.ITEMS.WEATHERS.weapon_damagebonus_hammer.desc
source: {name_multiple.weapon_hammer} deal +{bonus_damage}% {name.concept_damage}.
uk: {name_multiple.weapon_hammer} завдають +{bonus_damage}% {2:{name.concept_damage}}.

# STRINGS.ITEMS.WEATHERS.weapon_damagebonus_hammer.name
source: {name.weapon_hammer} Time
uk: Час {3:{name.weapon_hammer}}

# STRINGS.ITEMS.WEATHERS.weapon_damagebonus_polearm.desc
source: {name_multiple.weapon_polearm} deal +{bonus_damage}% {name.concept_damage}.
uk: {name_multiple.weapon_polearm} завдають +{bonus_damage}% {2:{name.concept_damage}}.

# STRINGS.ITEMS.WEATHERS.weapon_damagebonus_polearm.name
source: {name.weapon_polearm} Time
uk: Час {3:{name.weapon_polearm}}

# STRINGS.ITEMS.WEATHERS.weapon_damagebonus_shotput.desc
source: {name_multiple.weapon_shotput} deal +{bonus_damage}% {name.concept_damage}.
uk: {name_multiple.weapon_shotput} завдають +{bonus_damage}% {2:{name.concept_damage}}.

# STRINGS.ITEMS.WEATHERS.weapon_damagebonus_shotput.name
source: {name.weapon_shotput} Time
uk: Час {3:{name.weapon_shotput}}

# STRINGS.ITEMS.WEATHERS.weapon_damagenerf_bow.desc
source: {name_multiple.weapon_bow} deal {bonus_damage}% {name.concept_damage}.
uk: {name_multiple.weapon_bow} завдають {bonus_damage}% {2:{name.concept_damage}}.

# STRINGS.ITEMS.WEATHERS.weapon_damagenerf_bow.name
source: Toy {name_multiple.weapon_bow}
uk: Іграшковий {name_multiple.weapon_bow}

# STRINGS.ITEMS.WEATHERS.weapon_damagenerf_cannon.desc
source: {name_multiple.weapon_cannon} deal {bonus_damage}% {name.concept_damage}.
uk: {name_multiple.weapon_cannon} завдають {bonus_damage}% {2:{name.concept_damage}}.

# STRINGS.ITEMS.WEATHERS.weapon_damagenerf_cannon.name
source: Toy {name_multiple.weapon_cannon}
uk: Іграшкова {name_multiple.weapon_cannon}

# STRINGS.ITEMS.WEATHERS.weapon_damagenerf_hammer.desc
source: {name_multiple.weapon_hammer} deal {bonus_damage}% {name.concept_damage}.
uk: {name_multiple.weapon_hammer} завдають {bonus_damage}% {2:{name.concept_damage}}.

# STRINGS.ITEMS.WEATHERS.weapon_damagenerf_hammer.name
source: Toy {name_multiple.weapon_hammer}
uk: Іграшковий {name_multiple.weapon_hammer}

# STRINGS.ITEMS.WEATHERS.weapon_damagenerf_polearm.desc
source: {name_multiple.weapon_polearm} deal {bonus_damage}% {name.concept_damage}.
uk: {name_multiple.weapon_polearm} завдають {bonus_damage}% {2:{name.concept_damage}}.

# STRINGS.ITEMS.WEATHERS.weapon_damagenerf_polearm.name
source: Toy {name_multiple.weapon_polearm}
uk: Іграшковий {name_multiple.weapon_polearm}

# STRINGS.ITEMS.WEATHERS.weapon_damagenerf_shotput.desc
source: {name_multiple.weapon_shotput} deal {bonus_damage}% {name.concept_damage}.
uk: {name_multiple.weapon_shotput} завдають {bonus_damage}% {2:{name.concept_damage}}.

# STRINGS.ITEMS.WEATHERS.weapon_damagenerf_shotput.name
source: Toy {name_multiple.weapon_shotput}
uk: Іграшковий {name_multiple.weapon_shotput}

# STRINGS.ITEMS.WEATHERS.windy.desc
source: Wind {rarity_text} blows from the sides of the {name.dungeon_room}.
uk: На {2:{name.dungeon_room}} {rarity_text} дме вітер.

# STRINGS.ITEMS.WEATHERS.windy.name
source: Windy
uk: Вітер

# STRINGS.ITEMS.WEATHERS.windy.rarity_text_COMMON
source: periodically
uk: періодично

# STRINGS.ITEMS.WEATHERS.windy.rarity_text_EPIC
source: regularly
uk: регулярно

# STRINGS.ITEMS.WEATHERS.windy.rarity_text_LEGENDARY
source: consistently
uk: постійно

# STRINGS.ITEMS.WEATHERS.zaptraps.rarity_text_COMMON
source: A {name.trap_togglezap} appears on the battlefield
uk: На полі бою з'являється {name.trap_togglezap}

# STRINGS.ITEMS.WEATHERS.zaptraps.rarity_text_EPIC
source: A {name.trap_togglezap} and {name_multiple.trap_toggleswitch} appear on the battlefield
uk: На полі бою з'являється {name.trap_togglezap} і {name_multiple.trap_toggleswitch}

# STRINGS.ITEMS.WEATHERS.zaptraps.rarity_text_LEGENDARY
source: Multiple {name_multiple.trap_togglezap} and {name_multiple.trap_toggleswitch} appear on the battlefield
uk: На полі бою з'являється кілька {2:{name_multiple.trap_togglezap}} і {2:{name_multiple.trap_toggleswitch}}

# STRINGS.ITEMS.WEATHERS.zuccotraps.desc
source: {rarity_text} are strewn around the {name.dungeon_room}.
uk: {rarity_text} розкидані на {2:{name.dungeon_room}}.

# STRINGS.ITEMS.WEATHERS.zuccotraps.rarity_text_COMMON
source: A few {name_multiple.trap_zucco}
uk: Декілька {2:{Name_multiple.trap_zucco}}

# STRINGS.ITEMS.WEATHERS.zuccotraps.rarity_text_LEGENDARY
source: Lots of {name_multiple.trap_zucco}
uk: Багато {2:{Name_multiple.trap_zucco}}

# STRINGS.ITEMS.WEATHER_REWARDS.GEM_UNIDENTIFIED.name
source: Unidentified {name.gem}
uk: Невідомий {name.gem}

# STRINGS.ITEMS.WEATHER_REWARDS.GEM_UNIDENTIFIED_SEED.name
source: Crystallized Seed
uk: Кристалізоване насіння

# STRINGS.ITEMS.WEATHER_REWARDS.SEED_BAG.name
source: Seeds
uk: Насіння

# STRINGS.ITEM_CATEGORIES.ARMOUR_SETS
source: Armour Sets
uk: Набори броні

# STRINGS.ITEM_CATEGORIES.ARMS
source: Hand
uk: Руки

# STRINGS.ITEM_CATEGORIES.BIOME_EXPLORATION
source: Biome Exploration
uk: Дослідження біома

# STRINGS.ITEM_CATEGORIES.BODY
source: Body
uk: Тіло

# STRINGS.ITEM_CATEGORIES.BOSS
source: Boss
uk: Бос

# STRINGS.ITEM_CATEGORIES.BUFFING_ITEMS
source: Consumables
uk: Витратні матеріали

# STRINGS.ITEM_CATEGORIES.BUILDINGS
source: Buildings
uk: Будівлі

# STRINGS.ITEM_CATEGORIES.CHALLENGE
source: Challenge
uk: Випробування

# STRINGS.ITEM_CATEGORIES.CHALLENGE_MASTERY
source: Challenge Mastery
uk: Випробування майстерності

# STRINGS.ITEM_CATEGORIES.CHEAT
source: Dirty Cheaters
uk: Брудні шахраї

# STRINGS.ITEM_CATEGORIES.COOKED_FOOD
source: Food
uk: Їжа

# STRINGS.ITEM_CATEGORIES.CROP
source: Crop
uk: Культура

# STRINGS.ITEM_CATEGORIES.CURSE
source: Curse
uk: Прокляття

# STRINGS.ITEM_CATEGORIES.DECOR
source: Decor
uk: Декор

# STRINGS.ITEM_CATEGORIES.DEFAULT_UNLOCK
source: Default Unlocks
uk: Розблокування за замовчуванням

# STRINGS.ITEM_CATEGORIES.ELECTRIC
source: Electric
uk: Електрика

# STRINGS.ITEM_CATEGORIES.EQUIPMENT
source: Equipment
uk: Обладнання

# STRINGS.ITEM_CATEGORIES.EQUIPMENT_MASTERY
source: Equipment Mastery
uk: Спорядження майстерності

# STRINGS.ITEM_CATEGORIES.EQUIPMENT_RARITY
source: Equipment
uk: Спорядження

# STRINGS.ITEM_CATEGORIES.FOOD
source: Lunch Box
uk: Ланчбокс

# STRINGS.ITEM_CATEGORIES.FOOD_POWER
source: Food
uk: Їжа

# STRINGS.ITEM_CATEGORIES.FROST
source: Frost
uk: Заморозка

# STRINGS.ITEM_CATEGORIES.GROAK
source: Groak
uk: Гроак

# STRINGS.ITEM_CATEGORIES.HEAD
source: Helmet
uk: Шолом

# STRINGS.ITEM_CATEGORIES.KEY_ITEMS
source: Key Items
uk: Ключові елементи

# STRINGS.ITEM_CATEGORIES.KONJUR_CONVERSION
source: {name.konjur} Conversion
uk: Перетворення {2:{name.konjur}}

# STRINGS.ITEM_CATEGORIES.LEGS
source: Foot
uk: Стопи

# STRINGS.ITEM_CATEGORIES.MARKET_CHALLENGE_MASTERY
source: Market Challenge
uk: Завдання ринку

# STRINGS.ITEM_CATEGORIES.MONSTER_MASTERY
source: Monster Mastery
uk: Майстерність монстра

# STRINGS.ITEM_CATEGORIES.MOVEMENT
source: Movement
uk: Рух

# STRINGS.ITEM_CATEGORIES.PLAYER
source: Old Magics
uk: Стара магія

# STRINGS.ITEM_CATEGORIES.RELATIONSHIP_CORE
source: Friendships
uk: Дружба

# STRINGS.ITEM_CATEGORIES.SEASONAL
source: Seasonal Rewards
uk: Сезонні нагороди

# STRINGS.ITEM_CATEGORIES.SEED
source: Seed
uk: Насіння

# STRINGS.ITEM_CATEGORIES.SHIELD
source: Sustain
uk: Підтримати

# STRINGS.ITEM_CATEGORIES.SHOULDERS
source: Shoulder
uk: Наплічник

# STRINGS.ITEM_CATEGORIES.STATUSEFFECT
source: Status Effects
uk: Ефекти

# STRINGS.ITEM_CATEGORIES.STRUCTURES
source: Structures
uk: Конструкції

# STRINGS.ITEM_CATEGORIES.SUMMON
source: Summon
uk: Викликати

# STRINGS.ITEM_CATEGORIES.TOWN
source: Town
uk: Місто

# STRINGS.ITEM_CATEGORIES.WAIST
source: Legs
uk: Ноги

# STRINGS.ITEM_CATEGORIES.WEAPON
source: Weapon
uk: Зброя

# STRINGS.ITEM_CATEGORIES.WEAPON_MASTERY
source: Weapon Mastery
uk: Володіння зброєю

# STRINGS.ITEM_CATEGORIES.WEAPON_UNLOCKS
source: Weapon Unlocks
uk: Зброю розблоковано

# STRINGS.ITEM_CATEGORIES.WEIGHT
source: Weight
uk: Вага

# STRINGS.LOCATIONS.LOCKED_LOCATION_DEFAULT
source: The path ahead has been lost to time, though an inspired scout could find a way.
uk: Шлях попереду втрачений часом, хоча натхненний розвідник міг би знайти шлях.

# STRINGS.LOCATIONS.LOCKED_LOCATION_NO_CLEARANCE
source: Hunters without clearance:
uk: Мисливці без дозволу:

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_DASH_UPPERCUT_1_2
source: You cannot get away!
uk: Ви не можете втекти!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_DASH_UPPERCUT_2_2
source: RISING GRASSHOPPER!
uk: КОНИК-СТРИБУНЕЦЬ!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_DEATH_1
source: Q... QUEEN...
uk: К... КОРОЛЕВА...

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_DEATH_2
source: Hurts. ...Why...?
uk: Боляче. ...Чому...?

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_INTRO_1
source: Who are you? Who are WE?
uk: Хто ти? Хто ми?

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_INTRO_2
source: WE will protect her!
uk: МИ її захистимо!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_INTRO_3
source: Shred! Shred! Shred! WE shred you!
uk: Порвати! Порвати! Порвати! МИ вас порвемо!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_PHASE_TRANSITION_1_2
source: You are bad. Nasty to the BONE.
uk: Ти поганий. Огидно до КІСТОК.

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_PHASE_TRANSITION_1_3
source: You are bad. Nasty to the BONE.
uk: Ти поганий. Огидно до КІСТОК.

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_PHASE_TRANSITION_2_2
source: WE... were formed... to be WILD.
uk: МИ... були створені... щоб бути ДИКИМИ.

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_PHASE_TRANSITION_2_3
source: WE... were formed... to be WILD.
uk: МИ... були створені... щоб бути ДИКИМИ.

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_SPINNING_ATTACK_1_1
source: Attack! Protect! We are getting you!
uk: Атакуйте! Захищайте! Ми дістанемось до тебе!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_SPINNING_ATTACK_2_1
source: SPINNING MANTIS BLADE!
uk: ОБЕРТАЮЧЕСЯ ЛЕЗО БОГОМОЛА!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_SWING_SMASH_1_3
source: Fear WE!
uk: Бійся НАС!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_SWING_SMASH_2_3
source: SUPER STING!
uk: СУПЕР ЖАЛО!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_TAUNT_1
source: You are small! WE are many!
uk: Ти маленький! НАС багато!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_TAUNT_2
source: WE give you... ENCORE!
uk: МИ даруємо тобі... НА БІС!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_TAUNT_3
source: You want show?? WE give!
uk: Хочеш шоу?? МИ дамо!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_TAUNT_4
source: You! You will not hurt our QUEEN!
uk: Ти! Ти не скривдиш нашу КОРОЛЕВУ!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher.THATCHER_TAUNT_5
source: Away from loved QUEEN! Away!
uk: Геть від коханої КОРОЛЕВИ! Геть!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_ACID_COATING_1_4
source: You will feel our sting...
uk: Ви відчуєте наш укус...

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_DASH_UPPERCUT_1_2
source: You cannot get away!
uk: Ви не можете втекти!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_DASH_UPPERCUT_1_4
source: You will succumb!
uk: Ви піддадетеся!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_DASH_UPPERCUT_2_2
source: RISING GRASSHOPPER!
uk: КОНИК-СТРИБУНЕЦЬ!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_DASH_UPPERCUT_2_4
source: SCORPION SLASH!
uk: УДАР СКОРПІОНА!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_DEATH_1
source: N-not... enough...
uk: Н-не... досить...

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_DEATH_2
source: Let us return... to the ichor...
uk: Дозвольте нам повернутися... до іхора...

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_INTRO_1
source: We are stronger, stronger than you!
uk: Ми сильніші, сильніші за вас!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_INTRO_2
source: The ichor flows through us!
uk: Іхор тече через нас!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_INTRO_3
source: Hear our sweet lament! For our QUEEN, for the SLEEPING BEAST.
uk: Почуйте наш солодкий плач! Для нашої КОРОЛЕВИ, для СПЯЧОГО ЗВІРА.

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_PHASE_TRANSITION_1_2
source: You do not learn... This is not where it ends.
uk: Ви не вчитеся... Це не кінець.

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_PHASE_TRANSITION_1_3
source: You do not learn... This is not where it ends.
uk: Ви не вчитеся... Це не кінець.

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_PHASE_TRANSITION_1_4
source: You do not learn... This is not where it ends.
uk: Ви не вчитеся... Це не кінець.

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_PHASE_TRANSITION_2_2
source: You cannot kill us all!
uk: Ви не можете вбити нас усіх!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_PHASE_TRANSITION_2_3
source: You cannot kill us all!
uk: Ви не можете вбити нас усіх!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_PHASE_TRANSITION_2_4
source: You cannot kill us all!
uk: Ви не можете вбити нас усіх!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_SPINNING_ATTACK_1_1
source: Attack! Protect! We are getting you!
uk: Атакуйте! Захищайте! Ми дістанемось до тебе!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_SPINNING_ATTACK_1_4
source: Our venom will burn in your veins!
uk: Наша отрута горітиме у ваших венах!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_SPINNING_ATTACK_2_1
source: SPINNING MANTIS BLADE!
uk: ОБЕРТАЮЧЕСЯ ЛЕЗО БОГОМОЛА!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_SPINNING_ATTACK_2_4
source: ACID HORNET SPIN!
uk: КРУЖЛЯННЯ КИСЛОТНОГО ШЕРШНЯ!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_SWING_SMASH_1_3
source: Fear WE!
uk: Бійся НАС!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_SWING_SMASH_1_4
source: All for QUEEN!
uk: Все для КОРОЛЕВИ!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_SWING_SMASH_2_3
source: SUPER STING!
uk: СУПЕР ЖАЛО!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_SWING_SMASH_2_4
source: VENOM STRIKE!
uk: УДАР ОТРУТОЮ!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_TAUNT_1
source: You do not deserve the ichor!
uk: Ви не заслуговуєте на іхор!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_TAUNT_2
source: You steal ichor from the Sleeping Beast!
uk: Ви крадете іхор у Сплячого Звіра!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_TAUNT_3
source: We are chosen!
uk: Ми обрані!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_TAUNT_4
source: We protect QUEEN from you!
uk: Ми захищаємо КОРОЛЕВУ від вас!

# STRINGS.MONSTERTRANSLATOR.HUMAN.thatcher_elite.THATCHER_TAUNT_5
source: You will meet your GRAND FINALE!
uk: Ви зустрінете свій ВЕЛИКИЙ ФІНАЛ!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_DASH_UPPERCUT_1_2
source: 'chit'Scree'itchitch h-CHRP- ss'Screey l'Brry -CHRP- b-CHRP- 'chit!
uk: 'чіт'Скрі'ічітч х-ЧРП- сс'Скрій л'Бррй -ЧРП- б-ЧРП- 'чіт!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_DASH_UPPERCUT_2_2
source: W'UzzX'UzzSL LW-CHRP- XXM'ScreeUU'BrrW!
uk: В'УззХ'УззСЛ ЛВ-ЧРП- ХХМ'СкріУУ'БррВ!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_DEATH_1
source: V... V'itchitch'Brr'BrrS...
uk: В... В'ічітч'Брр'БррС...

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_DEATH_2
source: M'itchitchwyx. ...Bm'chit...?
uk: М'ічітчвих. ...Бм'чіт...?

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_INTRO_1
source: Bm'Scree -CHRP- w'Brr 'chit'Scree'itchitch? Bm'Scree -CHRP- w'Brr B'Brr?
uk: Бм'Скрі -ЧРП- в'Брр 'чіт'Скрі'ічітч? Бм'Скрі -ЧРП- в'Брр Б'Брр?

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_INTRO_2
source: B'Brr b'Uzzqq uw'Screey'Brrhy m'Brrw!
uk: Б'Брр б'Уззкк ув'Скрій'Бррхи м'Бррв!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_INTRO_3
source: Xmw'Brri! Xmw'Brri! Xmw'Brri! B'Brr xmw'Brri 'chit'Scree'itchitch!
uk: Хмв'Бррі! Хмв'Бррі! Хмв'Бррі! Б'Брр хмв'Бррі 'чіт'Скрі'ічітч!

# STRINGS.MONSTERTRANSLATOR.MONSTER.thatcher.THATCHER_PHASE_TRANSITION_1_2
source: 'chit'Scree'itchitch -CHRP- w'Brr g-CHRP- i. S-CHRP- xy'chit y'Scree ym'Brr G'ScreeS'Brr.
uk: 'чіт'Скрі'ічітч -ЧРП- в'Брр ґ-ЧРП- і. С-ЧРП- хи'чіт и'Скрі им'Брр Ґ'СкріС'Брр.
