Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Quest.wrld_intro_meeting_apothecary.OPT_3
source: Why don't you come to our camp? You'll be safe there-- {name.npc_scout} can give you a ride.
uk: Чому б тобі не піти до нашого табору? Там безпечніше... {Name.npc_scout} може підвезти тебе.

# Quest.wrld_intro_meeting_apothecary.TALK
source: agent: !neutral !dubious {name.apothecary_sniff} !point Um. You're new. What are you doing here?
uk: agent: !neutral !dubious {name.apothecary_sniff} !point Ум. Ви новенький. Що ви тут робите?

# Quest.wrld_intro_meeting_apothecary.TALK2
source: agent: !neutral !shrug Yeah. Why wouldn't I be?
uk: agent: !neutral !shrug Так. А чому б і ні?

# Quest.wrld_intro_meeting_apothecary.TALK3
source: agent: !neutral !think I guess...?
uk: agent: !neutral !think Напевно...?

# Quest.wrld_intro_meeting_apothecary.TALK4
source: agent: [title:SPEAKER] [sound:Event.joinedTheParty] 0.5 !neutral !shocked 'Camp'... with people? !closedeyes Um... okay... [title:CLEAR]
uk: agent: [title:SPEAKER] [sound:Event.joinedTheParty] 0.5 !neutral !shocked 'Табір'... з іншими? !closedeyes Ум... добре? [title:CLEAR]

# Quest.wrld_intro_meeting_apothecary.TALK4_CLIENT
source: agent: !neutral !shocked 'Camp'... with people? !closedeyes Um... okay...
uk: agent: !neutral !shocked 'Табір'... з іншими? !closedeyes Ум... добре...

# Quest.wrld_intro_meeting_armorsmith.OPT_1
source: Yeah! They were worried about you.
uk: Так! Він хвилювався за тебе.

# Quest.wrld_intro_meeting_armorsmith.OPT_2A
source: Woah! Really?
uk: Ого! Справді?

# Quest.wrld_intro_meeting_armorsmith.OPT_2B
source: That's... a little hard to believe.
uk: В це... трохи важко повірити.

# Quest.wrld_intro_meeting_armorsmith.OPT_3
source: Right... well, it's good to have our {name.job_armorsmith} back!
uk: Так... Добре, що наш {name.job_armorsmith} повернувся!

# Quest.wrld_intro_meeting_armorsmith.TALK
source: agent: !happy !greet Hunter!! You made it out alive! player: <#BLUE>{name.npc_armorsmith}</>! You're alright! agent: !happy !laugh Ha! It'll take more than a little aerial free fall into a {name.rot}-infested forest to get rid of me! !neutral !dubious Speaking of-- how's <#BLUE>{name.npc_scout}</>? Are they okay??
uk: agent: !happy !greet Мисливцю!! Ви вижили! player: <#BLUE>{Name.npc_armorsmith}</>! З тобою все гаразд! agent: !happy !laugh Ха! Щоб позбутися мене, знадобиться дещо більше, ніж невелике падіння з висоти в ліс, повний {3:{name.rot}}, щоб мене позбутися! !neutral !dubious До речі... як там <#BLUE>{Name.npc_scout}</>? З ними все добре??

# Quest.wrld_intro_meeting_armorsmith.TALK2
source: agent: !happy !gesture Aw, they're so sweet-- but they didn't have to worry. !point I arm-wrestled a <#RED>{name.zucco}</> once, you know.
uk: agent: !happy !gesture О, він такий милий, але ж йому не варто було хвилюватися. !point Я колись змагалась в армреслінгу з <#RED>{Name.zucco}</>.

# Quest.wrld_intro_meeting_armorsmith.TALK3
source: agent: !neutral !think Well... actually come to think of it, I might've read that in a diary I found. !happy !shrug Anyway, it was a great story!
uk: agent: !neutral !think Ну... якщо добре подумати, то, можливо, я прочитала це в щоденнику, який знайшла. !happy !shrug У будь-якому разі, це була чудова історія!

# Quest.wrld_intro_meeting_armorsmith.TALK4
source: agent: [title:SPEAKER] [sound:Event.joinedTheParty] 0.5 !happy !clap Can't wait to get back and work on that armour of yours! !dubious I mean, no offense, but <i>woof</>... [title:CLEAR]
uk: agent: [title:SPEAKER] [sound:Event.joinedTheParty] 0.5 !happy !clap Не можу дочекатися повернення, щоб попрацювати над вашими обладунками! !dubious Без образ, але <i>ох</>... [title:CLEAR]

# Quest.wrld_intro_meeting_armorsmith.TALK4_CLIENT
source: agent: !happy !clap Can't wait to get back and work on that armour of yours! !dubious I mean, no offense, but <i>woof</>...
uk: agent: !happy !clap Не можу дочекатися повернення, щоб попрацювати над вашими обладунками! !dubious Без образ, але <i>ох</>...

# Quest.wrld_intro_meeting_blacksmith.OPT_1A
source: Uh. I'm with the {name_multiple.foxtails}. We... flew here together?
uk: Я з {3:{Name_multiple.foxtails}}. Ми... прилетіли сюди разом?

# Quest.wrld_intro_meeting_blacksmith.OPT_1B
source: You can call me 'Your Saviour'.
uk: Ти можеш називати мене 'Мій спаситель'.

# Quest.wrld_intro_meeting_blacksmith.OPT_2A
source: I knew you'd remember me!
uk: Я знав, що ти пам'ятаєш мене!

# Quest.wrld_intro_meeting_blacksmith.OPT_2B
source: Definitely not. You must be thinking of {name.npc_scout}.
uk: Однозначно ні. Ти, мабуть, маєш на увазі {2:{Name.npc_scout}}.

# Quest.wrld_intro_meeting_blacksmith.OPT_3
source: Err, <i>anyway--</> {name.npc_scout}'s waiting to take you back to camp.
uk: Е-е-е, <i>в будь-якому разі...</> {Name.npc_scout} чекає, щоб повернути тебе до табору.

# Quest.wrld_intro_meeting_blacksmith.TALK
source: agent: !neutral !dubious Och, tryin' ta sneak up on me, are ye? player: <#BLUE>{name.npc_blacksmith}! We've been looking everywhere for you! agent: !dubious ...Who are ye?
uk: agent: !neutral !dubious Намагаєтесь підкрастися до мене, так? player: <#BLUE>{Name.npc_blacksmith}! Ми скрізь тебе шукали ! agent: !dubious ...Хто ви?

# Quest.wrld_intro_meeting_blacksmith.TALK2
source: agent: !happy !think Ah. I remember ye now. !neutral !point Ye were the one that kept screamin' as our ship went down.
uk: agent: !happy !think Ах. Тепер я вас пам'ятаю. !neutral !point Ви були тим, хто кричав, коли падав наш корабель.

# Quest.wrld_intro_meeting_blacksmith.TALK3
source: agent: !point Wailin' like a wee bairn, ye were.
uk: agent: !point Ви кричали як маленьке дитя.

# Quest.wrld_intro_meeting_blacksmith.TALK4
source: agent: [title:SPEAKER] [sound:Event.joinedTheParty] 0.5 !neutral !gruffnod Hrm. Best be off, then. [title:CLEAR]
uk: agent: [title:SPEAKER] [sound:Event.joinedTheParty] 0.5 !neutral !gruffnod Гм. Краще тоді рушати далі. [title:CLEAR]

# Quest.wrld_intro_meeting_blacksmith.TALK4_CLIENT
source: agent: !neutral !gruffnod Hrm. Best be off, then.
uk: agent: !neutral !gruffnod Гм. Краще тоді рушати далі.

# Quest.wrld_intro_meeting_cook.OPT_1
source: I am! But what are <i>you</> doing out here?
uk: Це я! Але що <i>ти</> тут робиш?

# Quest.wrld_intro_meeting_cook.OPT_2
source: It'd be nice to have a real {name.job_cook} at camp. Welcome aboard!
uk: Було б добре мати справжнього {2:{name.job_cook}} в таборі. Ласкаво просимо на борт!

# Quest.wrld_intro_meeting_cook.TALK
source: agent: !happy !greet Well howdy there, stranger! !happy !dubious Tell me, are you part of that there expedition that's got <#BLUE>the Brinks</> all in a tizzy?
uk: agent: !happy !greet Ну привіт, чужинцю! !happy !dubious Скажіть, ви частина тієї експедиції, яка змусила <#BLUE>Брінкс</> здригнутися від страху?

# Quest.wrld_intro_meeting_cook.TALK2
source: agent: !neutral !shocked Oh, where are my manners? !happy !gesture The name's <#BLUE>{name.npc_cook}</>, <#RED>{name.job_cook}</> for hire. !point I reckon an important outfit like yours has plenty of mouths what need feedin'-- !bliss And there's nothin' I love more in this world than whipping up big tasty batches of grub! !gesture So I thought I'd mosey over and see if there's room for one more on your team!
uk: agent: !neutral !shocked О, де мої манери? !happy !gesture Мене звуть <#BLUE>{Name.npc_cook}</>, <#RED>{name.job_cook}</> на замовлення. !point Мабуть, в такій важливій команді, як ваша, є багато ротів, яких треба нагодувати... !bliss І нема нічого, що мені подобається більше, ніж готувати великі смачні порції їжі! !gesture Тож я вирішила зазирнути до вас і дізнатися, чи є у вашій команді місце для ще одного!

# Quest.wrld_intro_meeting_cook.TALK3
source: agent: [title:SPEAKER] [sound:Event.joinedTheParty] 0.5 !bliss <i>Hoo-whee!</> See you at camp! [title:CLEAR]
uk: agent: [title:SPEAKER] [sound:Event.joinedTheParty] 0.5 !bliss <i>Ху-ві!</> Побачимось в таборі! [title:CLEAR]

# Quest.wrld_intro_meeting_cook.TALK3_CLIENT
source: agent: !bliss <i>Hoo-whee!</> See you at camp!
uk: agent: !bliss <i>Ху-ві!</> Побачимось в таборі!

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]confused.1
source: Did you forget something at home?
uk: Ви щось забули вдома?

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]confused.2
source: Did you leave the oven on? ...Do we even have an oven?
uk: Ви залишили духовку увімкненою? ...У нас хоч духовка є?

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]confused.3
source: Lost your nerve?
uk: Здали нерви?

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]confused.4
source: Lemme get you home.
uk: Відвеземо вас додому.

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]motivational.1
source: Alright, hold tight Hunter.
uk: Добре, тримайся, Мисливцю.

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]motivational.2
source: Sending down the rope now!
uk: Відправляю мотузку прямо зараз!

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]motivational.3
source: Alright, Hunter. Let's head home.
uk: Гаразд, Мисливцю. Ходімо додому.

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]motivational.4
source: Don't feel bad about running away. I do it all the time!
uk: Не сумуйте про те, що втекли. Я роблю це весь час!

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]motivational.5
source: You tucked tail very bravely, Hunter.
uk: Ви дуже хоробро підібрали хвоста, Мисливцю.

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]motivational.6
source: Next stop-- home!
uk: Наступна зупинка... дім!

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]motivational.7
source: We can try again later.
uk: Ми спробуємо ще раз пізніше.

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]skeptical.1
source: Got cold feet, huh?
uk: Злякався, так?

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]skeptical.2
source: Sometimes you just gotta cut your losses.
uk: Іноді просто треба визнати свою поразку.

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[abandoned]skeptical.3
source: It's good to have a healthy fear of {name_multiple.rot}.
uk: Добре мати здоровий страх, якщо поруч {name_multiple.rot}.

source: Don't be discouraged. You made it halfway through the Hunt!
uk: Не падайте духом. Ви пройшли половину полювання!

source: What a sneaky rascal!
uk: Який підступний негідник!

source: <i>Two</> of them? Well that hardly seems fair.
uk: Їх <i>двоє</>? Ну, це вже майже нечесно.

source: Was I seeing double?
uk: В мене двоїться?

source: That gal may look fox-like, but she's no cousin of mine.
uk: Це дівча може виглядати як лисиця, але вона не моя кузина.

source: Ah. They say a hunted animal is most dangerous when it's cornered.
uk: Ага. Кажуть, що здобич найбільш небезпечна, коли її заганяють у кут.

source: Woah, she went feral at the end there!
uk: Ого, вона здичавіла в кінці!

source: Well jeez, she didn't have to laugh so hard at us.
uk: Ну от, вона не мусила так сильно сміятися над нами.

source: Can't quite put my claw on it, but... Something seems a little off about one of those copies.
uk: Можу не влучити кігтем, але... Здається, що з однією з тих копій щось не так.

source: If you let her rage long enough, she's bound to tucker herself out.
uk: Якщо ви дозволите їй достатньо довго лютувати, вона мусить втомитися.

source: She's too saturated with {name.konjur} to fully conceal herself. Keep an eye on the veins of those rocks.
uk: У неї забагато {3:{name.konjur}}, щоб повністю приховати себе. Слідкуйте за прожилками тих скель.

source: Did you see that? She was taunting you! Almost like she <i>wanted</i> you to attack her.
uk: Ви бачили це? Вона насміхалася над вами! Здається, вона <i>хотіла</i>, щоб ви напали на неї.

source: Looks like it's not going to roll over that easily...
uk: Здається, так просто він не здасться...

source: Don't lose hope, Hunter. We'll get it next time!
uk: Не втрачайте надію, Мисливцю. Наступного разу ми його здолаємо!

source: Hang in there, Hunter! I've got your back!
uk: Тримайтеся, Мисливцю! Я підстрахую вас!

source: Don't worry Hunter, you'll beat the snot out of that {name.blarmadillo_miniboss} next time!
uk: Не хвилюйтеся, Мисливцю, наступного разу ви виб’єте всі соплі з того {Name.blarmadillo_miniboss}!

source: Oof. That {name.blarmadillo_miniboss} is nothing to sneeze at.
uk: Уф. Той {Name.blarmadillo_miniboss} – це не жарти.

source: I thought you were really on a roll there...
uk: Я думав, ви вже були на справжньому підйомі...

source: I'm afraid this Hunt's been trunkated.
uk: Боюся, це полювання завершилося передчасно.

source: There's no getting through to this bonehead!
uk: До цього кісткоголового не достукатися!

source: Wait for him to tire himself out, that's your chance to strike!
uk: Чекайте, поки він втомиться – тоді й завдавайте удар!

source: You'll get him next time, I know it!
uk: Наступного разу ви з ним точно впораєтесь, я впевнений!

source: Yikes! That looked like it hurt...
uk: Ой! Це виглядало боляче...

source: Hang in there, Hunter!
uk: Тримайтеся, Мисливцю!

source: Come on, we'll head back to camp and get you patched up.
uk: Ходімо, повернемося в табір і підлатаємо вас.

source: You really don't want to be on the receiving end of his charge!
uk: Вам точно не варто опинятися на шляху його тарану!

source: Huh. Who knew the {name_multiple.cabbageroll} had a monarchy?
uk: Хм. Хто б міг подумати, що в {2:{Name_multiple.cabbageroll}} є монархія?

source: Do you think there's a {name.cabbageroll} parliament, too?
uk: А ви думаєте, у {2:{Name.cabbageroll}} ще й парламент є?

source: What a royal pain in the rump!
uk: От уже й справді королівський клопіт!

source: Down with the King!
uk: Геть короля!

source: That {name.cabbageroll_miniboss} needs to be overthrown!
uk: Того {2:{Name.cabbageroll_miniboss} треба скинути з трону!

source: Don't worry, next time you'll give him some royal payback!
uk: Не переймайтеся, наступного разу ви влаштуєте йому королівську відплату!

source: That {name.cabbageroll_miniboss} sure likes to throw his weight around, huh?
uk: Той {name.cabbageroll_miniboss} любить показати свою вагу, еге ж?

source: <i>(sniffle)</> H-has someone been chopping onions...?
uk: <i>(шморгає)</> Х-хтось тут ріже цибулю...?

source: Timing your dodges for just before he lands will be key here...
uk: Вчасно ухилятися, перед самим його ударом – ось що буде ключем...

source: Well now, wasn't he a gem...
uk: Ну хіба він не самоцвіт...

source: Smack frozen braziers a bit to relight them!
uk: Вдарте по замороженій жаровні, щоб знову запалити її!

source: If you get frozen solid, make sure to wiggle!
uk: Якщо замерзнете до крижаного стану, не забувайте рухатися!

source: Those teeth are so pretty, but so nasty...
uk: Ці зуби такі красиві, але такі небезпечні...

source: Wow! That breath sure is chilly.
uk: Вау! Цей подих дійсно холодний.

source: You looked so cold out there!
uk: Ви виглядали таким холодним!

source: Watch out. That thing's breath'll freeze straight through you.
uk: Обережно. Від його подиху вас проб'є крижаним холодом.

source: I know it's wrong, but this whole thing has me really craving an omelette.
uk: Ох, знаю, це дивно, але вся ця ситуація змушує мене захотіти омлет.

source: What a rotten egg!
uk: От так яєчко!

source: Don't give up! You've almost cracked it!
uk: Не здавайтесь! Ви майже розбили це!

source: Are you okay? You looked a bit scrambled out there.
uk: Ви в порядку? Виглядаєте трохи "збитими".

source: That's one tough egg to crack...
uk: Оце вже справді непросте яйце...

source: Oof. You really took a beating, huh?
uk: Ой... Вам добряче дісталось, га?

source: Don't worry Hunter, I've got you!
uk: Не хвилюйтесь, Мисливцю, я вас тримаю!

source: Maybe there's a way to use its own strength against it...
uk: Можливо, є спосіб використати його силу проти нього...

source: That bull-headed brute!
uk: Цей упертий бик!

source: Hey, where's the referee?!
uk: Гей, де суддя?!

source: Don't worry, Hunter! I know you'll get him next time!
uk: Не хвилюйтесь, Мисливцю! Знаю, що ви здолаєте його наступного разу!

source: He might've won this round, but our fight isn't over!
uk: Він виграв цей раунд, але наша битва ще не закінчена!

source: He's really got a mean right-hook, doesn't he?
uk: У нього дійсно сильний хук правою, чи не так?

source: Hunter! Are you okay?
uk: Мисливець! Ви в порядку?

source: Oooh... maybe we should put some ice on that.
uk: Ой... Може, варто прикласти сюди лід.

source: Try baiting out his attacks before you strike, that'll make him lose his cool!
uk: Спробуй виманити його на атаку перед ударом — це змусить його втратити контроль!

source: Someone once told me to always 'go for the eyes'!
uk: Хтось колись сказав мені: завжди бийте по очах!

source: Chin up, Hunter! It'll take more than that to keep the {name_multiple.foxtails} down for long!
uk: Підніміть голову, Мисливцю! {Name_multiple.foxtails} так легко не приборкати!

source: Yikes. If looks could kill...
uk: Ого. Якби погляд міг вбивати...

source: Talk about an evil eye...
uk: Оце вже справжнє лихе око...

source: Er... that was just a warm-up! Right?
uk: Е-е... це ж була тільки розминка, правда?

source: All that whirling and twirling... makes me dizzy!
uk: Від усього цього крутіння та вертіння... у мене паморочиться голова!

source: Did she <i>kick</i> you? That seems rude.
uk: Вона вас <i>пнула</i>? Здається, це неприємно.

source: I know you can beak her! I-I mean, beat her. Sorry.
uk: Я знаю, ви можете її побрити! Я-я маю на увазі, побити її. Вибачте.

source: How dare that bird!
uk: Як сміє ця пташка!

source: That beak looked pretty s-sharp!
uk: Цей дзьоб виглядав досить гострим!

source: Hold on Hunter, I've got you!
uk: Тримайтеся, Мисливцю, я вас тримаю!

source: This {name.floracrane} has nice footwork, I'll give her that.
uk: Цей {Name.floracrane} добре працює ногами, це треба визнати.

source: You put up a good fight, Hunter.
uk: Ти добре бився, Мисливцю.

source: We lost this round, but we'll be back.
uk: Ми програли у цьому раунді, але головне, що ви в порядку.

source: You nearly had it!
uk: Ви майже це зробили!

source: Hey, you! Leave my Hunters alone!
uk: Гей, ти! Залиш моїх Мисливців у спокої!

source: You almost won that Hunt!
uk: Ви майже виграли те полювання!

source: That Boss better watch its back once you're feeling better!
uk: Тому босу краще стежити за спиною, коли вам стане краще!

source: Let's head back and brainstorm new strategies.
uk: Давайте повернемося і придумаємо нову стратегію.

source: Live to fight another day, Hunter.
uk: Живи, щоб боротися ще один день, Мисливцю.

source: That didn't hurt, did it?
uk: Це не боляче, правда?

source: If you ask me, it's only a matter of time 'til you win.
uk: Якщо ви запитаєте мене, це лише питання часу, коли ви виграєте.

source: Perhaps we need to take a different approach...
uk: Можливо, нам потрібно застосувати інший підхід...

source: You're sure to win now that we know its moves.
uk: Тепер ви точно виграєте, коли ми знаємо його рухи.

source: That thing sure is nasty.
uk: Ця тварина справді неприємна.

source: Y-you'll get that thing next time!
uk: Т-ти наступного разу впораєшся з тією тварюкою!

source: Phew-- it's going to take weeks to air that smell out of the {name.i_damselfly}...
uk: Фух... Потрібно буде кілька тижнів, щоб вивітрити цей запах з {2:{Name.i_damselfly}}...

source: He's surprisingly spry for his age, huh?
uk: Він на диво прудкий для свого віку, еге ж?

source: Ugh, this guy really stinks!
uk: Уф, цей тип справді смердючий!

source: That mean old coot!
uk: Який злющий старий дідуган!

source: Whew-- looks like I grabbed you just in time!
uk: Уф... здається, я встиг вас вчасно схопити!

source: We'll be back to fight another day!
uk: Ми ще повернемося, щоб битися знову!

source: Cut it a little close there-- are you okay, Hunter?
uk: Було трохи небезпечно... ви в порядку, Мисливцю?

source: Ooooh... that's gonna leave a bruise...
uk: Оооох... буде добрячий синець...

source: He's got a strong charge attack, but it tires him out... that's the time to strike!
uk: У нього потужна атака ривком, але вона його виснажує... тоді й треба бити!

source: Hey! Who taught {name_multiple.gourdo} to team up?
uk: Гей! Хто навчив тих {Name_multiple.gourdo} командній роботі?

source: Joke's on them! You'll just keep coming back, and they've got no way to stop you.
uk: Жарти в бік! Ви будете повертатися знову і знову, і вони не зможуть вас зупинити.

source: Holy guacamole! Are you okay??
uk: Святе гуакамоле! З вами все гаразд??

source: If you see them drop a healing seed, make sure to knock it out!
uk: Якщо ви побачите, що вони впустили цілюще насіння, обов'язково знешкодьте його!

source: Did you see that? They always butt slam three times in a row.
uk: Ви це бачили? Вони завжди б'ють задом три рази поспіль.

source: You'll get those creeps next time, I know it.
uk: Наступного разу ви впораєтеся з тими дурнями, я впевнений.

source: And here I thought veggies were supposed to be good for you.
uk: І тут я подумав, що овочі повинні бути корисними для вас.

source: That carving on its trunk... it can't be the tree from my old backyard, can it?!
uk: Ця позначка на стовбурі... це ж не може бути дерево з мого старого подвір'я, чи не так?!

source: You know, I'm starting to really hate trees!
uk: Знаєте, я починаю реально ненавидіти дерева!

source: You can do this, Hunter! For the Rotwood!
uk: Ви зможете, Мисливцю! За Ротвуд!

source: At least we can leave for a bit... this place gives me the creeps.
uk: Принаймні ми можемо піти звідси на якийсь час... це місце мене лякає.

source: Let's get out of here!
uk: Забираймося звідси!

source: It'll be okay Hunter, stay with me!
uk: Все буде добре, Мисливцю, тримайтеся!

source: That looked like it really hurt...
uk: Це виглядало справді боляче...

source: I really wish we didn't have to come back...
uk: Хотілося б більше ніколи сюди не повертатися...

source: Keep an eye out for its roots, they'll sneak up on you.
uk: Слідкуйте за корінням – вони можуть підкрастися непомітно.

source: T-that thing was disgusting!
uk: Ц-це було огидно!

source: Yeesh. That guy makes my hackles stand on end.
uk: Жааах. Цей тип змушує мої волосини на шкірі стояти дибом.

source: I think you can dodge through the shockwave from his fist slams. S-sorry if that was obvious.
uk: Мені здається, що ви можете ухилятися від ударних хвиль його кулаків. В-вибачте, якщо це було очевидним.

source: I always feel like I need a bath after flying over this bog.
uk: Я завжди відчуваю, що мені потрібна ванна після польоту над цим болотом.

source: Let's go home, rest up, then give it another try.
uk: Підемо додому, відпочиньмо, а потім спробуємо ще раз.

source: Don't worry. Even the best Hunters take their lumps.
uk: Не хвилюйтесь. Навіть найкращі Мисливці іноді потрапляють під удари.

source: At least now we can go home and get away from that smell.
uk: Принаймні тепер ми можемо піти додому і втекти від цього запаху.

source: Hunter, you gotta kill that thing. My peace of mind depends on it.
uk: Мисливцю, вам треба вбити цю тварину. Мій душевний спокій залежить від цього.

source: I know you can do it, Hunter. Don't let that guy win!
uk: Ви зможете це, Мисливцю! Не дозвольте йому перемогти!

source: I guess {name_multiple.mothball} don't practice gentle parenting.
uk: Схоже, {Name_multiple.mothball} не практикують лагідного батьківства.

source: Rest easy, Hunter. We can always give it another shot!
uk: Відпочиньте, Мисливцю. Ми завжди можемо спробувати ще раз!

source: Oof... that looked like it hurt...
uk: Уф... це виглядало боляче...

source: Never underestimate a mother's love... for carnage.
uk: Ніколи не недооцінюйте материнську любов... до різанини.
