Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.CONTROL_BINDINGS.OPEN_CRAFTING
source: Crafting
uk: Крафт

# STRINGS.CONTROL_BINDINGS.PICKUP_MODE
source: Customize Town
uk: Налаштувати місто

# STRINGS.CONTROL_BINDINGS.PICKUP_MODE2
source: Collecting
uk: Зібрати

# STRINGS.CONTROL_BINDINGS.PICKUP_MODE3
source: Pick Up
uk: Підняти

# STRINGS.CONTROL_BINDINGS.SHOW_EMOTE_RING
source: Emote
uk: Емоція

# STRINGS.CONTROL_BINDINGS.SHOW_PLAYERS_LIST
source: Player List
uk: Список гравців

# STRINGS.CONTROL_BINDINGS.SHOW_PLAYER_STATUS
source: Show Player Status
uk: Статус гравців

# STRINGS.CONTROL_BINDINGS.TOGGLE_SAY
source: Chat
uk: Чат

# STRINGS.CONTROL_BINDINGS.UNEQUIP
source: Unequip
uk: Зняти

# STRINGS.CONTROL_BINDINGS.USE_POTION
source: Potion
uk: Зілля

# STRINGS.COSMETICS.TITLES.ACE
source: Ace
uk: Туз

# STRINGS.COSMETICS.TITLES.ALBATROSS
source: Albatross
uk: Альбатрос

# STRINGS.COSMETICS.TITLES.ANGLER
source: Angler
uk: Рибак

# STRINGS.COSMETICS.TITLES.ARCHER
source: Archer
uk: Лучник

# STRINGS.COSMETICS.TITLES.ASSASSIN
source: Assassin
uk: Убивця

# STRINGS.COSMETICS.TITLES.AVIATOR
source: Aviator
uk: Авіатор

# STRINGS.COSMETICS.TITLES.BALLADWEAVER
source: Balladweaver
uk: Балладник

# STRINGS.COSMETICS.TITLES.BARBARIAN
source: Barbarian
uk: Варвар

# STRINGS.COSMETICS.TITLES.BATTLEMASTER
source: Battlemaster
uk: Військовий майстер

# STRINGS.COSMETICS.TITLES.BEAR
source: Bear
uk: Ведмідь

# STRINGS.COSMETICS.TITLES.BEETMASTER
source: Beetmaster
uk: Бурякастер

# STRINGS.COSMETICS.TITLES.BLADE
source: Blade
uk: Клинок

# STRINGS.COSMETICS.TITLES.BOOMER
source: Boomer
uk: Бумер

# STRINGS.COSMETICS.TITLES.BUCKAROO
source: Buckaroo
uk: Букару

# STRINGS.COSMETICS.TITLES.BUCKET
source: Bucket
uk: Відро

# STRINGS.COSMETICS.TITLES.BUNNY
source: Bunny
uk: Заєць

# STRINGS.COSMETICS.TITLES.BUSHWHACKER
source: Bushwhacker
uk: Кущоріз

# STRINGS.COSMETICS.TITLES.CAVEDIVER
source: Cavediver
uk: Печерний водолаз

# STRINGS.COSMETICS.TITLES.CC
source: Crowd Control
uk: Контролер натовпу

# STRINGS.COSMETICS.TITLES.CHICKENCHASER
source: Chicken Chaser
uk: Курячий гонщик

# STRINGS.COSMETICS.TITLES.CHUBBSTER
source: Chubbster
uk: Чуббстер

# STRINGS.COSMETICS.TITLES.CREEPYCRYPTID
source: Creepy Cryptid
uk: Страшний криптид

# STRINGS.COSMETICS.TITLES.DEADHEADER
source: Deadheader
uk: Мертвоголов

# STRINGS.COSMETICS.TITLES.DEFAULT_TITLE
source: Hunter
uk: Мисливець

# STRINGS.COSMETICS.TITLES.DEFAULT_TITLE2
source: Sidekick
uk: Напарник

# STRINGS.COSMETICS.TITLES.DPS
source: Deeps
uk: Глибина

# STRINGS.COSMETICS.TITLES.DRILLSERGEANT
source: Drill Sergeant
uk: Сержант муштри

# STRINGS.COSMETICS.TITLES.DUSKFARER
source: Duskfarer
uk: Вечірній ельф

# STRINGS.COSMETICS.TITLES.EXCAVATOR
source: Excavator
uk: Екскаватор

# STRINGS.COSMETICS.TITLES.FASHIONISTA
source: Fashionista
uk: Модниця

# STRINGS.COSMETICS.TITLES.FORESTKEEPER
source: Forest Keeper
uk: Хранитель лісу

# STRINGS.COSMETICS.TITLES.FOX
source: Fox
uk: Лис

# STRINGS.COSMETICS.TITLES.FRIEND
source: Friend
uk: Друг

# STRINGS.COSMETICS.TITLES.FRIEND_NPC_APOTHECARY
source: Socializer
uk: Товариський

# STRINGS.COSMETICS.TITLES.FRIEND_NPC_ARMORSMITH
source: Steadfast
uk: Непохитний

# STRINGS.COSMETICS.TITLES.FRIEND_NPC_BLACKSMITH
source: Silence Sharer
uk: Поширювач тиші

# STRINGS.COSMETICS.TITLES.FRIEND_NPC_COOK
source: Lenient One
uk: Поблажливий

# STRINGS.COSMETICS.TITLES.FRIEND_NPC_DOJO_MASTER
source: Apprentice
uk: Учень

# STRINGS.COSMETICS.TITLES.FRIEND_NPC_REFINER
source: Expeditioner
uk: Дослідник

# STRINGS.COSMETICS.TITLES.FRIEND_NPC_SCOUT
source: Trailblazer
uk: Першовідкривач

# STRINGS.COSMETICS.TITLES.GALLIVANTER
source: Gallivanter
uk: Галлівантер

# STRINGS.COSMETICS.TITLES.GLASSCANNON
source: Glass Cannon
uk: Скляна гармата

# STRINGS.COSMETICS.TITLES.GLASSES
source: Glasses
uk: Ботанік

# STRINGS.COSMETICS.TITLES.GOOFYGOOBER
source: Goofy Goober
uk: Гуфі Губер

# STRINGS.COSMETICS.TITLES.GUARDDOG
source: Guard Dog
uk: Сторожовий пес

# STRINGS.COSMETICS.TITLES.HAWK
source: Hawk
uk: Яструб

# STRINGS.COSMETICS.TITLES.HEALER
source: Healer
uk: Цілитель

# STRINGS.COSMETICS.TITLES.HIGHKING
source: High King
uk: Верховний король

# STRINGS.COSMETICS.TITLES.HIGHQUEEN
source: High Queen
uk: Верховна королева

# STRINGS.COSMETICS.TITLES.HIGHROYALTY
source: High Royalty
uk: Верховна знать

# STRINGS.COSMETICS.TITLES.HUNTERPHD
source: Hunter, PhD
uk: Мисливець, док. ступінь

# STRINGS.COSMETICS.TITLES.IMPOSTOR
source: Impostor
uk: Самозванець

# STRINGS.COSMETICS.TITLES.JACKAL
source: Jackal
uk: Шакал

# STRINGS.COSMETICS.TITLES.JOKESCLOWN
source: Jokes Clown
uk: Жарт клоуна

# STRINGS.COSMETICS.TITLES.JUGGLER
source: Juggler
uk: Жонглер

# STRINGS.COSMETICS.TITLES.KITSUNE
source: Kitsune
uk: Кіцуне

# STRINGS.COSMETICS.TITLES.LILBUDDY
source: Lil' Buddy
uk: Маленький Бадді

# STRINGS.COSMETICS.TITLES.LION
source: Lion
uk: Лев

# STRINGS.COSMETICS.TITLES.MADTRICKSTER
source: Mad Trickster
uk: Божевільний шулер

# STRINGS.COSMETICS.TITLES.MEOWMEOW
source: Meow Meow
uk: Мяу Мяу

# STRINGS.COSMETICS.TITLES.MONK
source: Monk
uk: Монах

# STRINGS.COSMETICS.TITLES.MYSTERIOUSSTRANGER
source: Mysterious Stranger
uk: Таємничий незнайомець

# STRINGS.COSMETICS.TITLES.NAKEDSOLO_BANDICOOT
source: The Last Laugh
uk: Останній сміх

# STRINGS.COSMETICS.TITLES.NAKEDSOLO_EGGZY
source: Shell Cracker
uk: Руйнівник панцирів

# STRINGS.COSMETICS.TITLES.NAKEDSOLO_GRIMHOLLOW
source: Unforgiving Exorcist
uk: Невблаганний екзорцист

# STRINGS.COSMETICS.TITLES.NAKEDSOLO_MEGATREEMON
source: Deathly Dryad
uk: Смертоносна дріада

# STRINGS.COSMETICS.TITLES.NAKEDSOLO_OWLITZER
source: Talon
uk: Пазур

# STRINGS.COSMETICS.TITLES.NAKEDSOLO_SEDAMENT
source: Goliath Slayer
uk: Вбивця Голіафа

# STRINGS.COSMETICS.TITLES.NAKEDSOLO_THATCHER
source: Rock God
uk: Бог року

# STRINGS.COSMETICS.TITLES.NIGHTSHROUD
source: Nightshroud
uk: Нічний саван

# STRINGS.COSMETICS.TITLES.PANDA
source: Panda
uk: Панда

# STRINGS.COSMETICS.TITLES.PAWBEANS
source: Paw Beans
uk: Котяча лапка

# STRINGS.COSMETICS.TITLES.PHANTOM
source: Phantom
uk: Фантом

# STRINGS.COSMETICS.TITLES.PIEMASTER
source: Piemaster
uk: Майстер пирогів

# STRINGS.COSMETICS.TITLES.POCKETMEDIC
source: Pocket Medic
uk: Кишеньковий медик

# STRINGS.COSMETICS.TITLES.PRIMABALLERINA
source: Prima Ballerina
uk: Прима балерина

# STRINGS.COSMETICS.TITLES.RACCOON
source: Raccoon
uk: Єнот

# STRINGS.COSMETICS.TITLES.ROSETHORN
source: Rose Thorn
uk: Шип троянди

# STRINGS.COSMETICS.TITLES.SCOUT
source: Scout
uk: Розвідник

# STRINGS.COSMETICS.TITLES.SHADOW
source: Shadow
uk: Тінь

# STRINGS.COSMETICS.TITLES.SHELLCRACKER
source: Egg Beater
uk: Яйцеруб

# STRINGS.COSMETICS.TITLES.SHREDDER
source: Shredder
uk: Шредер

# STRINGS.COSMETICS.TITLES.SNAKE
source: Snake
uk: Змія

# STRINGS.COSMETICS.TITLES.SNOWSHOER
source: Snowshoer
uk: Снігоходець

# STRINGS.COSMETICS.TITLES.STINKY
source: Stinky
uk: Смердючий

# STRINGS.COSMETICS.TITLES.STONECOLD
source: Stone Cold Killer
uk: Крижаний вбивця

# STRINGS.COSMETICS.TITLES.SURVIVOR
source: Survivor
uk: Виживший

# STRINGS.COSMETICS.TITLES.SWAMPRUNNER
source: Swamprunner
uk: Болотний бігун

# STRINGS.COSMETICS.TITLES.SWEETIE
source: Sweetie
uk: Ласун

# STRINGS.COSMETICS.TITLES.TANK
source: Tank
uk: Танк

# STRINGS.COSMETICS.TITLES.TEACHERSPET
source: Teacher's Pet
uk: Улюбленець вчителя

# STRINGS.COSMETICS.TITLES.TEAMMASCOT
source: Team Mascot
uk: Талісман команди

# STRINGS.COSMETICS.TITLES.TESTSTRING
source: CABBAGE MASTER
uk: КАПУСТЯНИЙ МАЙСТЕР

# STRINGS.COSMETICS.TITLES.THEFIXER
source: The Fixer
uk: Справник

# STRINGS.COSMETICS.TITLES.THEWEAPON
source: The Weapon
uk: Зброя

# STRINGS.COSMETICS.TITLES.TIGER
source: Tiger
uk: Тигр

# STRINGS.COSMETICS.TITLES.TREEHUGGER
source: Treehugger
uk: Обіймальник дерев

# STRINGS.COSMETICS.TITLES.WARRIOR
source: Warrior
uk: Воїн

# STRINGS.COSMETICS.TITLES.WATCHER
source: Watcher
uk: Спостерігач

# STRINGS.COSMETICS.TITLES.WILDCARD
source: Wildcard
uk: Джокер

# STRINGS.COSMETICS.TITLES.WOLF
source: Wolf
uk: Вовк

# STRINGS.COSMETICS.TITLES.WOWORM
source: Lil' Slime
uk: Маленький Слайм

# STRINGS.COSMETICS.TITLE_COMMON.LABEL_FMT
source: Title: {title}
uk: Кличка: %{title}

# STRINGS.CRAFT_WIDGET.CANCEL
source: Cancel
uk: Скасувати

# STRINGS.CRAFT_WIDGET.CRAFT_BUTTON_UNSEEN_BADGE_TT
source: There are new craftable items
uk: Є нові предмети, які можна створити

# STRINGS.CRAFT_WIDGET.CRAFT_HOTKEY
source: BUILD
uk: БУДУВАТИ

# STRINGS.CRAFT_WIDGET.CRAFT_PLACE
source: Craft & Place
uk: Зробити й розмістити

# STRINGS.CRAFT_WIDGET.CRAFT_STORE
source: <p bind='Controls.Digital.CLICK_SECONDARY' color=WHITE scale=1.3> Craft Item
uk: <p bind='Controls.Digital.CLICK_SECONDARY' color=WHITE scale=1.3> Створити предмет

# STRINGS.CRAFT_WIDGET.CUSTOMIZE_BUILDING
source: Customize Building
uk: Налаштувати будівлю

# STRINGS.CRAFT_WIDGET.FIRST_TIME_CRAFT_REWARD_TITLE
source: First Craft Bounty!
uk: Нагорода за перший крафт!

# STRINGS.CRAFT_WIDGET.FOUND_IN
source: Found in %s
uk: Знайдено в: %s

# STRINGS.CRAFT_WIDGET.FOUND_IN_BOSS
source: Looted from regular {name_multiple.rot_boss}.
uk: Випало зі звичайних {2:{name_multiple.rot_boss}}.

# STRINGS.CRAFT_WIDGET.FOUND_IN_ELITE
source: Looted from {name.elite_prefix} {name_multiple.rot}.
uk: Випало з {4:{name.elite_prefix}} {2:{name.rot}}.

# STRINGS.CRAFT_WIDGET.FOUND_IN_ELITEBOSS
source: Looted from {name.elite_prefix} {name_multiple.rot_boss}.
uk: Випало з {4:{name.elite_prefix}} {2:{name.rot_boss}}.

# STRINGS.CRAFT_WIDGET.FOUND_IN_NORMAL
source: Looted from regular {name_multiple.rot}.
uk: Випало зі звичайних {2:{name_multiple.rot}}.

# STRINGS.CRAFT_WIDGET.FOUND_IN_UPGRADE
source: Found in Frenzied Hunts.
uk: Знайдено в божевільному полюванні.

# STRINGS.CRAFT_WIDGET.INGREDIENTS
source: INGREDIENTS
uk: ІНГРЕДІЄНТИ

# STRINGS.CRAFT_WIDGET.ITEM_UNSEEN_BADGE_TT
source: New item!
uk: Новий елемент!

# STRINGS.CRAFT_WIDGET.LOCKED
source: <#PENALTY>LOCKED</>
uk: <#PENALTY>ЗАБЛОКУВАНО</>

# STRINGS.CRAFT_WIDGET.NEW
source: New decor available!
uk: Доступний новий декор!

# STRINGS.CRAFT_WIDGET.NEW_CRAFT_DESC
source: You have never made this before
uk: Ви ніколи раніше це не будували

# STRINGS.CRAFT_WIDGET.NEW_CRAFT_TITLE
source: REWARD!
uk: НАГОРОДА!

# STRINGS.CRAFT_WIDGET.NO_PERMISSION
source: You need permission to build in this town!
uk: Вам потрібен дозвіл на будівництво в цьому місті!

# STRINGS.CRAFT_WIDGET.NO_STOCK
source: You need to craft before placing.
uk: Перед розміщенням потрібно створити.

# STRINGS.CRAFT_WIDGET.PICKUP_HOTKEY
source: PICK UP
uk: ПІДНЯТИ

# STRINGS.CRAFT_WIDGET.PICKUP_MODE
source: <p bind='Controls.Digital.PICKUP_MODE' color=0 scale=1> Cancel
uk: <p bind='Controls.Digital.PICKUP_MODE' color=0 scale=1> Скасувати

# STRINGS.CRAFT_WIDGET.PLACE
source: <p bind='Controls.Digital.CLICK_PRIMARY' color=WHITE scale=1.3> Place Item
uk: <p bind='Controls.Digital.CLICK_PRIMARY' color=WHITE scale=1.3> Розмістити предмет

# STRINGS.CRAFT_WIDGET.SEARCH_PLACEHOLDER
source: Search...
uk: Шукати...

# STRINGS.CRAFT_WIDGET.UNDISCOVERED_MATERIAL
source: Undiscovered material
uk: Невідкритий матеріал

# STRINGS.CRASHREPORTER.IDS_APP_TITLE
source: Rotwood Crash Reporter
uk: Репортер про помилки Ротвуда

# STRINGS.CRASHREPORTER.IDS_CANCEL
source: Cancel
uk: Скасувати

# STRINGS.CRASHREPORTER.IDS_DLG_FILES
source: Files to include:
uk: Файли для включення:

# STRINGS.CRASHREPORTER.IDS_DLG_INSTRUCTIONS
source: Can you describe what was going on in the game when the crash happened?
uk: Чи можете ви описати, що відбувалося в грі, коли стався збій?

# STRINGS.CRASHREPORTER.IDS_DLG_TITLE
source: It appears Rotwood has crashed. Please visit our support page for fixes to common problems: <a>http://klei.gg/rotwoodhelp</a>
uk: Здається, Rotwood зламався. Будь ласка, відвідайте нашу сторінку підтримки для виправлення типових проблем: <a>http://klei.gg/rotwoodhelp</a>

# STRINGS.CRASHREPORTER.IDS_ERROR
source: Error
uk: Помилка

# STRINGS.CRASHREPORTER.IDS_FAILED_TO_SEND
source: Crash report failed to sendout
uk: Не вдалося надіслати звіт про збій

# STRINGS.CRASHREPORTER.IDS_FORCE_SEND
source: Force send of crash report.
uk: Примусово надіслати звіт про збій.

# STRINGS.CRASHREPORTER.IDS_SEND
source: Send
uk: Відправити

# STRINGS.CRASHREPORTER.IDS_SEND_SUCCESS
source: Crash report sent. Thank you!
uk: Звіт про збій надіслано. Дякую вам!

# STRINGS.CRASHREPORTER.IDS_SUCCESS
source: Success
uk: Успіх

# STRINGS.CREDITS.CONTRACTORS.1
source: Auday Hussein
uk: Оді Ґ'юзен

# STRINGS.CREDITS.CONTRACTORS.2
source: Kathrin Lauckner (arandomcreative)
uk: Катрін Лаукнер (arandomcreative)

# STRINGS.CREDITS.FMOD
source: Made with FMOD Studio by Firelight Technologies Pty Ltd.
uk: Зроблено за допомогою FMOD Studio компанією Firelight Technologies Pty Ltd.

# STRINGS.CREDITS.KLEI.1
source: Amanda Wong
uk: Аманда Вонг

# STRINGS.CREDITS.KLEI.10
source: Dany Gagnon
uk: Дені Ганьон

# STRINGS.CREDITS.KLEI.11
source: David Briscoe
uk: Девід Бріско

# STRINGS.CREDITS.KLEI.12
source: Elaine Chen
uk: Елейн Чен

# STRINGS.CREDITS.KLEI.13
source: Emmett Hall
uk: Еммет Холл

# STRINGS.CREDITS.KLEI.14
source: Eugene Trakhtenberg
uk: Євген Трахтенберг

# STRINGS.CREDITS.KLEI.15
source: Hugo Moraleida
uk: Уго Моралеїда

# STRINGS.CREDITS.KLEI.16
source: Ian Bartolo
uk: Ян Бартоло

# STRINGS.CREDITS.KLEI.17
source: Jamie Bell
uk: Джеймі Белл

# STRINGS.CREDITS.KLEI.18
source: Jamie Cheng
uk: Джеймі Ченг

# STRINGS.CREDITS.KLEI.19
source: Jan Hutchings
uk: Джен Гатчінгс

# STRINGS.CREDITS.KLEI.2
source: Angela An
uk: Анжела Ан

# STRINGS.CREDITS.KLEI.20
source: Janis Osenenko
uk: Яніс Осененко

# STRINGS.CREDITS.KLEI.21
source: Jayson Thiessen
uk: Джейсон Тіссен

# STRINGS.CREDITS.KLEI.22
source: Jeddy Zhang
uk: Джеді Чжан

# STRINGS.CREDITS.KLEI.23
source: Jeff Agala
uk: Джефф Агала

# STRINGS.CREDITS.KLEI.24
source: Joel Furtado
uk: Джоель Фуртадо

# STRINGS.CREDITS.KLEI.25
source: Jordan Krahn
uk: Джордан Кран

# STRINGS.CREDITS.KLEI.26
source: Joseph Wreggelsworth Jr
uk: Джозеф Вреггельсворт молодший

# STRINGS.CREDITS.KLEI.27
source: Kaj Eijlers
uk: Кай Ейлерс

# STRINGS.CREDITS.KLEI.28
source: Kengo Ito
uk: Кенго Іто

# STRINGS.CREDITS.KLEI.29
source: Kenny Park
uk: Кенні Парк

# STRINGS.CREDITS.KLEI.3
source: Anita Ho
uk: Аніта Хо

# STRINGS.CREDITS.KLEI.30
source: Kent Reimer
uk: Кент Реймер

# STRINGS.CREDITS.KLEI.31
source: Kial Natale
uk: Кіал Натале

# STRINGS.CREDITS.KLEI.32
source: Kris Ruff-Frederickson
uk: Кріс Рафф-Фредеріксон

# STRINGS.CREDITS.KLEI.33
source: Leira Zamfirescu
uk: Лейра Замфіреску

# STRINGS.CREDITS.KLEI.34
source: Luca Fusi
uk: Лука Фусі

# STRINGS.CREDITS.KLEI.35
source: Marcus Lo
uk: Маркус Ло

# STRINGS.CREDITS.KLEI.36
source: Melissa Delamar
uk: Меліса Деламар

# STRINGS.CREDITS.KLEI.37
source: Michael Bell
uk: Майкл Белл

# STRINGS.CREDITS.KLEI.38
source: Michael Rodriguez
uk: Майкл Родрігес

# STRINGS.CREDITS.KLEI.39
source: Nathan Bosia
uk: Натан Босія

# STRINGS.CREDITS.KLEI.4
source: Bryce Doig
uk: Брайс Дойг

# STRINGS.CREDITS.KLEI.40
source: Nick Waanders
uk: Нік Ваандерс

# STRINGS.CREDITS.KLEI.41
source: Ragnar Guidote
uk: Рагнар Гідот

# STRINGS.CREDITS.KLEI.42
source: Ricardo Pinto
uk: Рікардо Пінто

# STRINGS.CREDITS.KLEI.43
source: Richard Talmey
uk: Річард Телмі

# STRINGS.CREDITS.KLEI.44
source: Roger Milne
uk: Роджер Мілн

# STRINGS.CREDITS.KLEI.45
source: Samantha Erasmus
uk: Саманта Еразмус

# STRINGS.CREDITS.KLEI.46
source: Toni Zhang
uk: Тоні Чжан

# STRINGS.CREDITS.KLEI.47
source: Victor Chow
uk: Віктор Чоу

# STRINGS.CREDITS.KLEI.48
source: Vincent De Vera
uk: Вінсент де Вера

# STRINGS.CREDITS.KLEI.49
source: Vito Sze
uk: Віто Се

# STRINGS.CREDITS.KLEI.5
source: Caley Charchuk
uk: Кейлі Чарчук

# STRINGS.CREDITS.KLEI.50
source: Wade Lindley
uk: Вейд Ліндлі

# STRINGS.CREDITS.KLEI.51
source: Xiaowen Lin
uk: Сяовень Лінь

# STRINGS.CREDITS.KLEI.52
source: Jennifer Davreux
uk: Дженніфер Давре

# STRINGS.CREDITS.KLEI.53
source: Alex Giasson
uk: Алекс Гіассон

# STRINGS.CREDITS.KLEI.54
source: Justin Walls
uk: Джастін Волс

# STRINGS.CREDITS.KLEI.55
source: Peggy Zhang
uk: Пегі Чжан

# STRINGS.CREDITS.KLEI.56
source: Quentin Proust
uk: Квентін Пруст

# STRINGS.CREDITS.KLEI.57
source: Mariana D'Ornellas
uk: Маріана Д'Орнеллас

# STRINGS.CREDITS.KLEI.58
source: Yuhang Li
uk: Юхан Лі

# STRINGS.CREDITS.KLEI.59
source: Chanté Blais
uk: Шанте Блез

# STRINGS.CREDITS.KLEI.6
source: Chloë Lai
uk: Хлоя Лай

# STRINGS.CREDITS.KLEI.60
source: Giacomo Frega
uk: Джакомо Фрега

# STRINGS.CREDITS.KLEI.61
source: Thomas Mathews
uk: Томас Метьюс

# STRINGS.CREDITS.KLEI.62
source: Kevin Lee
uk: Кевін Лі

# STRINGS.CREDITS.KLEI.7
source: Christopher Petkau
uk: Крістофер Петкау

# STRINGS.CREDITS.KLEI.8
source: Corey Rollins
uk: Корі Роллінз

# STRINGS.CREDITS.KLEI.9
source: Daniel Yu
uk: Даніель Ю

# STRINGS.CREDITS.OPENSOURCE.1
source: angleproject - The ANGLE Project Authors
uk: angleproject - автори проєкту ANGLE

# STRINGS.CREDITS.OPENSOURCE.12
source: cpml (math/modules/) - Colby Klein, Landon Manning, Matthias Richter, Andi McClure
uk: cpml (math/modules/) - Колбі Кляйн, Лендон Меннінг, Маттіас Ріхтер, Енді МакКлюр

# STRINGS.CREDITS.OPENSOURCE.13
source: curl - Daniel Stenberg and many contributors
uk: curl - Даніель Стенберг та багато учасників

# STRINGS.CREDITS.OPENSOURCE.14
source: DataDumper.lua - Olivetti-Engineering SA
uk: DataDumper.lua - Оліветті-Інжиніринг Ко

# STRINGS.CREDITS.OPENSOURCE.15
source: dear imgui - Omar Cornut
uk: dear imgui - Омар Корнут

# STRINGS.CREDITS.OPENSOURCE.16
source: dirent - Toni Ronkko
uk: dirent - Тоні Ронкко

# STRINGS.CREDITS.OPENSOURCE.17
source: Droid Sans Font (bgfx/imgui) - Google Android
uk: Шрифт Droid Sans (bgfx/imgui) - Google Android

# STRINGS.CREDITS.OPENSOURCE.18
source: easing.lua - Robert Penner
uk: easing.lua - Роберт Пеннер

# STRINGS.CREDITS.OPENSOURCE.2
source: arabic support - Abdullah Konash
uk: арабська підтримка - Абдулла Конаш

# STRINGS.CREDITS.OPENSOURCE.22
source: FontForge - George Williams and contributors
uk: FontForge - Джордж Вільямс та учасники

# STRINGS.CREDITS.OPENSOURCE.23
source: freeimage - FreeImage contributors
uk: freeimage - учасники FreeImage

# STRINGS.CREDITS.OPENSOURCE.24
source: fts_fuzzy_match.h - Forrest Smith
uk: fts_fuzzy_match.h - Форрест Сміт

# STRINGS.CREDITS.OPENSOURCE.25
source: geturl_handler - The Chromium Authors
uk: geturl_handler - автори Chromium

# STRINGS.CREDITS.OPENSOURCE.26
source: glew - Milan Ikits, Marcelo E. Magallon, Lev Povalahev, Brian Paul, The Khronos Group Inc.
uk: glew - Мілан Ікітс, Марсело Е. Магаллон, Лев Повалахов, Браян Пол, The Khronos Group Inc.

# STRINGS.CREDITS.OPENSOURCE.27
source: imgui_sequencer - Cedric Guillemet
uk: imgui_sequencer - Седрік Гіллемет

# STRINGS.CREDITS.OPENSOURCE.28
source: inspect.lua - Enrique García Cota
uk: inspect.lua - Енріке Гарсіа Кота

# STRINGS.CREDITS.OPENSOURCE.29
source: jansson - Petri Lehtinen
uk: jansson - Петрі Лехтінен

# STRINGS.CREDITS.OPENSOURCE.3
source: bgfx - Branimir Karadzic
uk: bgfx - Бранімір Караджич

# STRINGS.CREDITS.OPENSOURCE.30
source: json4lua (json.lua) - Craig Mason-Jones
uk: json4lua (json.lua) - Крейг Мейсон-Джонс

# STRINGS.CREDITS.OPENSOURCE.32
source: libjpeg - Independent JPEG Group and contributors
uk: libjpeg - незалежна група JPEG та учасники

# STRINGS.CREDITS.OPENSOURCE.33
source: libogg - Xiph.org Foundation
uk: libogg - фонд Xiph.org

# STRINGS.CREDITS.OPENSOURCE.34
source: libtheora - Xiph.org Foundation
uk: libtheora - фонд Xiph.org

# STRINGS.CREDITS.OPENSOURCE.35
source: libvorbis - Xiph.org Foundation
uk: libvorbis - фонд Xiph.org

# STRINGS.CREDITS.OPENSOURCE.36
source: libzip - Dieter Baron and Thomas Klausner
uk: libzip - Дітер Барон і Томас Клаузнер

# STRINGS.CREDITS.OPENSOURCE.4
source: bimg - Branimir Karadzic
uk: bimg - Бранімір Караджич

# STRINGS.CREDITS.OPENSOURCE.40
source: lua-getsize - Matthew Wild
uk: lua-getsize - Метью Вайлд

# STRINGS.CREDITS.OPENSOURCE.41
source: luasocket - Diego Nehab
uk: luasocket - Дієго Нехаб

# STRINGS.CREDITS.OPENSOURCE.43
source: minidump - Aaron Ballman
uk: minidump - Аарон Баллман

# STRINGS.CREDITS.OPENSOURCE.44
source: openframeworks - openFrameworks Community
uk: openframeworks - спільнота openFrameworks

# STRINGS.CREDITS.OPENSOURCE.45
source: openssl - The OpenSSL Project, Eric Young
uk: openssl - проєкт OpenSSL, Ерік Янг

# STRINGS.CREDITS.OPENSOURCE.46
source: Penlight (filepath.lua) - Steve Donovan, David Manura
uk: Penlight (filepath.lua) - Стів Донован, Девід Манура

# STRINGS.CREDITS.OPENSOURCE.47
source: rapidxml - Marcin Kalicinski
uk: rapidxml - Марчін Калічінскі

# STRINGS.CREDITS.OPENSOURCE.48
source: RSA Data Security, Inc. MD5 Message-Digest Algorithm
uk: Алгоритм дайджесту повідомлень RSA Data Security, Inc. MD5

# STRINGS.CREDITS.OPENSOURCE.49
source: SDL2 - Sam Lantinga
uk: SDL2 - Сем Лантінга

# STRINGS.CREDITS.OPENSOURCE.5
source: bmfont - Andreas Jonsson
uk: bmfont - Андреас Йонссон

# STRINGS.CREDITS.OPENSOURCE.50
source: serpent.lua - Paul Kulchenko
uk: serpent.lua - Павло Кульченко

# STRINGS.CREDITS.OPENSOURCE.51
source: simple_svg - adishavit, Mark Turney
uk: simple_svg - adishavit, Марк Терні

# STRINGS.CREDITS.OPENSOURCE.52
source: Simpleini - Brodie Thiesfield
uk: Simpleini - Броді Тісфілд

# STRINGS.CREDITS.OPENSOURCE.53
source: squish - Simon Brown
uk: squish - Саймон Браун

# STRINGS.CREDITS.OPENSOURCE.54
source: string_stream - The Chromium Authors
uk: string_stream - автори Chromium

# STRINGS.CREDITS.OPENSOURCE.56
source: tclap - Michael E. Smoot, Daniel Aarno, Google Inc.
uk: tclap - Майкл Е. Смут, Даніель Аарно, Google Inc.

# STRINGS.CREDITS.OPENSOURCE.57
source: tracy - Bartosz Taudul
uk: tracy - Бартош Таудул

# STRINGS.CREDITS.OPENSOURCE.59
source: vscode-debuggee.lua - NEXON Korea Corporation
uk: vscode-debuggee.lua - корейська корпорація NEXON

# STRINGS.CREDITS.OPENSOURCE.6
source: boost - Boost contributors
uk: boost - учасники Boost

# STRINGS.CREDITS.OPENSOURCE.7
source: boostmap - Boost contributors
uk: boostmap - учасники Boost

# STRINGS.CREDITS.OPENSOURCE.8
source: Box2D - Erin Catto
uk: Box2D - Ерін Катто

# STRINGS.CREDITS.OPENSOURCE.9
source: bx - Branimir Karadzic
uk: bx - Бранімір Караджич

# STRINGS.CREDITS.QA.1
source: Aaron Dion
uk: Аарон Діон

# STRINGS.CREDITS.QA.10
source: Christian Bertrand
uk: Крістіан Бертран

# STRINGS.CREDITS.QA.11
source: Christopher Lajeunesse
uk: Крістофер Лаженесс

# STRINGS.CREDITS.QA.12
source: Cyril Laporte
uk: Сіріл Лапорт

# STRINGS.CREDITS.QA.13
source: Elliot Naud
uk: Еліот Науд

# STRINGS.CREDITS.QA.14
source: Félix Ménard-Fortin
uk: Фелікс Менар-Фортін

# STRINGS.CREDITS.QA.15
source: Frédéric Renard
uk: Фредерік Ренар

# STRINGS.CREDITS.QA.16
source: Guillaume Lanéel
uk: Гійом Ланель

# STRINGS.CREDITS.QA.17
source: Isabelle Savard-Filteau
uk: Ізабель Савар-Фільто

# STRINGS.CREDITS.QA.18
source: Jay-Liam Bowes
uk: Джей-Ліам Боуз

# STRINGS.CREDITS.QA.19
source: Jean-Bernard Le Blanc
uk: Жан-Бернар Ле Блан

# STRINGS.CREDITS.QA.2
source: Alexander Gauthier
uk: Олександр Готьє

# STRINGS.CREDITS.QA.20
source: Jean-Michel Beauvais
uk: Жан-Мішель Бове

# STRINGS.CREDITS.QA.21
source: Jonathan Larivière-Lefebvre
uk: Джонатан Ларів'єр-Лефевр

# STRINGS.CREDITS.QA.22
source: Kariane Lacharité
uk: Каріане Лашаріте

# STRINGS.CREDITS.QA.23
source: Kevin Proulx
uk: Кевін Проулкс

# STRINGS.CREDITS.QA.24
source: Louis St-Denis
uk: Луї Сен-Дені

# STRINGS.CREDITS.QA.25
source: Marie-Andrée Marquis
uk: Марі-Андре Маркіз

# STRINGS.CREDITS.QA.26
source: Martin Gagnon
uk: Мартін Ганьон

# STRINGS.CREDITS.QA.27
source: Maxime Calvé
uk: Максим Кальве

# STRINGS.CREDITS.QA.28
source: Maxime Landry Lamy
uk: Максім Лендрі Ламі

# STRINGS.CREDITS.QA.29
source: Maya Archambault
uk: Майя Аршамбо

# STRINGS.CREDITS.QA.3
source: Alexandre Tassé-Venne
uk: Олександр Тассе-Венн

# STRINGS.CREDITS.QA.30
source: Nathan Legault
uk: Натан Лего
