Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.UI.DUNGEONSELECTIONSCREEN.NO_ELITE_BOSS_MESSAGE
source: The <#RED>{name.elite_prefix} {name.rot_boss}</> for this {name.run} has not been created yet.
uk: <#RED>{3:{Name.elite_prefix}} {2:{name.rot_boss}}</> для цього {name.run} ще не створено.

# STRINGS.UI.DUNGEONSELECTIONSCREEN.SUPER_FRENZY_WIDGET.HEARTSTONE_REWARD
source: {name.elite_prefix} {name.konjur_heart}
uk: {2:{Name.elite_prefix}} {name.konjur_heart}

# STRINGS.UI.DUNGEONSELECTIONSCREEN.SUPER_FRENZY_WIDGET.SUPER_FRENZY_LEVEL_TITLE
source: {weapon_type} {name.ascension_plus}
uk: {Name.ascension_plus}

# STRINGS.UI.DUNGEONSUMMARYSCREEN.DAMAGED_BY
source: MOST DAMAGE DEALT BY
uk: ЗАВДАВ НАЙБІЛЬШЕ ШКОДИ

# STRINGS.UI.DUNGEONSUMMARYSCREEN.DAMAGED_BY_EMPTY
source: MOST DAMAGE DEALT BY
uk: НАЙБІЛЬШЕ ШКОДИ ОТРИМАНО ВІД

# STRINGS.UI.DUNGEONSUMMARYSCREEN.DAMAGED_BY_NONE
source: DAMAGE RECEIVED
uk: ОТРИМАНО ПОШКОДЖЕНЬ

# STRINGS.UI.DUNGEONSUMMARYSCREEN.DAMAGED_VALUE_EMPTY
source: Environment
uk: Середовища

# STRINGS.UI.DUNGEONSUMMARYSCREEN.DAMAGED_VALUE_NONE
source: None!
uk: Нікого!

# STRINGS.UI.DUNGEONSUMMARYSCREEN.DAMAGE_DONE
source: DAMAGE DONE
uk: ЗАВДАНО ШКОДИ

# STRINGS.UI.DUNGEONSUMMARYSCREEN.DAMAGE_TAKEN
source: DAMAGE TAKEN
uk: ОТРИМАНО ПОШКОДЖЕНЬ

# STRINGS.UI.DUNGEONSUMMARYSCREEN.DEATHS
source: TIMES DIED
uk: КІЛЬКІСТЬ СМЕРТЕЙ

# STRINGS.UI.DUNGEONSUMMARYSCREEN.DURATION_TITLE
source: YOUR EXPEDITION TOOK
uk: ВАША ЕКСПЕДИЦІЯ ЗАЙНЯЛА

# STRINGS.UI.DUNGEONSUMMARYSCREEN.KONJUR_CONVERSION_TT
source: <#KONJUR>%s %s</> was converted into <#KONJUR>%s %s</>
uk: <#KONJUR>%s %s</> було перетворено на <#KONJUR>%s %s</>

# STRINGS.UI.DUNGEONSUMMARYSCREEN.LOADING_TEXT
source: Loading details...
uk: Завантаження інформації...

# STRINGS.UI.DUNGEONSUMMARYSCREEN.LOOT_EMPTY
source: You didn't grab any loot this time.
uk: Цього разу ви не взяли жодної здобичі.

# STRINGS.UI.DUNGEONSUMMARYSCREEN.LOOT_TITLE
source: LOOT
uk: ЗДОБИЧ

# STRINGS.UI.DUNGEONSUMMARYSCREEN.MASTERIES_TITLE
source: MASTERIES
uk: МАЙСТЕРНІСТЬ

# STRINGS.UI.DUNGEONSUMMARYSCREEN.MASTERY_EMPTY
source: You didn't progress any Masteries.
uk: Ви не досягли жодного рівня майстерності.

# STRINGS.UI.DUNGEONSUMMARYSCREEN.MAX_META_LEVEL
source: MAX
uk: МАКС

# STRINGS.UI.DUNGEONSUMMARYSCREEN.POWERS_TITLE
source: POWERS
uk: СИЛИ

# STRINGS.UI.DUNGEONSUMMARYSCREEN.POWER_EMPTY
source: You didn't collect any {name_multiple.concept_relic}.
uk: Ви не зібрали жодної {name_multiple.concept_relic}.

# STRINGS.UI.DUNGEONSUMMARYSCREEN.POWER_REWARD_UNLOCKED
source: New potential {name.concept_relic} added to {name_multiple.concept_relic} pool!
uk: Нова потенційна {name.concept_relic} додана до пулу {name_multiple.concept_relic}!

# STRINGS.UI.DUNGEONSUMMARYSCREEN.ROOMS_LABEL
source: CHAMBERS DISCOVERED
uk: ЛОКАЦІЙ ВІДКРИТО

# STRINGS.UI.DUNGEONSUMMARYSCREEN.ROOMS_LABEL_STAT
source: CHAMBERS DISCOVERED
uk: ЛОКАЦІЙ ВІДКРИТО

# STRINGS.UI.DUNGEONSUMMARYSCREEN.STATS_TITLE
source: STATISTICS
uk: СТАТИСТИКА

# STRINGS.UI.DUNGEONSUMMARYSCREEN.TOTAL_KILLS
source: KILLS
uk: ВБИТО

# STRINGS.UI.DYE_PURCHASE_POPUP.NO_OPTION
source: No
uk: Ні

# STRINGS.UI.DYE_PURCHASE_POPUP.TEXT
source: Would you like to apply it now?
uk: Ви б хотіли застосувати його зараз?

# STRINGS.UI.DYE_PURCHASE_POPUP.YES_OPTION
source: Yes
uk: Так

# STRINGS.UI.EMOTESCREEN.BTN_UNEQUIP
source: Un-equip <p bind='Controls.Digital.MENU_UNCOMMON' color=0>
uk: Зняти <p bind='Controls.Digital.MENU_UNCOMMON' color=0>

# STRINGS.UI.EMOTESCREEN.DESC
source: Pick the emotes for your emote ring!
uk: Виберіть емоції для свого колеса емоцій!

# STRINGS.UI.EMOTESCREEN.LOCKED_TT
source: Locked
uk: Закрито

# STRINGS.UI.EMOTESCREEN.SPECIES_INFO
source: <p img='images/ui_ftf/ic_warning.tex' color=0 scale=1.1> You can only perform species emotes that match your species.
uk: <p img='images/ui_ftf/ic_warning.tex' color=0 scale=1.1> Ви можете використати емоції лише тих видів, які відповідають вашому виду.

# STRINGS.UI.EMOTESCREEN.TAB_EMOTES
source: EMOTES
uk: ЕМОЦІЇ

# STRINGS.UI.EMOTESCREEN.TAB_SPECIES
source: SPECIES
uk: ВИД

# STRINGS.UI.EMOTESCREEN.TAB_WEAPONS
source: WEAPONS
uk: ЗБРОЯ

# STRINGS.UI.EMOTESCREEN.TITLE
source: EMOTES
uk: ЕМОЦІЇ

# STRINGS.UI.EMOTESCREEN.WEAPONS_INFO
source: <p img='images/ui_ftf/ic_warning.tex' color=0 scale=1.1> Weapon emotes will match your equipped weapon.
uk: <p img='images/ui_ftf/ic_warning.tex' color=0 scale=1.1> Емоції зброї будуть відповідати вашому спорядженню.

# STRINGS.UI.EQUIPMENTSCREEN.BACK_BUTTON
source: BACK
uk: НАЗАД

# STRINGS.UI.EQUIPMENTSCREEN.DESC
source: Pick out the best gear for your outings.
uk: Виберіть найкраще спорядження для своїх прогулянок.

# STRINGS.UI.EQUIPMENTSCREEN.HOTKEYS_ITEM_BACK
source: Back
uk: Назад

# STRINGS.UI.EQUIPMENTSCREEN.HOTKEYS_ITEM_EQUIP
source: Equip
uk: Спорядити

# STRINGS.UI.EQUIPMENTSCREEN.HOTKEYS_ITEM_UNEQUIP
source: Un-equip
uk: Зняти

# STRINGS.UI.EQUIPMENTSCREEN.HOTKEYS_ITEM_UPGRADE
source: Upgrade
uk: Покращити

# STRINGS.UI.EQUIPMENTSCREEN.HOTKEYS_ITEM_UPGRADE_INGREDIENTS_INFO
source: Ingredient info
uk: Інформація про інгредієнт

# STRINGS.UI.EQUIPMENTSCREEN.ITEM_EQUIP_BUTTON
source: EQUIP
uk: СПОРЯДИТИ

# STRINGS.UI.EQUIPMENTSCREEN.ITEM_UNEQUIP_BUTTON
source: UN-EQUIP
uk: ЗНЯТИ

# STRINGS.UI.EQUIPMENTSCREEN.ITEM_UPGRADE_AVAILABLE
source: <p img='images/icons_ftf/upgrade.tex' color=0 scale=1.0> Lvl {upgrade_level:%.0f} upgrade available!
uk: <p img='images/icons_ftf/upgrade.tex' color=0 scale=1.0> Доступно покращення {upgrade_level:%.0f} рівня!

# STRINGS.UI.EQUIPMENTSCREEN.ITEM_UPGRADE_BUTTON
source: UPGRADE
uk: ПОКРАЩИТИ

# STRINGS.UI.EQUIPMENTSCREEN.ITEM_UPGRADE_MAXXED
source: Item at max level!
uk: Предмет максимального рівня!

# STRINGS.UI.EQUIPMENTSCREEN.ITEM_UPGRADE_PREVIEW
source: <p img='images/icons_ftf/upgrade.tex' color=0 scale=1.0> Lvl {upgrade_level:%.0f} upgrade details
uk: <p img='images/icons_ftf/upgrade.tex' color=0 scale=1.0> Деталі покращення {upgrade_level:%.0f} рівня

# STRINGS.UI.EQUIPMENTSCREEN.NO_GEM_SLOTS
source: This item has no gem slots.
uk: Цей предмет не має слотів для самоцвітів.

# STRINGS.UI.EQUIPMENTSCREEN.SWITCH_WEAPON_BTN
source: <p img='images/icons_ftf/switch.tex' color=0 scale=1.1> Change weapon type
uk: <p img='images/icons_ftf/switch.tex' color=0 scale=1.1> Змінити тип зброї

# STRINGS.UI.EQUIPMENTSCREEN.TAB_EQUIPMENT
source: EQUIPMENT
uk: СПОРЯДЖЕННЯ

# STRINGS.UI.EQUIPMENTSCREEN.TAB_ITEM_DETAILS
source: DETAILS
uk: ДЕТАЛІ

# STRINGS.UI.EQUIPMENTSCREEN.TAB_ITEM_GEMS
source: GEMS
uk: САМОЦВІТИ

# STRINGS.UI.EQUIPMENTSCREEN.TAB_ITEM_UPGRADES
source: UPGRADES
uk: ПОКРАЩЕННЯ

# STRINGS.UI.EQUIPMENTSCREEN.TAB_LOADOUTS
source: LOADOUTS
uk: КОМПЛЕКТИ

# STRINGS.UI.EQUIPMENTSCREEN.TAB_UPGRADES
source: STATION UPGRADES
uk: ПОКРАЩЕННЯ СТАНЦІЇ

# STRINGS.UI.EQUIPMENTSCREEN.TITLE
source: EQUIPMENT
uk: СПОРЯДЖЕННЯ

# STRINGS.UI.EQUIPMENTSCREEN.UPGRADES_EMPTY
source: No equipment station upgrades available.
uk: Покращення станції спорядження недоступне.

# STRINGS.UI.EQUIPMENTSCREEN.UPGRADE_ARMORSMITH_LEVEL.MAX_LEVEL
source: Fully upgraded! <#RED>{name.npc_armorsmith}</> can upgrade all armour to {dest_rarity} Quality!
uk: Повністю покращено! <#RED>{Name.npc_armorsmith}</> може покращити всі обладунки до якості: {dest_rarity}!

# STRINGS.UI.EQUIPMENTSCREEN.UPGRADE_ARMORSMITH_LEVEL.UPGRADE
source: Unlocks the ability to upgrade armour from {source_rarity} Quality to {dest_rarity} Quality.
uk: Відкриває можливість покращувати обладунки від якості {source_rarity} до якості {dest_rarity}.

# STRINGS.UI.EQUIPMENTSCREEN.UPGRADE_BLACKSMITH_LEVEL.MAX_LEVEL
source: Fully upgraded! <#RED>{name.npc_blacksmith}</> can upgrade all weapons to {dest_rarity} Quality!
uk: Повністю покращено! <#RED>{Name.npc_blacksmith}</> може покращити всю зброю до якості: {dest_rarity}!

# STRINGS.UI.EQUIPMENTSCREEN.UPGRADE_BLACKSMITH_LEVEL.UPGRADE
source: Unlocks the ability to upgrade weapons from {source_rarity} Quality to {dest_rarity} Quality.
uk: Відкриває можливість покращувати зброю від якості {source_rarity} до якості {dest_rarity}.

# STRINGS.UI.EQUIPMENTSCREEN.UPGRADE_STATION_TITLE
source: Upgrade to {item_name}
uk: Покращити до {3:{item_name}}

# STRINGS.UI.EQUIPMENTSCREEN.WEAPON_TYPE_TITLE
source: Select weapon type
uk: Виберіть тип зброї

# STRINGS.UI.EQUIPMENT_STATS.ARMOUR.desc
source: Reduces the amount of <#RED>{name.concept_damage}</> you take when hit.
uk: Зменшує кількість <#RED>{2:{name.concept_damage}}</>, яку ви отримуєте після удару.

# STRINGS.UI.EQUIPMENT_STATS.ARMOUR.desc_negative
source: Reduces the amount of <#RED>{name.concept_damage}</> you take when hit.
uk: Зменшує кількість <#RED>{2:{name.concept_damage}}</>, яку ви отримуєте після удару.

# STRINGS.UI.EQUIPMENT_STATS.ARMOUR.name
source: DEFENSE
uk: ЗАХИСТ

# STRINGS.UI.EQUIPMENT_STATS.CRIT.desc
source: Your chance to perform a <#RED>Critical Attack</>.
uk: Ваш шанс здійснити <#RED>Критичний удар</>.

# STRINGS.UI.EQUIPMENT_STATS.CRIT.name
source: CRITICAL CHANCE
uk: ШАНС КРИТ УДАРУ

# STRINGS.UI.EQUIPMENT_STATS.CRIT_MULT.desc
source: The amount by which a <#RED>Critical Hit</> multiples outgoing <#RED>{name.concept_damage}</>. <#RED>Critical Hits</> deal <#RED>%.1f%% {name.concept_damage}</>.
uk: Кількість, на яку <#RED>Критичний удар</> множить вихідну <#RED>{name.concept_damage}</>. <#RED>Критичні удари</> завдають <#RED>%.1f%% {2:{name.concept_damage}}</>.

# STRINGS.UI.EQUIPMENT_STATS.CRIT_MULT.name
source: CRITICAL DAMAGE
uk: КРИТИЧНА ШКОДА

# STRINGS.UI.EQUIPMENT_STATS.DMG.desc
source: The base number that all <#RED>Weapon {name.concept_damage}</> modifiers will be applied to.
uk: Базове число, до якого будуть застосовані всі модифікатори <#RED>{2:{name.concept_damage}} зброєю</>.

# STRINGS.UI.EQUIPMENT_STATS.DMG.name
source: WEAPON DAMAGE
uk: ШКОДА ЗБРОЇ

# STRINGS.UI.EQUIPMENT_STATS.DMG_MULT.desc
source: Multiplies <#RED>Weapon {name.concept_damage}</>.
uk: Помножує <#RED>{name.concept_damage} зброї</>.

# STRINGS.UI.EQUIPMENT_STATS.DMG_MULT.name
source: ATTACK
uk: АТАКА

# STRINGS.UI.EQUIPMENT_STATS.DURABILITY.name
source: DURABILITY
uk: МІЦНІСТЬ

# STRINGS.UI.EQUIPMENT_STATS.FOCUS_MULT.desc
source: A <#RED>{name.concept_damage}</> multiplier specifically applied to your <#BLUE>{name.concept_focus_hit}</>. <#BLUE>{name.concept_focus_hit}</> will deal an additional <#RED>%.1f%% {name.concept_damage}</>.
uk: Множник <#RED>{2:{name.concept_damage}}</>, коли ви виконуєте <#BLUE>{name.concept_focus_hit}</>. <#BLUE>{Name.concept_focus_hit}</> завдає додатково <#RED>%.1f%% {2:{name.concept_damage}}</>.

# STRINGS.UI.EQUIPMENT_STATS.FOCUS_MULT.name
source: FOCUS DAMAGE
uk: ФОКУСНА ШКОДА

# STRINGS.UI.EQUIPMENT_STATS.HP.desc
source: All that ultimately stands between you and <#RED>Death</>.
uk: Все, що врешті-решт стоїть між вами та <#RED>Смертю</>.

# STRINGS.UI.EQUIPMENT_STATS.HP.name
source: HEALTH
uk: ЗДОРОВ'Я

# STRINGS.UI.EQUIPMENT_STATS.ILVL.desc
source: The item's level.
uk: Рівень предмета.

# STRINGS.UI.EQUIPMENT_STATS.ILVL.name
source: ITEM LEVEL
uk: РІВЕНЬ ПРЕДМЕТА

# STRINGS.UI.EQUIPMENT_STATS.LIFETIME.day
source: day
uk: день

# STRINGS.UI.EQUIPMENT_STATS.LIFETIME.days
source: days
uk: дні

# STRINGS.UI.EQUIPMENT_STATS.LIFETIME.desc
source: The amount of time until this item is inedible.
uk: Проміжок часу, поки цей предмет стане неїстівним.

# STRINGS.UI.EQUIPMENT_STATS.LIFETIME.expires
source: Expires in
uk: Закінчується

# STRINGS.UI.EQUIPMENT_STATS.LIFETIME.name
source: LIFETIME
uk: ЖИТТЯ

# STRINGS.UI.EQUIPMENT_STATS.LUCK.desc
source: The chance of good things happening to you.
uk: Імовірність того, що з вами трапиться щось хороше.

# STRINGS.UI.EQUIPMENT_STATS.LUCK.name
source: LUCK
uk: УДАЧА

# STRINGS.UI.EQUIPMENT_STATS.QUANTITY.name
source: QUANTITY
uk: КІЛЬКІСТЬ

# STRINGS.UI.EQUIPMENT_STATS.RARITY.desc
source: The quality of the item.
uk: Якість елемента.

# STRINGS.UI.EQUIPMENT_STATS.RARITY.name
source: QUALITY
uk: ЯКІСТЬ

# STRINGS.UI.EQUIPMENT_STATS.SOURCE.desc
source: Where this item came from
uk: Звідки взявся цей предмет

# STRINGS.UI.EQUIPMENT_STATS.SOURCE.name
source: SOURCE
uk: ДЖЕРЕЛО

# STRINGS.UI.EQUIPMENT_STATS.SPEED.desc
source: Modifies how quickly you move.
uk: Змінює швидкість вашого руху.

# STRINGS.UI.EQUIPMENT_STATS.WEIGHT.name
source: WEIGHT
uk: ВАГА

# STRINGS.UI.EQUIPMENT_STATS.WRAP.name
source: WRAP
uk: ЗАГОРНУТИ

# STRINGS.UI.FAILED_INITIALIZE.BODY
source: Check if your system meets the required minimum specs and try to free up resources.
uk: Перевірте, чи відповідає ваша система необхідним мінімальним характеристикам, і спробуйте звільнити ресурси.

# STRINGS.UI.FAILED_INITIALIZE.CLOSE
source: Close Game
uk: Закрити гру

# STRINGS.UI.FAILED_INITIALIZE.SUBTITLE
source: The game can not run with the available resources
uk: Гра не може запуститися з доступними ресурсами

# STRINGS.UI.FAILED_INITIALIZE.TITLE
source: Failed to initialize graphics
uk: Не вдалося ініціалізувати графіку

# STRINGS.UI.FARMING.ALREADY_WATERED
source: Already Watered
uk: Вже политий

# STRINGS.UI.FARMING.CLOSE_SELECTION
source: <p bind='Controls.Digital.CANCEL' color=0> Cancel
uk: <p bind='Controls.Digital.CANCEL' color=0> Скасувати

# STRINGS.UI.FARMING.CROP_INFO.ACCELERATED
source: <p img='images/ui_ftf/accelerate.tex'> Accelerated: This seed will grow faster
uk: <p img='images/ui_ftf/accelerate.tex'> Прискорено: Це насіння буде рости швидше

# STRINGS.UI.FARMING.CROP_INFO.DROPS
source: Drops: {drop_count}
uk: Врожай: {drop_count}

# STRINGS.UI.FARMING.CROP_INFO.DROPS_TITLE
source: POTENTIAL DROPS
uk: ПОТЕНЦІЙНИЙ ВРОЖАЙ

# STRINGS.UI.FARMING.CROP_INFO.GROWTH_DURATION_SUBTITLE
source: {total_duration} days
uk: {total_duration} днів

# STRINGS.UI.FARMING.CROP_INFO.GROWTH_DURATION_TITLE
source: GROWTH DURATION
uk: ТРИВАЛІСТЬ РОСТУ

# STRINGS.UI.FARMING.CROP_INFO.GROWTH_PROGRESS_SUBTITLE
source: {turns_passed}/{turns_to_mature} days
uk: {turns_passed}/{turns_to_mature} днів

# STRINGS.UI.FARMING.CROP_INFO.GROWTH_PROGRESS_TITLE
source: GROWTH PROGRESS
uk: ПРОГРЕС РОСТУ

# STRINGS.UI.FARMING.CROP_INFO.HARVEST_TITLE
source: HARVEST DROPS
uk: ВРОЖАЙ

# STRINGS.UI.FARMING.CROP_INFO.SEEDS
source: Seeds: {seed_count}
uk: Насіння: {seed_count}

# STRINGS.UI.FARMING.CROP_INFO.TURNS_TO_HARVEST
source: Turns to harvest: {turns_passed}/{turns_to_mature}
uk: Пора збирати врожай: {turns_passed}/{turns_to_mature}

# STRINGS.UI.FARMING.CROP_INFO.WATER_STATUS
source: CURRENT STATUS
uk: ПОТОЧНИЙ СТАТУС

# STRINGS.UI.FARMING.CROP_INFO.WATER_STATUS_CANWATER
source: Needs water
uk: Потребує води

# STRINGS.UI.FARMING.CROP_INFO.WATER_STATUS_DEAD
source: Dried
uk: Засох

# STRINGS.UI.FARMING.CROP_INFO.WATER_STATUS_READY
source: Ready to harvest!
uk: Можна збирати!

# STRINGS.UI.FARMING.CROP_INFO.WATER_STATUS_WATERED
source: Watered
uk: Политий

# STRINGS.UI.FARMING.EQUIP
source: {name.interact_tap} Equip {tool}
uk: {Name.interact_tap} Взяти {tool}

# STRINGS.UI.FARMING.HARVEST_NOT_READY
source: Harvest not Ready
uk: Не дозріло

# STRINGS.UI.FARMING.SELECT_CROP
source: {name.interact_tap} Plant this seed
uk: {Name.interact_tap} Посадити насіння

# STRINGS.UI.FARMING.SELECT_CROP_EMPTY_LIST
source: You don't have any seeds. <i>Find them while out Hunting!</i>
uk: У вас немає насіння. <i>Знайдіть їх під час полювання!</i>

# STRINGS.UI.FARMING.SELECT_CROP_TITLE
source: Seeds in Chest
uk: Насіння в скрині

# STRINGS.UI.FARMING.TOOLS.HARVEST
source: Harvesting Scythe
uk: косу

# STRINGS.UI.FARMING.TOOLS.HARVEST_ACTION
source: {name.interact_tap} Harvest
uk: {Name.interact_tap} Зібрати

# STRINGS.UI.FARMING.TOOLS.PLANT_ACTION
source: {name.interact_tap} Plant a crop
uk: {Name.interact_tap} Посадити саджанець

# STRINGS.UI.FARMING.TOOLS.SHOVEL
source: Planting Shovel
uk: садову лопату

# STRINGS.UI.FARMING.TOOLS.SHOVEL_ACTION
source: {name.interact_hold} Uproot
uk: {Name.interact_hold} Викорчувати

# STRINGS.UI.FARMING.TOOLS.WATER
source: Watering Can
uk: лійку

# STRINGS.UI.FARMING.TOOLS.WATER_ACTION
source: {name.interact_tap} Water
uk: {Name.interact_tap} Полити

# STRINGS.UI.FARMING.UNEQUIP
source: {name.interact_tap} Unequip {tool}
uk: {Name.interact_tap} Покласти {tool}

# STRINGS.UI.FARM_PLOT_SIGN.OWNERSHIP
source: %s's Farm
uk: Ферма: %s

# STRINGS.UI.FARM_PLOT_SIGN.RESERVED
source: Reserved
uk: Зарезервовано

# STRINGS.UI.FEEDBACK_SCREEN.ABOUT
source: Notice something awful, strange, or wonderful? Tell us what happened and send us some diagnostic data so that we can look into the issue!
uk: Помітили щось жахливе, дивне чи чудове? Розкажіть нам, що сталося, і надішліть нам деякі діагностичні дані, щоб ми могли розглянути проблему!

# STRINGS.UI.FEEDBACK_SCREEN.ABOUT_HOSTREQUEST
source: OH NO! Something's gone wrong and we're requesting feedback from all players in this session.
uk: О, НІ! Щось пішло не так, і ми просимо відгуки від усіх гравців у цій сесії.

# STRINGS.UI.FEEDBACK_SCREEN.ABOUT_PERF_PROFILE
source: This report helps identify framerate issues seen in the 30 second profiling period. Describe what you saw and include as many checkboxes as possible.
uk: Цей звіт допомагає виявити проблеми з частотою кадрів, які спостерігаються протягом 30-секундного періоду профілювання. Опишіть, що ви бачили, і встановіть якомога більше прапорців.

# STRINGS.UI.FEEDBACK_SCREEN.BUG_ATTACHMENTS
source: Be sure to write enough for us to understand or reproduce your issue.
uk: Обов'язково напишіть достатньо, щоб ми могли зрозуміти або відтворити вашу проблему.

# STRINGS.UI.FEEDBACK_SCREEN.CANCEL
source: Cancel
uk: Скасувати

# STRINGS.UI.FEEDBACK_SCREEN.CATEGORIES.AUDIO
source: Audio
uk: Звук

# STRINGS.UI.FEEDBACK_SCREEN.CATEGORIES.OTHER
source: Gameplay/Other
uk: Гра/Інше

# STRINGS.UI.FEEDBACK_SCREEN.CATEGORIES.VISUAL
source: Visual
uk: Візуал

# STRINGS.UI.FEEDBACK_SCREEN.CATEGORIES.WORDS
source: Words
uk: Світи

# STRINGS.UI.FEEDBACK_SCREEN.CATEGORY_PROMPT.AUDIO
source: Does something sound wrong? Or amazing?
uk: Щось звучить не так? Або неймовірно?

# STRINGS.UI.FEEDBACK_SCREEN.CATEGORY_PROMPT.FEEDBACK
source: What do you want to tell us about?
uk: Про що ви хочете нам розповісти?

# STRINGS.UI.FEEDBACK_SCREEN.CATEGORY_PROMPT.OTHER
source: What happened?
uk: Що сталося?

# STRINGS.UI.FEEDBACK_SCREEN.CATEGORY_PROMPT.VISUAL
source: Tell us about what you saw.
uk: Розкажіть нам про те, що ви бачили.

# STRINGS.UI.FEEDBACK_SCREEN.CATEGORY_PROMPT.WORDS
source: Loved some dialogue? Found a typo? Confused?
uk: Сподобалися діалоги? Знайшли помилку? Збентежені?

# STRINGS.UI.FEEDBACK_SCREEN.CAVEAT_HACKMOD
source: You have unsupported modifications to game data that may introduce issues.
uk: Ви внесли непідтримувані зміни до даних гри, які можуть спричинити проблеми.

# STRINGS.UI.FEEDBACK_SCREEN.MESSAGE_LABEL
source: DETAILS
uk: ДЕТАЛІ

# STRINGS.UI.FEEDBACK_SCREEN.REQUIRE_SUMMARY
source: Briefly describe your issue in the Summary field!
uk: Коротко опишіть свою проблему в полі Підсумок!

# STRINGS.UI.FEEDBACK_SCREEN.SEND_LOG
source: Send Log
uk: Надіслати журнал

# STRINGS.UI.FEEDBACK_SCREEN.SEND_PERFORMANCE_REPORT
source: Send Performance Report
uk: Надіслати звіт про швидкодію

# STRINGS.UI.FEEDBACK_SCREEN.SEND_REPLAY
source: Send Replay
uk: Надіслати повтор

# STRINGS.UI.FEEDBACK_SCREEN.SEND_REPLAY_TT
source: Check this if you want to include a replay of the last 5 seconds of gameplay! Will cause the report to take longer to submit.
uk: Позначте це, якщо ви хочете включити відтворення останніх 5 секунд гри! Це спричинить довше надсилання звіту.

# STRINGS.UI.FEEDBACK_SCREEN.SEND_SAVE
source: Send Latest Save
uk: Надіслати останнє збереження

# STRINGS.UI.FEEDBACK_SCREEN.SEND_SCREENSHOT
source: Send Screenshot
uk: Надіслати знімок екрана

# STRINGS.UI.FEEDBACK_SCREEN.SEND_STATS
source: Send Runtime Statistics
uk: Надіслати статистику виконання

# STRINGS.UI.FEEDBACK_SCREEN.SUBJECT_LABEL
source: SUMMARY
uk: ПІДСУМКИ

# STRINGS.UI.FEEDBACK_SCREEN.SUBJECT_PROMPT
source: A short summary of your feedback
uk: Короткий виклад вашого відгуку

# STRINGS.UI.FEEDBACK_SCREEN.SUBMIT
source: Submit
uk: Надіслати

# STRINGS.UI.FEEDBACK_SCREEN.SUBMITTED_BODY
source: Thank you for your feedback. You are helping to make this game better!
uk: Дякуємо за відгук. Ви допомагаєте зробити цю гру кращою!

# STRINGS.UI.FEEDBACK_SCREEN.SUBMITTED_BODY_ERROR_TOO_LARGE
source: The report was too large, try disabling the replay
uk: Звіт завеликий, спробуйте вимкнути відтворення

# STRINGS.UI.FEEDBACK_SCREEN.SUBMITTED_BODY_ERROR_UNKNOWN
source: There was an error submitting the report - please try again
uk: Під час надсилання звіту сталася помилка - спробуйте ще раз

# STRINGS.UI.FEEDBACK_SCREEN.SUBMITTED_OK
source: OK
uk: ОК

# STRINGS.UI.FEEDBACK_SCREEN.SUBMITTED_TITLE
source: Feedback submitted
uk: Відгук надіслано

# STRINGS.UI.FEEDBACK_SCREEN.SUBMITTED_TITLE_ERROR
source: Failed to submit feedback
uk: Не вдалося надіслати відгук

# STRINGS.UI.FEEDBACK_SCREEN.SUBMITTING_BODY
source: Sending
uk: Відправлення

# STRINGS.UI.FEEDBACK_SCREEN.SUBMITTING_TITLE
source: Sending feedback
uk: Відправлення відгуку

# STRINGS.UI.FEEDBACK_SCREEN.TEMPLATE_PERF_PROFILE
source: Performance problem:
uk: Проблеми з продуктивністю:

# STRINGS.UI.FEEDBACK_SCREEN.TITLE
source: SEND US YOUR FEEDBACK
uk: НАДІШЛІТЬ НАМ СВІЙ ВІДГУК

# STRINGS.UI.FOODSCREEN.BUNDLE_TITLE
source: {food_name} Bundle
uk: Пакунок '{food_name}'

# STRINGS.UI.FOODSCREEN.COOK_BTN
source: Prepare meal
uk: Приготувати

# STRINGS.UI.FOODSCREEN.COOK_BTN_BUNDLE
source: Prepare bundle (x{count})
uk: Приготувати пакунок (x{count})

# STRINGS.UI.FOODSCREEN.COOK_BTN_SOLD_OUT
source: Sold out!
uk: Закінчилось!

# STRINGS.UI.FOODSCREEN.DESC
source: Combine ingredients for a Power-full combination!
uk: Поєднуйте інгредієнти для Сильного поєднання смаків!

# STRINGS.UI.FOODSCREEN.HOTKEY_COOK
source: Prepare meal
uk: Приготувати їжу

# STRINGS.UI.FOODSCREEN.HOTKEY_INFO
source: Ingredient info
uk: Інформація про інгредієнт

# STRINGS.UI.FOODSCREEN.INVENTORY_COUNT
source: %d in <p img='images/icons_ftf/inventory_equipment.tex' color=0>
uk: %d в <p img='images/icons_ftf/inventory_equipment.tex' color=0>

# STRINGS.UI.FOODSCREEN.NEED_FRIENDSHIP_TT
source: {name.npc_cook} doesn't know you well enough to share this recipe.
uk: {Name.npc_cook} недостатньо добре вас знає, щоб поділитися цим рецептом.

# STRINGS.UI.FOODSCREEN.NEED_INGREDIENTS_TT
source: Discover more ingredients to make these recipes.
uk: Відкрийте більше інгредієнтів для приготування цих рецептів.

# STRINGS.UI.FOODSCREEN.NUM_REMAINING
source: {num_left} left
uk: {num_left} вийшов

# STRINGS.UI.FOODSCREEN.SOLD_OUT
source: Sold out!
uk: Закінчилось!

# STRINGS.UI.FOODSCREEN.TEMPORARY_MENU_LOCKED
source: Locked
uk: Закрито

# STRINGS.UI.FOODSCREEN.TIME_REMAINING
source: {days_left} days
uk: {days_left} дні(в)

# STRINGS.UI.FOODSCREEN.TIME_REMAINING_LAST_DAY
source: Last day!
uk: Останній день!

# STRINGS.UI.FOODSCREEN.TIME_REMAINING_TITLE
source: TIME LEFT
uk: ЗАЛИШИЛОСЯ ЧАСУ

# STRINGS.UI.FOODSCREEN.TITLE
source: FOOD MENU
uk: МЕНЮ ЇЖІ

# STRINGS.UI.FRIENDSHIPSCREEN.DESC
source: Diary of meeting the {name_multiple.foxtails}
uk: Щоденник зустрічі з {2:{Name_multiple.foxtails}}

# STRINGS.UI.FRIENDSHIPSCREEN.EMPTY_FRIEND_LIST
source: Go make friends!
uk: Йдіть, знайдіть друзів!

# STRINGS.UI.FRIENDSHIPSCREEN.EMPTY_REWARD_LIST
source: Keep exploring to find this crew member!
uk: Продовжуйте пошуки, щоб знайти цього члена екіпажу!

# STRINGS.UI.FRIENDSHIPSCREEN.HOW_TO_OPEN.DESC
source: Interact with your <#RED>{name.i_station_diary}</> in town.
uk: Взаємодійте з вашим <#RED>{3:{name.i_station_diary}}</> у місті.

# STRINGS.UI.FRIENDSHIPSCREEN.HOW_TO_OPEN.TITLE
source: View Friendships
uk: Перегляд дружніх відносин
