Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.UI.SELECTFOODSCREEN.DESC
source: You can eat one of the meals you brought.
uk: Ви можете з'їсти одну з тих страв, що принесли з собою.

# STRINGS.UI.SELECTFOODSCREEN.LIST_EMPTY
source: You didn't prepare any meals in town.
uk: Ви не готували їжу в місті.

# STRINGS.UI.SELECTFOODSCREEN.LIST_TITLE
source: Your Meals
uk: Ваша їжа

# STRINGS.UI.SELECTFOODSCREEN.SELECTED_BTN
source: Already ate
uk: Я вже поїв

# STRINGS.UI.SELECTFOODSCREEN.SELECT_BTN
source: Consume this meal
uk: З'їсти цю їжу

# STRINGS.UI.SELECTFOODSCREEN.TITLE
source: Picnic Basket
uk: Кошик для пікніку

# STRINGS.UI.SHOP_ITEM.POTION.ALREADY_OWNED
source: Potion Full
uk: Зілля повне

# STRINGS.UI.SHOP_ITEM.POTION.HEALTH_FULL
source: Already Full Health
uk: Вже повне здоров'я

# STRINGS.UI.SHOP_ITEM.POTION.NO_POTION
source: Can't Carry {name_multiple.potion}
uk: Не можна носити {name_multiple.potion}

# STRINGS.UI.SHOP_ITEM.POWER.BAD_LOCATION
source: Not rerollable
uk: Не можна переобрати

# STRINGS.UI.SHOP_ITEM.POWER.FULLY_UPGRADED
source: {name.concept_relic} Maxed
uk: {Name.concept_relic} максимальна

# STRINGS.UI.SHOP_ITEM.POWER.LIMIT_REACHED
source: One Fabled {name.concept_relic} Per Hunter
uk: Одна легендарна {name.concept_relic} На мисливця

# STRINGS.UI.SHOP_ITEM.POWER.NOT_MINE
source: Wrong Hunter
uk: Не той гравець

# STRINGS.UI.SHOP_ITEM.POWER.NO_REROLLS
source: No more rerolls
uk: Не можна більше переобрати

# STRINGS.UI.SHOP_ITEM.SHIELD.AT_MAXIMUM
source: Shield Maxed
uk: Щит максимальний

# STRINGS.UI.SHOP_ITEM.UPGRADE.NO_UPGRADEABLE_POWERS
source: No Upgradeable Power
uk: Немає сили для покращення

# STRINGS.UI.STEAMFRIENDSWIDGET.EMPTY_LABEL
source: No friends currently playing Rotwood
uk: Немає друзів, які зараз грають у Ротвуд

# STRINGS.UI.STEAMFRIENDSWIDGET.FRIEND_NOT_IN_LOBBY
source: Not joinable
uk: Неможливо приєднатися

# STRINGS.UI.STEAMFRIENDSWIDGET.JOIN_FRIEND_BTN
source: Join
uk: Зайти

# STRINGS.UI.STEAMFRIENDSWIDGET.TITLE
source: Online Steam Friends
uk: Онлайн-друзі Steam

# STRINGS.UI.STEAMUSERGROUPSWIDGET.EMPTY_LABEL
source: Nobody in your Steam Groups is currently playing Rotwood
uk: Ніхто у ваших групах Steam зараз не грає в Ротвуд

# STRINGS.UI.STEAMUSERGROUPSWIDGET.JOIN_RANDOM
source: Join a random game
uk: Приєднайтеся до випадкової гри

# STRINGS.UI.STEAMUSERGROUPSWIDGET.JOIN_USERGROUP_BTN
source: Quick Join
uk: Швидке підключення

# STRINGS.UI.STEAMUSERGROUPSWIDGET.MORE_NR_GAMES_TO_JOIN
source: %d+ games to join
uk: %d+ ігор для приєднання

# STRINGS.UI.STEAMUSERGROUPSWIDGET.NO_GAMES_TO_JOIN
source: No games to join
uk: Немає ігор для приєднання

# STRINGS.UI.STEAMUSERGROUPSWIDGET.NR_GAMES_TO_JOIN
source: %d games to join
uk: %d ігор для приєднання

# STRINGS.UI.STEAMUSERGROUPSWIDGET.ONE_GAME_TO_JOIN
source: 1 game to join
uk: 1 гра для приєднання

# STRINGS.UI.STEAMUSERGROUPSWIDGET.TITLE
source: Steam Group Games
uk: Ігри з груп Steam

# STRINGS.UI.STEAMUSERGROUPSWIDGET.TT_GROUPS_LIST
source: Groups allowed in game: <#DARK_TEXT>%s</DARK_TEXT>
uk: У грі дозволені групи: <#DARK_TEXT>%s</DARK_TEXT>

# STRINGS.UI.STEAMUSERGROUPSWIDGET.USERGROUP_NOT_IN_LOBBY
source: Not joinable
uk: Неможливо приєднатися

# STRINGS.UI.SURVIVECOUNTER.COUNTDOWN
source: Survive! <#RED><p img='images/ui_ftf_icons/loading.tex' color=0 scale=0.8>%s</>
uk: Виживіть! <#RED><p img='images/ui_ftf_icons/loading.tex' color=0 scale=0.8>%s</>

# STRINGS.UI.SURVIVECOUNTER.GETREADY
source: Get Ready <#RED>%s</>
uk: Приготуйтеся <#RED>%s</>

# STRINGS.UI.TALENTSCREEN.DESC
source: Spend your {name_multiple.konjur_heart_shard} on various {name.konjur} {name_multiple.concept_relic}.
uk: Витратьте свої {name_multiple.konjur_heart_shard} на різні {name.konjur}-{name_multiple.concept_relic}.

# STRINGS.UI.TALENTSCREEN.TALENT_AT_MAX_RANK
source: MAX
uk: МАКС

# STRINGS.UI.TALENTSCREEN.TALENT_DETAILS_TITLE
source: DETAILS
uk: ДЕТАЛІ

# STRINGS.UI.TALENTSCREEN.TALENT_GROUP_TITLE
source: PATH OF {source}
uk: ШЛЯХ "{source}"

# STRINGS.UI.TALENTSCREEN.TALENT_HOTKEYS.ADD_POINT
source: Add
uk: Додати

# STRINGS.UI.TALENTSCREEN.TALENT_HOTKEYS.REMOVE_POINT
source: Remove
uk: Видалити

# STRINGS.UI.TALENTSCREEN.TALENT_HOTKEYS.RESET_TALENT
source: Reset Talent
uk: Скинути таланти

# STRINGS.UI.TALENTSCREEN.TALENT_POINTS
source: INVESTED: {points}<p img='images/hud_images/hud_konjur_heart_shard_drops_currency.tex' rpad=0>/{total_points}<p img='images/hud_images/hud_konjur_heart_shard_drops_currency.tex' rpad=0>
uk: ІНВЕСТУВАНО: {points}<p img='images/hud_images/hud_konjur_heart_shard_drops_currency.tex' rpad=0>/{total_points}<p img='images/hud_images/hud_konjur_heart_shard_drops_currency.tex' rpad=0>

# STRINGS.UI.TALENTSCREEN.TALENT_RANK
source: RANK: {current_rank}
uk: РАНГ: {current_rank}

# STRINGS.UI.TALENTSCREEN.TALENT_RANK_CAPPED
source: RANK: {current_rank}/{max_rank}
uk: РАНГ: {current_rank}/{max_rank}

# STRINGS.UI.TALENTSCREEN.TALENT_SOURCE_DEFAULT
source: THE HUNTER
uk: МИСЛИВЕЦЬ

# STRINGS.UI.TALENTSCREEN.UNSPENT_LABEL
source: Unspent:
uk: Лишилось:

# STRINGS.UI.TALENTSCREEN.UNSPENT_TALENT_POINT_WARNING_DESC
source: {player_name} has unspent {name_multiple.konjur_heart_shard}!
uk: {player_name} має невитрачені {name_multiple.konjur_heart_shard}!

# STRINGS.UI.TALENTSCREEN.UNSPENT_TALENT_POINT_WARNING_TITLE
source: Unspent {name_multiple.konjur_heart_shard}!
uk: Лишились {name_multiple.konjur_heart_shard}!

# STRINGS.UI.TOOLTIPS.BOW_BULLSEYE.DESC
source: Hit an enemy with a <#BLUE>Focus</> <#RED>Heavy Attack</> right as the arrow is hitting the ground.
uk: Вдарте ворога <#BLUE>фокусною</> <#RED>важкою атакою</> в момент, коли стріла влучає в землю.

# STRINGS.UI.TOOLTIPS.BOW_BULLSEYE.NAME
source: Bullseye
uk: В яблучко

# STRINGS.UI.TOOLTIPS.CHAIN_REACTION.DESC
source: Consume <#RED>1 Charge</> from all <#RED>Charged Enemies</>, dealing <#RED>{name.concept_damage}</>.
uk: Споживає <#RED>1 заряд</> від усіх <#RED>заряджених ворогів</>, завдаючи <#RED>{name.concept_damage}</>.

# STRINGS.UI.TOOLTIPS.CHAIN_REACTION.NAME
source: Chain Reaction
uk: Ланцюгова реакція

# STRINGS.UI.TOOLTIPS.CHARGE.DESC
source: Triggers a <#RED>Chain Reaction</> when the afflicted target <#RED>Dies</>.
uk: Запускає <#RED>ланцюгову реакцію</>, коли уражена ціль <#RED>помирає</>.

# STRINGS.UI.TOOLTIPS.CHARGE.NAME
source: Charge
uk: Заряди

# STRINGS.UI.TOOLTIPS.CRITICAL_HIT.DESC
source: Increases <#RED>{name.concept_damage}</> by 25%.
uk: Збільшує <#RED>{name.concept_damage}</> на 25%.

# STRINGS.UI.TOOLTIPS.CRITICAL_HIT.NAME
source: Critical Hit
uk: Критичний удар

# STRINGS.UI.TOOLTIPS.CRIT_CHANCE.DESC
source: Odds of getting a <#RED>Critical Hit</> any time you deal <#RED>{name.concept_damage}</>.
uk: Шанс нанести <#RED>критичний удар</> щоразу, коли ви завдаєте <#RED>{name.concept_damage}</>.

# STRINGS.UI.TOOLTIPS.CRIT_CHANCE.NAME
source: Critical Chance
uk: Шанс критичного удару

# STRINGS.UI.TOOLTIPS.CRIT_DAMAGE.DESC
source: Bonus <#RED>{name.concept_damage}</> dealt when getting a <#RED>Critical Hit</>.
uk: Додаткова <#RED>{3:{name.concept_damage}}</>, яка наноситься під час <#RED>критичного удару</>.

# STRINGS.UI.TOOLTIPS.CRIT_DAMAGE.NAME
source: Critical {name.concept_damage}
uk: Критична {3:{name.concept_damage}}

# STRINGS.UI.TOOLTIPS.DODGE_CANCEL.DESC
source: <#RED>Dodge</> during the recovery of an <#RED>Attack</> to protect yourself and keep combat flowing.
uk: <#RED>Ухиляйтеся</>, під час відновлення <#RED>атаки</>, щоб захиститися і зберегти бойовий ритм.

# STRINGS.UI.TOOLTIPS.DODGE_CANCEL.NAME
source: Dodge Cancel
uk: Скасування ухилення

# STRINGS.UI.TOOLTIPS.FOCUS_HIT.DESC
source: Bonus <#RED>{name.concept_damage}</> from using the <#RED>Weapon</> efficiently. <#BLUE>Focus Hit {name.concept_damage}</> appears <#BLUE>Blue</>.
uk: Бонусна <#RED>{3:{name.concept_damage}}</> за вірне використання <#RED>зброї</>. <#BLUE>{3:{name.concept_damage}} фокусних ударів</> має <#BLUE>синім</> колір.

# STRINGS.UI.TOOLTIPS.HEAVY_ATTACK.DESC
source: <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK> <#RED>Heavy Attack</>.
uk: <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK> <#RED>Важка атака</>.

# STRINGS.UI.TOOLTIPS.HEAVY_ATTACK.NAME
source: Heavy Attack
uk: Важка атака

# STRINGS.UI.TOOLTIPS.HIT_STREAK.DESC
source: Consistently deal <#RED>{name.concept_damage}</> to <#RED>Enemies</> without stopping or being hit.
uk: Постійно завдавайте <#RED>{name.concept_damage}</> <#RED>ворогам</>, не зупиняючись або не отримуючи ударів.

# STRINGS.UI.TOOLTIPS.HIT_STREAK.NAME
source: Hit Streak
uk: Серія влучань

# STRINGS.UI.TOOLTIPS.IFRAME_DODGE.DESC
source: Narrowly <#RED>Dodge</> an attack at the last second, leaving a cloud of dust.
uk: Невелике <#RED>ухилення</> від атаки в останню секунду.

# STRINGS.UI.TOOLTIPS.IFRAME_DODGE.NAME
source: Perfect Dodge
uk: Ідеальне ухилення

# STRINGS.UI.TOOLTIPS.KNOCKED_DOWN.DESC
source: Knock down a small {name.rot} by hitting them with a <#RED>Heavy Attack</> while it is <#RED>Airborne</>. Experiment to find other ways!
uk: Збити з ніг малого {2:{name.rot}}, вдаривши його <#RED>важкою атакою</>, поки він знаходиться в <#RED>повітрі</>. Спробуйте знайти інші способи!

# STRINGS.UI.TOOLTIPS.KNOCKED_DOWN.NAME
source: Knocked Down
uk: Збитий з ніг

# STRINGS.UI.TOOLTIPS.KONJUR.DESC
source: Precious currency in Rotwood. It buys things like refilling <#RED>Potions</> or upgrading <#RED>{name_multiple.concept_relic}</>.
uk: Цінна валюта в Ротвуді. Ним можна оплати, поповнення <#RED>зілля</> або покращення <#RED>{name_multiple.concept_relic}</>.

# STRINGS.UI.TOOLTIPS.LIGHT_ATTACK.DESC
source: <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK> <#RED>Light Attack</>.
uk: <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK> <#RED>Легка атака</>.

# STRINGS.UI.TOOLTIPS.LIGHT_ATTACK.NAME
source: Light Attack
uk: Легка атака

# STRINGS.UI.TOOLTIPS.LUCK.DESC
source: The chances of good things happening to you, like finding more <#RED>{name_multiple.material}</>, <#KONJUR>{name.konjur}</>, or even being <#RED>Lucky Revived</>.
uk: Шанс на те, що з вами трапиться щось хороше, наприклад, ви знайдете <#RED>{name_multiple.material}</>, <#KONJUR>{name.konjur}</>, або навіть станете <#RED>щасливчиком, який пережив смерть</>.

# STRINGS.UI.TOOLTIPS.LUCK.NAME
source: Luck
uk: Удача

# STRINGS.UI.TOOLTIPS.LUCKY.DESC
source: The quality of this roll was upgraded because of your <#RED>Luck</>! Lucky you!
uk: Якість цього кидка покращено завдяки вашій <#RED>Удачі</>! Щасливчик!

# STRINGS.UI.TOOLTIPS.LUCKY.NAME
source: Lucky Roll!
uk: Щасливий кидок!

# STRINGS.UI.TOOLTIPS.MATERIALS.DESC
source: Items used for conducting <#RED>Monster Research</> and crafting <#RED>Weapons</>, <#RED>Armour</>, and more.
uk: Предмети які використовуються для <#RED>дослідження монстрів</> і виготовлення <#RED>зброї</>, <#RED>броні</> тощо.

# STRINGS.UI.TOOLTIPS.MATERIALS.NAME
source: Materials
uk: Матеріали

# STRINGS.UI.TOOLTIPS.QUICK_RISE.DESC
source: When getting knocked down, tap <#RED>Dodge</> as you hit the ground.
uk: Якщо вас збивають, виконайте <#RED>ухилення</>, перш ніж вдаритись об землю.

# STRINGS.UI.TOOLTIPS.QUICK_RISE.NAME
source: Quick Rise
uk: Швидкий підйом

# STRINGS.UI.TOOLTIPS.RARITY_COMMON.NAME
source: <#POWER_COMMON>Bronze</>
uk: <#POWER_COMMON>Бронзова</>

# STRINGS.UI.TOOLTIPS.RARITY_EPIC.NAME
source: <#POWER_EPIC>Silver</>
uk: <#POWER_EPIC>Срібна</>

# STRINGS.UI.TOOLTIPS.RARITY_LEGENDARY.NAME
source: <#POWER_LEGENDARY>Gold</>
uk: <#POWER_LEGENDARY>Золота</>

# STRINGS.UI.TOOLTIPS.SEEDED.DESC
source: <#RED>Seeded</> [TEMP]It does something, I swear!
uk: <#RED>Посіяно</> [TEMP]Це щось робить, клянуся!

# STRINGS.UI.TOOLTIPS.SHIELD.DESC
source: When you take <#RED>{name.concept_damage}</>, your <#RED>Shield</> breaks and you take <#RED>1 {name.concept_damage}</> instead.
uk: Коли ви отримуєте <#RED>{name.concept_damage}</>, ваш <#RED>щит</> ламається, і ви отримуєте <#RED>1 {name.concept_damage}</>.

# STRINGS.UI.TOOLTIPS.SHIELD.NAME
source: Shield
uk: Щит

# STRINGS.UI.TOOLTIPS.SHIELD_SEGMENTS.DESC
source: Collect <#RED>4 Shield Segments</> to gain <#RED>Shield</>.
uk: Зберіть <#RED>4 сегменти щита</>, щоб отримати <#RED>Щит</>.

# STRINGS.UI.TOOLTIPS.SHIELD_SEGMENTS.NAME
source: Shield Segment
uk: Сегмент щита

# STRINGS.UI.TOOLTIPS.WEAPON_DAMAGE.DESC
source: The average amount of <#RED>Damage</> your <#RED>Attacks</> deal. It varies, but roughly equals a <#RED>Light Attack</>.
uk: Середня кількість <#RED>шкоди</>, яку завдають ваші <#RED>атаки</>. Вона може варіюватися, але приблизно дорівнює <#RED>легкій атаці</>.

# STRINGS.UI.TOOLTIPS.WEAPON_DAMAGE.DESC_CONTEXTUAL
source: {name.concept_weapon_damage} is based on the weapon you have equipped.
uk: {Name.concept_weapon_damage} залежить від зброї, яку ви використовуєте.

# STRINGS.UI.TOOLTIPS.WEAPON_DAMAGE.EACH_PLAYER
source: {player_name}'s {name.concept_weapon_damage} is <#RED>{weapon_damage}</>.
uk: У {player_name} значення {2:{name.concept_weapon_damage}} становить <#RED>{weapon_damage}</>.

# STRINGS.UI.TOOLTIPS.WEAPON_DAMAGE.NAME
source: Weapon Damage
uk: Шкода зброєю

# STRINGS.UI.TOUCH
source: Touch screen
uk: Сенсорна панель

# STRINGS.UI.TUTORIAL_POPUPS.CANNON_RELOAD
source: Press <p bind='Controls.Digital.DODGE' color=0> twice to Reload!
uk: Натисніть <p bind='Controls.Digital.DODGE' color=0> двічі, щоб перезарядитись!

# STRINGS.UI.TUTORIAL_POPUPS.DODGE
source: Press <p bind='Controls.Digital.DODGE' color=0> to Dodge!
uk: Натисніть <p bind='Controls.Digital.DODGE' color=0>, щоб ухилитися!

# STRINGS.UI.TUTORIAL_POPUPS.DODGE_HEAVY
source: Press <p bind='Controls.Digital.ATTACK_HEAVY' color=0> to Dodge!
uk: Натисніть <p bind='Controls.Digital.ATTACK_HEAVY' color=0>, щоб ухилитися!

# STRINGS.UI.TUTORIAL_POPUPS.DRINK_POTION
source: Hold <p bind='Controls.Digital.USE_POTION' color=0> to Drink Potion!
uk: Утримуйте <p bind='Controls.Digital.USE_POTION' color=0>, щоб випити зілля!

# STRINGS.UI.TUTORIAL_POPUPS.INTERRUPT_ATTACK
source: <p bind='Controls.Digital.ATTACK_HEAVY' color=0> to Interrupt small {name.rot} attacks!
uk: <p bind='Controls.Digital.ATTACK_HEAVY' color=0>, щоб перервати малі атаки {2:{name.rot}}!

# STRINGS.UI.TUTORIAL_POPUPS.QUICK_RISE
source: <p bind='Controls.Digital.DODGE' color=0> as you land to Quick Rise!
uk: <p bind='Controls.Digital.DODGE' color=0> коли ви приземлитесь, щоб швидко піднятися!

# STRINGS.UI.TUTORIAL_POPUPS.QUICK_RISE_HEAVY
source: <p bind='Controls.Digital.ATTACK_HEAVY' color=0> as you land to Quick Rise!
uk: <p bind='Controls.Digital.ATTACK_HEAVY' color=0> коли ви приземлитесь, щоб швидко піднятися!

# STRINGS.UI.UNITFRAME.FOOD_TOOLTIP
source: <#RED>Food Power:</> %s %s
uk: <#RED>Сила від їжі:</> %s %s

# STRINGS.UI.UNITFRAME.POTION_TOOLTIP
source: <#RED>Drink</>: (Hold <p bind='Controls.Digital.USE_POTION' color=BTNICON_DARK>) <#RED>Shop</>: %i<p img='images/hud_images/hud_konjur_drops_currency.tex'>
uk: <#RED>Напій</>: (Утримуйте <p bind='Controls.Digital.USE_POTION' color=BTNICON_DARK>) <#RED>Ціна</>: %i<p img='images/hud_images/hud_konjur_drops_currency.tex'>

# STRINGS.UI.UNITFRAME.WAITING_TO_JOIN
source: Waiting to join safely!
uk: Очікуйте на безпечне приєднання!

# STRINGS.UI.UNLOCKGRINDERPANEL.MATERIAL_DESC
source: Learn how to transmute materials into seeds.
uk: Дізнайтеся, як перетворювати матеріали в насіння.

# STRINGS.UI.UNLOCKGRINDERPANEL.MATERIAL_INGREDIENTS
source: Ingredients
uk: Інгредієнти

# STRINGS.UI.UNLOCKGRINDERPANEL.MATERIAL_TITLE
source: Material Exchange
uk: Обмін матеріалів

# STRINGS.UI.UNLOCKGRINDERPANEL.MATERIAL_UNLOCK_BTN
source: Learn
uk: Вивчити

# STRINGS.UI.UNLOCKGRINDERPANEL.SEED_DESC
source: Learn how to transmute one seed into another.
uk: Дізнайтеся, як перетворити одне насіння в інше.

# STRINGS.UI.UNLOCKGRINDERPANEL.SEED_INGREDIENTS
source: Ingredients
uk: Інгредієнти

# STRINGS.UI.UNLOCKGRINDERPANEL.SEED_TITLE
source: Seed Exchange
uk: Обмін насіння

# STRINGS.UI.UNLOCKGRINDERPANEL.SEED_UNLOCK_BTN
source: Learn
uk: Вивчити

# STRINGS.UI.UNLOCKGRINDERPANEL.SKILL_UNLOCKED
source: Known!
uk: Знаєте!

# STRINGS.UI.VENDING_MACHINE.ALREADY_PURCHASED
source: Already owned
uk: Вже придбано

# STRINGS.UI.VENDING_MACHINE.ARMOUR_UNOWNED
source: Must own armour piece
uk: Необхідно мати частину броні

# STRINGS.UI.VENDING_MACHINE.CURRENTLY_EQUIPPED
source: Currently equipped
uk: Зараз споряджено

# STRINGS.UI.VENDING_MACHINE.CURSED_HEALING_FOUNTAIN
source: Suspicious Brew
uk: Підозрілий напій

# STRINGS.UI.VENDING_MACHINE.DEPOSIT
source: {name.interact_tap} Deposit
uk: {Name.interact_tap} Депозит

# STRINGS.UI.VENDING_MACHINE.DYE_LABEL
source: %s Dye #%d
uk: %s Барвник #%d

# STRINGS.UI.VENDING_MACHINE.EMPTY_HEALING_FOUNTAIN
source: (Can't steal more)
uk: (Більше красти не можна)

# STRINGS.UI.VENDING_MACHINE.EQUIP
source: {name.interact_tap} Equip
uk: {Name.interact_tap} Взяти

# STRINGS.UI.VENDING_MACHINE.EQUIP_PREVIOUS
source: {name.interact_hold} Undo - Equip {item_name}
uk: {Name.interact_hold} Скасувати - спорядити {item_name}

# STRINGS.UI.VENDING_MACHINE.HEALING_FOUNTAIN
source: Five-Finger Brew
uk: Напій П'ятьох Пальців

# STRINGS.UI.VENDING_MACHINE.INSUFFICIENT_FUNDS.DEFAULT
source: Need more {icon}
uk: Потрібно більше {icon}

# STRINGS.UI.VENDING_MACHINE.INSUFFICIENT_FUNDS.HEALTH
source: Full Health
uk: Повне здоров'я

# STRINGS.UI.VENDING_MACHINE.LOOT_FMT
source: {name.interact_tap} Purchase ({icon} {available} Owned)
uk: {Name.interact_tap} Купити ({icon} {available} у власності)

# STRINGS.UI.VENDING_MACHINE.PAYMENT_COMPLETE
source: Payment complete
uk: Оплата завершена

# STRINGS.UI.VENDING_MACHINE.PURCHASE
source: {name.interact_tap} Purchase and Equip {name.interact_hold} Purchase
uk: {Name.interact_tap} Купити і спорядити {Name.interact_hold} Купити

# STRINGS.UI.VENDING_MACHINE.REFUND
source: Refund!
uk: Повернення!

# STRINGS.UI.VENDING_MACHINE.ROOM_LOCK
source: Unlock Exit
uk: Відкрити вихід

# STRINGS.UI.VENDING_MACHINE.SAMPLE_HEALING_FOUNTAIN
source: {name.interact_tap} "Free" Sample?
uk: {Name.interact_tap} "Безплатний" зразок?

# STRINGS.UI.VENDING_MACHINE.SAMPLE_HEALING_FOUNTAIN_CURSED
source: {name.interact_tap} Something smells strange...
uk: {Name.interact_tap} Щось дивно пахне...

# STRINGS.UI.VENDING_MACHINE.SHOP_INVENTORY.potion
source: {name.potion} Refill
uk: Поповнення {name.potion}

# STRINGS.UI.VENDING_MACHINE.SHOP_INVENTORY.seed_bag
source: Seeds
uk: Насіння

# STRINGS.UI.VENDING_MACHINE.SHOP_INVENTORY.upgrade
source: {name.concept_relic} Upgrade
uk: Покращення {3:{name.concept_relic}}

# STRINGS.UI.VENDING_MACHINE.UNEQUIP
source: {name.interact_hold} Undo - Unequip {item_name}
uk: {Name.interact_hold} Скасувати - зняти {item_name}

# STRINGS.UI.VENDING_MACHINE.WEAPON_LOCKED.BOW
source: {name_multiple.weapon_bow} Locked (Unlock Weapon Types in Town)
uk: {Name_multiple.weapon_bow} заблоковані (Відкрийте цей тип зброї в місті)

# STRINGS.UI.VENDING_MACHINE.WEAPON_LOCKED.CANNON
source: {name_multiple.weapon_cannon} Locked (Unlock Weapon Types in Town)
uk: {Name_multiple.weapon_cannon} заблоковані (Відкрийте цей тип зброї в місті)

# STRINGS.UI.VENDING_MACHINE.WEAPON_LOCKED.GREATSWORD
source: {name_multiple.weapon_greatsword} Locked (Unlock Weapon Types in Town)
uk: {Name_multiple.weapon_greatsword} заблоковані (Відкрийте цей тип зброї в місті)

# STRINGS.UI.VENDING_MACHINE.WEAPON_LOCKED.HAMMER
source: {name_multiple.weapon_hammer} Locked (Unlock Weapon Types in Town)
uk: {Name_multiple.weapon_hammer} заблоковані (Відкрийте цей тип зброї в місті)

# STRINGS.UI.VENDING_MACHINE.WEAPON_LOCKED.POLEARM
source: {name_multiple.weapon_polearm} Locked (Unlock Weapon Types in Town)
uk: {Name_multiple.weapon_polearm} заблоковані (Відкрийте цей тип зброї в місті)

# STRINGS.UI.VENDING_MACHINE.WEAPON_LOCKED.PROTOTYPE
source: {name_multiple.weapon_hammer} Locked (Unlock Weapon Types in Town)
uk: {Name_multiple.weapon_hammer} заблоковані (Відкрийте цей тип зброї в місті)

# STRINGS.UI.VENDING_MACHINE.WEAPON_LOCKED.SHOTPUT
source: {name_multiple.weapon_shotput} Locked (Unlock Weapon Types in Town)
uk: {Name_multiple.weapon_shotput} заблоковані (Відкрийте цей тип зброї в місті)

# STRINGS.UI.WAITINGFORPLAYERSSCREEN.WAITING_TEXT
source: Waiting for other players...
uk: Очікування інших гравців...

# STRINGS.UI.WARE_PURCHASE_POPUP.PURCHASED_TEXT
source: You have unlocked a new item!
uk: Ви розблокували новий предмет!

# STRINGS.UI.WARE_PURCHASE_POPUP.SHIPPED_TEXT
source: Your item will be waiting for you back in town.
uk: Ваш предмет чекатиме на вас у місті.

# STRINGS.UI.WARE_PURCHASE_POPUP.WEIGHT_CHANGED_TO.HEAVY
source: (Weight Class will change to <#RED>{name.heavy_weight}</>)
uk: (Вагова категорія зміниться на <#RED>{name.heavy_weight}</>)

# STRINGS.UI.WARE_PURCHASE_POPUP.WEIGHT_CHANGED_TO.LIGHT
source: (Weight Class will change to <#RED>{name.light_weight}</>)
uk: (Вагова категорія зміниться на <#RED>{name.light_weight}</>)

# STRINGS.UI.WARE_PURCHASE_POPUP.WEIGHT_CHANGED_TO.MEDIUM
source: (Weight Class will change to <#RED>{name.medium_weight}</>)
uk: (Вагова категорія зміниться на <#RED>{name.medium_weight}</>)

# STRINGS.UI.WEAPONCHOOSER_PROP.default
source: Interact
uk: Взаємодія

# STRINGS.UI.WEAPONCHOOSER_PROP.startingroom_hammer
source: Use {name.weapon_hammer}
uk: Взяти {name.weapon_hammer}

# STRINGS.UI.WEAPONCHOOSER_PROP.startingroom_polearm
source: Use {name.weapon_polearm}
uk: Взяти {name.weapon_polearm}

# STRINGS.UI.WEAPONSELECTIONSCREEN.ATTACK_LVL
source: ATTACK LVL: %d
uk: РІВЕНЬ АТАКИ: %d

# STRINGS.UI.WEAPONSELECTIONSCREEN.BLACKSMITH_NO_TOOLS_TT
source: Break the ice with <#BLUE>{name.npc_blacksmith} the {name.job_blacksmith}</> to unlock this function.
uk: Розбийте лід <#BLUE>{2:{name.job_blacksmith}} {2:{Name.npc_blacksmith}}</>, щоб розблокувати цю функцію.

# STRINGS.UI.WEAPONSELECTIONSCREEN.DESC
source: Upgrade and equip your weapons.
uk: Покращуйте та споряджайте зброю.

# STRINGS.UI.WEAPONSELECTIONSCREEN.ITEM_LEVEL_CAPPED_TT
source: This item is at the maximum level for its Quality.
uk: Цей елемент має найвищий рівень якості.

# STRINGS.UI.WEAPONSELECTIONSCREEN.LEVEL_INFO_MAX
source: <p img='images/ui_ftf/ButtonUpgraded.tex'> Item at Max Level
uk: <p img='images/ui_ftf/ButtonUpgraded.tex'> Предмет максимального рівня

# STRINGS.UI.WEAPONSELECTIONSCREEN.NO_BLACKSMITH_HAS_LOCATION_TT
source: Rescue <#BLUE>{name.npc_blacksmith} the {name.job_blacksmith}</> in <#RED>{name.owlitzer_forest_r1}</> to unlock this function.
uk: Врятуйте <#BLUE> {2:{name.job_blacksmith}} {2:{name.npc_blacksmith}}</> з <#RED>{2:{name.owlitzer_forest_r1}}</>, щоб розблокувати цю функцію.

# STRINGS.UI.WEAPONSELECTIONSCREEN.NO_BLACKSMITH_TT
source: Rescue <#BLUE>{name.npc_blacksmith} the {name.job_blacksmith}</> to unlock this function.
uk: Врятуйте <#BLUE>{2:{name.job_blacksmith}} {2:{Name.npc_blacksmith}}</>, щоб розблокувати цю функцію.

# STRINGS.UI.WEAPONSELECTIONSCREEN.SKILL_LVL
source: EFFECT LVL: %d
uk: РІВЕНЬ ЕФЕКТУ: %d

# STRINGS.UI.WEAPONSELECTIONSCREEN.TITLE
source: %s Rack
uk: Стійка: %s

# STRINGS.UI.WEAPONSELECTIONSCREEN.UPGRADE_BUTTON
source: Upgrade
uk: Покращити

# STRINGS.UI.WEAPONSELECTIONSCREEN.UPGRADE_NPC_TT
source: Impress <#BLUE>{name.npc_blacksmith} the {name.job_blacksmith}</> to discover new upgrades!
uk: Вразіть <#BLUE>{2:{name.job_blacksmith}} {2:{Name.npc_blacksmith}}</>, щоб дізнатися про нові покращення!

# STRINGS.UI.WEAPONSELECTIONSCREEN.UPGRADE_STATION_TT
source: Use <p img='images/icons_ftf/station_upgrade.tex' color=0 rpad=1>Station Upgrades to unlock more upgrades!
uk: Використовуйте <p img='images/icons_ftf/station_upgrade.tex' color=0 rpad=1>станцію для покращень, щоб розблокувати більше покращень!

# STRINGS.UI.WEAPON_RACK_TOOLTIP.REWARDS_LABEL
source: REWARDS
uk: НАГОРОДИ
