Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

source: !happy !dubious The raw <#KONJUR>{name.i_konjur}</> is pretty potent here. !closedeyes It's great.
uk: !happy !dubious Необроблений <#KONJUR>{name.i_konjur}</> тут досить потужний. !closedeyes Це чудово.

source: !happy !notebook You're welcome to hang. !notebook The <#KONJUR>{name.i_konjur}</> fumes are wonderfully fragrant this time of day. Or so I'm told.
uk: !happy !notebook Ви завжди можете залишитися. !notebook Пари <#KONJUR>{2:{name.i_konjur}}</> чудово пахнуть у цей час дня. Принаймні, так кажуть.

source: !neutral !dubious How do I move from room to room? !shrug Very carefully.
uk: !neutral !dubious Як мені перейти з локації в локацію? !shrug Дуже обережно.

source: !neutral !think What's it like to be full of <#KONJUR>{name.i_konjur}</>? !dubious Does it... hurt?
uk: !neutral !think Як це бути сповненим <#KONJUR>{3:{name.i_konjur}}</>? !dubious Це... боляче?

source: !happy !gesture Don't you love the sting of <#KONJUR>{name.i_konjur}</> hitting your nostrils? !dubious No, I'm genuinely asking. You won't catch me running around out here bare-faced.
uk: !happy !gesture Вам подобається відчуття коли <#KONJUR>{name.i_konjur}</> пече в ніздрях? !dubious Ні, я серйозно питаю. Ви мене тут без маски не побачите.

source: !neutral !thinking Now what if...? !notebook No, no, that won't work.
uk: !neutral !thinking А що, якщо...? !notebook Ні, ні, це не спрацює.

source: !neutral !point Haha, I knew you were headed this way. !gesture My equipment's been going nuts.
uk: !neutral !point Ха-ха, я знав, що ви прямуєте сюди. !gesture Моє обладнання божеволіє.

source: !neutral !gesture Watch your step. !shrug I've got a bunch of gadgets and crystals strewn about.
uk: !neutral !gesture Дивіться під ноги. !shrug У мене розкидано купу гаджетів і кристалів.

source: !neutral !notebook Well, I didn't expect <i>that</i> result. !notebook That's research for you.
uk: !neutral !notebook Ну, я не чекав <i>такого</i> результату. !notebook Ось що таке дослідження.

source: !happy !notebook Hmm... !think How interesting.
uk: !happy !notebook Гмм... !think Як цікаво.

source: !neutral !notebook Making a note of that... !dubious Huh? Sorry, I was distracted.
uk: !neutral !notebook Занотувати це... !dubious Га? Вибачте, я відволікся.

source: !neutral !shrug Kinda hard to work when you're making my equipment go haywire. !notebook Not that you can control it, I guess.
uk: !neutral !shrug Досить важко працювати, коли ви змушуєте ламатись моє обладнання. !notebook Хоча, думаю, ви не можете це контролювати.

source: !neutral !dubious No <#RED>{name_multiple.concept_relic}</> to <#RED>Upgrade</> today? !notebook Too bad.
uk: !neutral !dubious Сьогодні немає <#RED>{name_multiple.concept_relic}</> для <#RED>покращення</>? !notebook Шкода.

source: !neutral !notebook Eh? Oh. You've got nothing for me to <#RED>Upgrade</> today. !dubious Well, I'll be here when you need me.
uk: !neutral !notebook А? Ох мені нема чого <#RED>покращувати</> сьогодні. !dubious Ну, я буду тут, коли я вам знадоблюся.

source: !neutral !dejected Aw, you've got nothing to <#RED>Upgrade</>. !notebook I was looking forward to a break.
uk: !neutral !dejected Ой, вам нема чого <#RED>покращити</>. !notebook Я з нетерпінням чекав перерви.

source: !neutral !dubious Eh? You've got nothing to <#RED>Upgrade</>. !notebook What a bummer.
uk: !neutral !dubious А? Вам нема що <#RED>покращувати</>. !notebook Що за облом.

source: !neutral !notebook Nothing to <#RED>Upgrade</> today, huh? !shrug Maybe you'll get a <#RED>{name.concept_relic}</> in the next room.
uk: !neutral !notebook Сьогодні нічого для <#RED>покращення</>, га? !shrug Можливо, ви отримаєте <#RED>{2:{name.concept_relic}}</> у сусідній галявині.

source: !neutral !notebook Nothing to <#RED>Upgrade</>? !shrug Just as well, I'm behind on data entry.
uk: !neutral !notebook Немає нічого для <#RED>покращення</>? !laugh Крім того, я відстаю від введення даних.

source: !happy !bliss <z 0.8>Queeeeeeee.</> <z 0.8>Chorp!</>
uk: !happy !bliss <z 0.8>Квіііііііііііііііі.</> <z 0.8>Чорп!</>

source: !neutral !angry <z 0.8>Squet.</> !happy !laugh <z 0.8>Ca-ca-ca-ca!</>
uk: !neutral !angry <z 0.8>Скет.</> !happy !laugh <z 0.8>Ка-ка-ка-ка!</>

source: !neutral !dubious <z 0.8>Queh?</> !happy !gesture <z 0.8>Cheh! Cheh!</>
uk: !neutral !dubious <z 0.8>Ке?</> !happy !gesture <z 0.8>Чех! Чех!</>

source: !neutral !point <z 0.8>Coooo.</> !gesture <z 0.8>Quaw.</>
uk: !neutral !point <z 0.8>Коооо.</> !gesture <z 0.8>Кву.</>

source: !neutral !dubious <z 0.8>Queep... quaw.... <i>Squet.</i></> !happy !laugh <z 0.8>Ca-ca-ca-ca.</>
uk: !neutral !dubious <z 0.8>Квіп... кву.... <i>Скет.</i></> !happy !laugh <z 0.8>Ка-ка-ка-ка.</>

source: !happy !dubious <z 0.8>Quort.</> !think <z 0.8>Quee, quee.</>
uk: !happy !dubious <z 0.8>Кворт.</> !think <z 0.8>Кві, кві.</>

source: !happy !bliss What a privilege for you, browsing my wares. !wink You're welcome.
uk: !happy !bliss Яка честь для вас переглядати мої товари. !wink Будь ласка.

source: !happy !wink Peruse at your leisure, culver. !gesture I'm not going anywhere.
uk: !happy !wink Розглядай на свій розсуд, голубе. !gesture Я нікуди не йду.

source: !neutral !agree Handcrafted, artisanal pieces at reasonable prices. !happy !gesture Made from local materials.
uk: !neutral !agree Вироби ручної роботи за розумними цінами. !happy !gesture Виготовлено з місцевих матеріалів.

source: !neutral !point All pieces are guaranteed to be one-size-fits-all. !gesture The material is <i>deceptively</i> elastic.
uk: !neutral !point Гарантовано, що всі деталі універсальні. !gesture Матеріал <i>оманливо</i> еластичний.

source: !happy !smirk Hand-hammered, hand-forged. !gesture And, if you desire, hand-delivered.
uk: !happy !smirk Власноруч кований, власноруч виготовлений. !gesture І, якщо ви бажаєте, власноруч доставлений.

source: !happy !agree Oh yeah. I hath what the Hunters crave. !wink Enjoy.
uk: !happy !agree О так. Я маю те, чого прагнуть Мисливці. !wink Насолоджуйтесь.

source: !neutral !greet Be cautious against the <#RED>{name_multiple.rot}</> in there. !scared If one looks like it's about to <#RED>Attack</>, press <p bind='Controls.Digital.DODGE' color=BTNICON_DARK> to <#RED>Dodge</> out of the way.
uk: !neutral !greet Будьте обережні там з <#RED>{3:{name_multiple.rot}}</>. !scared Якщо один з них виглядає так, ніби він збирається <#RED>напасти</>, натисніть <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>, щоб <#RED>ухилитися</> від нього.

source: !neutral !gesture Don't forget, a <#RED>Dodge</> will always get you out of harm's way quicker than running. !point You can <#RED>Dodge</> with <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>.
uk: !neutral !gesture Не забувайте, що <#RED>ухилення</> завжди врятує вас від небезпеки швидше, ніж біг. !point Ви можете <#RED>ухилитися</> натиснув <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>.

source: !neutral !agree Do a well-timed <#RED>Dodge</> after starting an <#RED>Attack</> and you'll perform a <#RED>{name.concept_dodge} Cancel</>. !dubious Longer or heavier <#RED>Attacks</> usually have smaller <#RED>Cancel Windows</>, though.
uk: !neutral !agree Зробіть своєчасне <#RED>ухилення</> після початку <#RED>атаки</>, і ви виконаєте <#RED>скасування {name.concept_dodge}</>. !dubious Довші або сильніші <#RED>атаки</> зазвичай мають менший <#RED>проміжок скасування</>.

source: !neutral !gesture When you <#RED>{name.concept_dodge}</>, you'll roll a short distance and even be <#RED>Invincible</> for a little bit. !agree Heck, if you're stylish, you can even do a <#RED>Perfect Dodge</> by waiting until the last moment to roll away.
uk: !neutral !gesture Коли ви <#RED>{3:{name.concept_dodge}}</>, ви перекотитеся на коротку відстань і навіть на деякий час станете <#RED>непереможним</>. !agree Якщо ви стильні, ви навіть можете зробити <#RED>ідеальне ухиляння</>, дочекавшись останнього моменту, щоб відкотитися.

source: agent: !neutral !think Hey, do you know about <#BLUE>{name_multiple.concept_focus_hit}</>? !point For a <#RED>{name.weapon_hammer}</> like yours, one way to <#BLUE>{name.concept_focus_hit}</> is to hit <#RED>2+ Targets</> at once.
uk: agent: !neutral !think Привіт, ви знаєте про <#BLUE>{name_multiple.concept_focus_hit}</>? !point Для такої зброї, як <#RED>{name.weapon_hammer}</>, один зі способів зробити <#BLUE>{name.concept_focus_hit}</> — це вдарити <#RED>2+ цілі</> одночасно.

source: agent: !neutral !think Hey Hunter, do you know how to do your <#BLUE>{name_multiple.concept_focus_hit}</>? !point For a <#RED>{name.weapon_hammer}</> like yours, one way to <#BLUE>{name.concept_focus_hit}</> is to fully charge your <#RED>Skill</> (<p bind='Controls.Digital.SKILL' color=BTNICON_DARK>).
uk: agent: !neutral !think Привіт, Мисливцю, ви знаєте, як зробити <#BLUE>{name_multiple.concept_focus_hit}</>? !point Для такої зброї, як <#RED>{name.weapon_hammer}</>, один зі способів зробити <#BLUE>{name.concept_focus_hit}</> — це повністю зарядити свою <#RED>навичку</> (<p bind='Controls.Digital.SKILL' color=BTNICON_DARK>).

source: agent: !neutral !think Oh, Hunter, do you know your <#BLUE>{name.concept_focus_hit}</> conditions? !point For a <#RED>{name.weapon_hammer}</> like that, one way to <#BLUE>{name.concept_focus_hit}</> is to fully charge your <#RED>Heavy Attack</> (<p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK>).
uk: agent: !neutral !think О, Мисливцю, ви знаєте умови для <#BLUE>{2:{name.concept_focus_hit}}</>? !point Для такої зброї, як <#RED>{name.weapon_hammer}</>, один зі способів зробити <#BLUE>{name.concept_focus_hit}</> — це повністю зарядити свою <#RED>важку атаку</> (<p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK>).

source: agent: !neutral !thinking <#RED>{name.weapon_polearm}</> today, huh? !point Don't forget to hit with the tip to do a <#BLUE>{name.concept_focus_hit}</>.
uk: agent: !neutral !thinking Сьогодні зі <#RED>{4:{name.weapon_polearm}}</>, га? !point Не забувайте бити кінчиком, щоб зробити <#BLUE>{name.concept_focus_hit}</>.

source: !neutral !dubious Don't forget to keep <#BLUE>{name_multiple.concept_focus_hit}</> in mind out there. !happy !gesture They do an increased amount of <#RED>Damage</>, which'll appear in <#BLUE>Blue</>!
uk: !neutral !dubious Не забудьте про <#BLUE>{name_multiple.concept_focus_hit}</>! !happy !gesture Вони завдають більше <#RED>шкоди</>, яка позначається <#BLUE>синім</> кольором!

source: !happy !gesture Hey, Hunter... I just wanted to say I appreciate all the work you do for the <#RED>{name_multiple.foxtails}'</> expedition. !nervous That's... that's all. Sorry if I embarrassed you.
uk: !happy !gesture Привіт, Мисливцю... Я просто хотів сказати, що я ціную всю вашу роботу для експедиції <#RED>{3:{Name_multiple.foxtails}}</>. !nervous Це... це все. Вибачте, якщо я вас збентежив.

source: !neutral !angry Does that look like a trough??
uk: !neutral !angry Це схоже на корито??

source: !neutral !think My lost profit sense is tingling.
uk: !neutral !think Моє почуття втраченої вигоди поколює.

source: !neutral !gesture Ahem.
uk: !neutral !gesture Гм.

source: !neutral !dubious What's happening over there?
uk: !neutral !dubious Що там відбувається?

source: !neutral !angry At least wear a hairnet!
uk: !neutral !angry Носіть хоча б сіточку для волосся!

source: !neutral !think What's that?
uk: !neutral !think Що це?

source: !neutral !dubious Must've been the wind.
uk: !neutral !dubious Мабуть, це був вітер.

source: !neutral !shocked I say!
uk: !neutral !shocked Я кажу!

source: !neutral !angry No free samples!
uk: !neutral !angry Немає безплатних зразків!

source: !neutral !shocked Hey!
uk: !neutral !shocked Гей!

source: !neutral !dubious What are you doing over there, my fine friend?
uk: !neutral !dubious Що ви там робите, мій добрий друже?

source: !neutral !angry Keep your paws out of that!
uk: !neutral !angry Тримай свої лапи якомога далі від цього!

source: !neutral !think Did I hear something?
uk: !neutral !think Я щось почув?

source: !neutral !think What was that?
uk: !neutral !think Що це було?

source: !neutral !dubious Hm?
uk: !neutral !dubious Хм?

source: !neutral !eyeroll Like I need another health code violation.
uk: !neutral !eyeroll Ніби мені потрібно ще одне порушення санітарних норм.

source: !dubious What's going on over there?
uk: !dubious Що там відбувається?

source: !neutral !dubious It'sss not easy to brew this stuff up, you know. !shrug I've only got so much oil.
uk: agent: !dubious Непросто зварити це, ви ж знаєте. !shrug Я маю лише обмежену кількість олії.

source: !happy !gesture Thanks for stopping by the finest little caravan this ssside of the volcano! !point Be sure to tell your friendsss... <z 0.7>(with money.)</z>
uk: !happy !gesture Дякуємо, що зупинилися біля найкращого маленького каравану на цьому боці вулкана! !point Обов'язково розкажіть своїм друзям... <z 0.7>(з грошима.)</z>

source: !happy !greet {name.npc_doc_lastname}-brand <#RED>Health {name.potion}s</>! !shocked Restore your mojo on the go-go!
uk: agent: !greet <#RED>Лікувальні {name.potion}</> бренду {Name.npc_doc_lastname}! Відновлюйте свій настрій на ходу!

source: !neutral !dubious Those nasssty Rots have been getting into my <#RED>Potion</> supply. I'm sure of it. !point But don't fret-- now I'm storing my brew somewhere safe from their ssssticky fingers. !happy !gesture Got to make sure there's plenty for honest, hard-working Hunters like yourself to buy!
uk: !neutral !dubious Ті сссмердючі гнильці лізли в мої <#RED>зілля</>! Я впевнений у цьому. !point Але не хвилюйтес... тепер я зберігаю свої напої в безпечному місці, подалі від їхніх сссслизьких пальців. !happy !gesture Треба переконатися, що їх буде достатньо для чесних, важко працюючих Мисливців, як ви!

source: !neutral !disagree Can't just leave my famoussss {name.npc_doc_lastname}-brand brew out in the open anymore. !angry I'm certain some low-life's been ssssswiping it!
uk: !neutral !disagree Не можу більше залишати своє знамените зілля бренду {Name.npc_doc_lastname} на виду. !angry Я впевнений, що якийсь покидьок сcccтащив його!

source: I shouldn't be saying this, please press F8 to report it!
uk: Я не мав цього говорити, будь ласка, натисніть F8, щоб повідомити про це!

source: !happy !dubious Come back later, my friend.
uk: !happy !dubious Повертайтесь пізніше, друже мій.

source: !happy !gesture Thank-you for your patronage.
uk: !agent: !gesture Дякую вам за вашу підтримку.

source: !point You're my favourite cussstomer.
uk: !point Ви мій улюблений ссспоживач.

source: !happy !gesture Hop in the <#RED>{name.i_damselfly}</> when you're ready to Hunt.
uk: !happy !gesture Коли будете готові до полювання, сідайте в <#RED>{Name.i_damselfly}</>.

source: !happy !gesture The <#RED>{name.i_damselfly}'s</> waiting when you're ready.
uk: !happy !gesture <#RED>{Name.i_damselfly}</> чекає, коли ви будете готові.

source: !happy !gesture The <#RED>{name.i_damselfly}'s</> ready when you are.
uk: !happy !gesture <#RED>{Name.i_damselfly}</> готовий, коли ви готові.

source: !happy !gesture Just click the <#RED>{name.i_damselfly}</> when you're ready for another {name.run}.
uk: !happy !gesture Просто натисніть на <#RED>{Name.i_damselfly}</>, коли будете готові до наступного {name.run}.

source: !neutral !closedeyes There's so many different smells around here...
uk: !neutral !closedeyes Тут так багато різних запахів...

source: !neutral !closedeyes Shhhh! The bugs are singing.
uk: !neutral !closedeyes Тссс! Комахи співають.

source: !happy !closedeyes <i><z 0.8>(humming)</></i>
uk: !happy !closedeyes <i><z 0.8>(наспівує)</></i>

source: !happy !dubious Shh! <#BLUE>{name.npc_lunn}'s</> telling me a story!
uk: !happy !dubious Тсс! <#BLUE>{Name.npc_lunn}</> розповідає мені історію!

source: !neutral !gruffnod Hmff.
uk: !neutral !gruffnod Хмфф.

source: !neutral !think Did I leave the oven on?
uk: !neutral !think Я не залишила піч увімкненою?

source: !happy !shrug Don't mind me, just organizing the silverware!
uk: !happy !shrug Не звертайте уваги, просто організовую столові прилади!

source: !neutral !dubious Hm? Oh, you're still here.
uk: !neutral !dubious Хм? Ох, ви все ще тут.

source: !neutral !dubious Try not to step on anything on your way out. Thanks.
uk: !neutral !dubious Виходячи, намагайтеся ні на що не наступати. Дякую.

source: !neutral !thinking Doing <#RED>Upgrades</> is a nice break from my research.
uk: !neutral !thinking Виконання <#RED>покращень</> - це гарний відпочинок у моїх дослідженнях.

source: !happy !laugh Kwee?
uk: !happy !laugh Квіі?

source: !happy !greet Quee.
uk: !happy !greet Кві.

source: !happy !laugh Ca-ca-ca-ca!
uk: !happy !laugh Ка-ка-ка-ка!

source: !happy !think Queh?
uk: !happy !think Ке?

source: !happy !wink Take a picture, it'll last longer.
uk: !happy !wink Зроби фото, воно буде зберігатися довше.

source: !happy !dubious What're you looking at?
uk: !happy !dubious На що ви дивитесь?

source: !happy !dubious Hmph.
uk: !happy !dubious Хмф.

source: !neutral !think Sorry, can't talk. I'm working out a cartographical problem.
uk: !neutral !think Вибачте, не можу говорити. Я розв'язую картографічну задачу.

source: !happy !think Sorry-- I'm trying to solve an engineering issue on the {name.i_damselfly} at the moment.
uk: !happy !think Вибачте, зараз я намагаюся поремонтувати {Name.i_damselfly}.

source: !neutral !think Sorry, Hunter-- I'm a little busy figuring out my next scouting route.
uk: !neutral !think Вибачте, Мисливцю... Я трохи зайнятий, плануючи свій наступний маршрут розвідки.

source: !neutral !think Sorry Hunter, I'm working out provisioning logistics for the camp right now.
uk: !neutral !think Вибачте, Мисливцю, я зараз займаюся логістикою постачання для табору.

source: !happy !greet Hey, Hunter. Talk later?
uk: !happy !greet Гей, Мисливцю. Поговоримо пізніше?

source: !happy !laugh If ma could sssee me now.
uk: !happy !laugh Якби мама могла мене зараз побачити.

source: !agree Trussst me, I'm a doctor.
uk: !agree Довірссся мені, я лікар.

source: I shouldn't be saying this, please press F8 to report it.
uk: Я не мав цього говорити, будь ласка, натисніть F8, щоб повідомити про це.

source: agent: !neutral !shocked That was... <i>incredible!</i> I can't believe you downed a <#RED>{name.megatreemon}</> on your very first Hunt!
uk: agent: !neutral !shocked Це було... <i>неймовірно!</i> Я не можу повірити, що ви перемогли <#RED>{Name.megatreemon}</> під час свого першого полювання!

source: agent: !happy !agree That's one <#RED>{name.bandicoot}</> neutralized, and one <#KONJUR>{name.i_konjur_heart}</> for us! !neutral !dejected Though honestly, I'm just glad it's over. That was a tough fight to watch... I mean, literally. !shocked I swear I was seeing double through half of it. Not exactly ideal when I'm trying to keep the <#RED>{name.i_damselfly}</> flying straight.
uk: agent: !happy !agree Один <#RED>{Name.bandicoot}</>, нейтралізований, і одне <#KONJUR>{name.i_konjur_heart}</> для нас! !neutral !dejected Хоча, чесно кажучи, я просто радий, що це закінчилося. Це була важка битва, щоб за нею спостерігати... Я маю на увазі, буквально. !shocked Клянусь, половину битви у мене двоїлося в очах. Не зовсім ідеально, коли я намагаюсь тримати <#RED>{Name.i_damselfly}</> прямо.

source: agent: !neutral !notebook Hmm... !shocked Oh! Sorry about that, Hunter. I was just thinking... !happy !gesture Great job on the hunt, as always. That <#RED>{name.eggzy}</> never stood a chance! !point Don't forget to put that <#KONJUR>{name.i_konjur_heart}</> in the <#KONJUR>{name.i_town_grid_cryst}</>.
uk: agent: !neutral !notebook Хм... !shocked О! Вибачте за це, Мисливцю. Я просто задумався... !happy !gesture Чудова робота на полюванні, як завжди. <#RED>{Name.eggzy}</> не мав жодного шансу! !point Не забудьте покласти <#KONJUR>{name.i_konjur_heart}</> у <#KONJUR>{name.i_town_grid_cryst}</>.

source: agent: !neutral !shrug Well, that was one heck of a bumpy ride down memory lane. But we got what we came for! !point Don't forget to put that <#KONJUR>{name.i_konjur_heart}</> in the <#KONJUR>{name.i_town_grid_cryst}</>.
uk: agent: !neutral !shrug Ну, це була справді бурхлива подорож у минуле. Але ми отримали те, за чим прийшли! !point Не забудьте покласти <#KONJUR>{name.i_konjur_heart}</> у <#KONJUR>{name.i_town_grid_cryst}</>.

source: agent: !happy !shocked You really did it! You took down the <#RED>{name.megatreemon}</> that swatted the <#RED>{name.i_damselfly}</> out of the sky! !happy !dejected What a relief. Maybe now I'll be able to unclench my jaw when I'm flying over the forest. player: The {name.megatreemon} dropped this when she fell. <z 0.7><i>(Show them the Heart-Shaped {name.konjur} Crystal.)</><z/> agent: !happy !shocked Ah! You found it! A <#KONJUR>{name.i_konjur_heart}</>! !point Hunter... would you please place it in the <#KONJUR>{name.i_town_grid_cryst}</>? !happy !nervous Let's hope this works...
uk: agent: !happy !shocked Ви справді це зробили! Ви здолали <#RED>{Name.megatreemon}</>, яке збило в небі <#RED>{Name.i_damselfly}</>! !happy !dejected Яке полегшення. Можливо, тепер я зможу розтиснути щелепи, пролітаючи над лісом. player: {Name.megatreemon} впустило це, коли померло. <z 0.7><i>(Показати кристал {2:{name.konjur}} у формі серця.)</><z/> agent: !happy !shocked Ах! Ви знайшли його! Це ж <#KONJUR>{name.i_konjur_heart}</>! !point Мисливцю... чи не розмістили б ви його у <#KONJUR>{name.i_town_grid_cryst}</>? !happy !nervous Будемо сподіватися, що це спрацює...

source: agent: !happy !clap You got <#RED>{name.owlitzer}'s</> <#KONJUR>{name.konjur_heart}</>! I knew you could do it! !think We've made so much progress on this expedition... after all this time, it's almost hard to believe. !laugh I might need you to pinch me, to make sure I'm not dreaming. !neutral !think ...Actually, nevermind. I've seen you fight. Your idea of a 'pinch' might lead to some serious injury.
uk: agent: !happy !clap Ви отримали <#KONJUR>{name.konjur_heart}</> <#RED>{3:{Name.owlitzer}}</>! Я знав, що ви зможете це зробити! !think Ми досягли такого прогресу в цій експедиції... після всього цього часу в це майже важко повірити. !laugh Можливо, мені знадобиться, щоб ви мене вщипнули, щоб переконатися, що я не сплю. !neutral !think ...Власне, неважливо. Я бачив, як ви бєтесь. Ваше уявлення про «вщипнули» може призвести до серйозних травм.

source: agent: !happy !clap Nice work taking down <#RED>{name.sedament}</>! I hope that poor crow finds a safer place to roost. !happy !point Anyway, why don't you go pop that <#KONJUR>{name.i_konjur_heart}</> in the <#KONJUR>{name.i_town_grid_cryst}</>?
uk: agent: !happy !clap Чудова робота з знищення <#RED>{2:{Name.sedament}}</>! Сподіваюся, що бідна ворона знайде безпечніше місце для ночівлі. !happy !point У будь-якому разі, чому б вам не вставити це <#KONJUR>{name.i_konjur_heart}</> у <#KONJUR>{name.i_town_grid_cryst}</>?

source: agent: !neutral !think Man, it's kinda nuts how good you are at taking down <#RED>{name_multiple.rot_boss}</>. !happy !shrug I almost feel bad for that poor <#RED>{name.thatcher}</>... <i>almost</>.
uk: agent: !neutral !think Чувак, це просто божевілля, наскільки добре ви справляєтеся з <#RED>{3:{name_multiple.rot_boss}}</>. !happy !shrug Мені майже шкода цього бідолашного <#RED>{2:{Name.thatcher}}</>... <i>майже</>.

source: agent: !happy !clap That <#RED>{name.yammo}</> didn't stand a chance!
uk: agent: !happy !clap Цей <#RED>{Name.yammo}</> не мав жодного шансу!

source: agent: !neutral !dubious Hey again, Hunter. !notebook What brings you by today?
uk: agent: !neutral !dubious Знову привіт, Мисливцю. !notebook Що вас привело сьогодні?

source: agent: !neutral !notebook Ah... interesting. !greet Oh! Hi, Hunter.
uk: agent: !neutral !notebook Ах... цікаво. !greet Ох! Привіт, Мисливцю.
