Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

source: Damage Bonus
uk: Бонусна шкода

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bow_rebounding_cold.desc
source: <#RED>Heavy Attacks</> rebound. Rebounding arrows deal bonus <#RED>Damage</>.
uk: <#RED>Важкі атаки</> відбиваються. Відбиті стріли наносять бонусну <#RED>шкоду</>.

source: {name.powerdesc_damage_bonus} to Frozen
uk: {Name.powerdesc_damage_bonus} замороженим

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bow_shadowstep.desc
source: Teleport when a <#RED>Heavy Attack</> hits the ground. Bonus <#RED>Damage</> for a period after Teleporting.
uk: Телепортуйтеся, коли <#RED>важка атака</> влучає в землю. Бонусна <#RED>шкода</> на певний час після телепортації.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bow_shadowstep.variables.time
source: Seconds
uk: Секунди

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bulbug_body.desc
source: When you <#RED>Attack</> an enemy with <#BLUE>{name.concept_shield}</>, gain <#BLUE>{name_multiple.concept_shield_seg}</>.
uk: Коли ви <#RED>атакуєте</> ворога зі <#BLUE>{2:{name.concept_shield}}</>, отримуйте <#BLUE>{name_multiple.concept_shield_seg}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bulbug_head.desc
source: Your <#RED>Attacks</> ignore <#BLUE>{name_multiple.concept_shield}</>, and deal <#RED>Damage</> again to the target.
uk: Ваші <#RED>атаки</> ігнорують <#BLUE>{name_multiple.concept_shield}</> і завдають повторну <#RED>шкоду</> цілі.

source: Damage dealt again
uk: Повторно завдана шкода

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_bulbug_waist.desc
source: When you gain <#BLUE>{name.concept_shield}</>, instantly break it and deal <#RED>{name.concept_damage}</> in an area around you.
uk: Коли ви отримуєте <#BLUE>{name.concept_shield}</>, миттєво розбийте його та завдайте <#RED>{name.concept_damage}</> в області навколо вас.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cabbageroll_body.desc
source: Your <#RED>{name.concept_dodge}</> is <#RED>Invincible</> for longer.
uk: Ви <#RED>непереможні</> під час <#RED>{name.concept_dodge}</> триваліший час.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cabbageroll_head.desc
source: Your <#RED>{name.concept_dodge}</> deals a <#RED>Knockback</> hit to <#RED>Enemies</>.
uk: Ваше <#RED>{name.concept_dodge}</> <#RED>збиває з ніг</> <#RED>ворогів</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cabbageroll_waist.desc
source: Your <#RED>{name.concept_dodge}</> is faster.
uk: Ваше <#RED>{name.concept_dodge}</> стає швидше.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cannon_big_clip_increasing_damage.desc
source: Your <#RED>Cannon</> has <#RED>10 {name_multiple.cannon_ammo}</> and reduced <#RED>{name.concept_damage}</>. Every shot within a clip gains <#RED>Bonus Damage</>.
uk: Ваша <#RED>гармата</> має <#RED>10 {2:{name_multiple.cannon_ammo}}</> і знижений рівень <#RED>{name.concept_damage}</>. Кожен постріл в обоймі отримує <#RED>додаткову шкоду</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cannon_big_clip_increasing_damage.name
source: Ammo Management
uk: Керування снарядами

source: Bonus Damage per shot
uk: Додаткова шкода за постріл

source: Reduced Base Damage
uk: Зменшена базова шкода

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cannon_clusterbomb.desc
source: <#RED>Mortar Shot</> is replaced with <#RED>Cluster Shot</> that shoots <#RED>1 {name.cannon_ammo}</> and bursts into clusters.
uk: <#RED>Мінометний постріл</> замінено на <#RED>Касетний постріл</>, який стріляє <#RED>1 {2:{name.cannon_ammo}}</> яке розривається на касети.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cannon_clusterbomb.name
source: Cluster Shot
uk: Кластерний постріл

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cannon_clusterbomb.variables.clusters
source: Clusters
uk: Кластери

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cannon_heavy_pierce_focus.desc
source: <#BLUE>Focus</> <#RED>Heavy Attacks</> pierce through <#RED>Enemies</>.
uk: <#BLUE>Фокусні</> <#RED>важкі атаки</> пронизують <#RED>ворогів</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cannon_heavy_pierce_focus.name
source: Piercing Focus Heavies
uk: Важкий фокусний пірсинг

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cannon_light_pierce_focus.desc
source: <#BLUE>Focus</> <#RED>Light Attacks</> pierce through <#RED>Enemies</>.
uk: <#BLUE>Фокусна</> <#RED>легка атака</> пронизує <#RED>ворогів</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cannon_light_pierce_focus.name
source: Piercing Focus Lights
uk: Легкий фокусний пірсинг

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cannon_pierce_focus.desc
source: <#BLUE>Focus</> shots pierce through <#RED>Enemies</>. Only the first shot is a <#BLUE>Focus Attack</>.
uk: <#BLUE>Фокусні постріли</> пронизують <#RED>ворогів</>. Лише перший постріл є <#BLUE>фокусною атакою</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cannon_pierce_focus.name
source: Piercing Focus Shots
uk: Пронизливі фокусні постріли

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_cannon_swap_light_heavy.desc
source: <#RED>Light Attacks</> are spread shots, and <#RED>Heavy Attacks</> are single shots.
uk: <#RED>Легкі атаки</> - це розсіяні постріли, а <#RED>важкі атаки</> - одиночні постріли.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_corestone.desc
source: Kill an <#RED>{name.elite_prefix} {name.rot_boss}</> to absorb its essence. Breaks on <#RED>Death</>.
uk: Вбийте <#RED>{4:{name.elite_prefix}} {2:{name.rot_boss}}</>, щоб поглинути його сутність. Ламається при <#RED>смерті</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_corestone_broken.desc
source: Broken.
uk: Зламано.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_corestone_charged.desc
source: Holding an <#RED>{name.elite_prefix} {name.rot_boss}</> essence! Breaks on <#RED>Death</>. <z 0.8>Charge can be overwritten by killing a new {name.elite_prefix} {name.rot_boss}.</z>
uk: Утримує сутність <#RED>{4:{name.elite_prefix}} {2:{name.rot_boss}}</>! Переривається при <#RED>смерті</>. <z 0.8>Заряд можна перезаписати, вбивши нового {4:{name.elite_prefix}} {2:{name.rot_boss}}.</z>

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_crystroll_body.desc
source: Deal <#RED>{name.concept_weapon_damage}</> in front of you when leaving the ground.
uk: Завдайте <#RED>{3:{name.concept_weapon_damage}}</> перед собою, відштовхуючись від землі.

source: Damage
uk: Шкода

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_crystroll_head.desc
source: Apply <#RED>Cold</> to your <#RED>Attacker</> when taking <#RED>Damage</>.
uk: Застосуйте <#RED>холод</> до свого <#RED>нападника</> під час отримання <#RED>шкоди</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_crystroll_head.variables.cold_percent
source: Freeze Applied
uk: Степінь заморожування

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_crystroll_waist.desc
source: Gain bonus <#RED>{name.concept_damage}</> while standing still. Bonus resets on <#RED>Dodge</>.
uk: Отримайте бонус до <#RED>{2:{name.concept_damage}}</>, стоячи на місці. Бонус скидається від <#RED>ухиляння</>.

source: Full Damage Bonus
uk: Шкода повного бонусу

source: Seconds Til Full Bonus:
uk: Секунди до повного бонусу:

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_crystroll_weapon.desc
source: Damage dealt to <#RED>Frozen</> targets is dealt twice.
uk: Шкода, завдана <#RED>замороженим</> цілям, завдається двічі.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_crystroll_weapon.variables.damage
source: Extra Hit Damage
uk: Шкода додаткових ударів

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_eggbert_body.desc
source: Deal <#RED>Tenfold Damage</> to nearby enemies when you take a <#RED>Massive Hit</>.
uk: Нанесіть <#RED>десятикратну шкоду</> сусіднім ворогам, коли отримаєте <#RED>великий удар</>.

source: Massive Hit Threshold
uk: Поріг великого удару

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_eggbert_head.desc
source: Each run, take <#RED>Half Damage</> until your helmet <#RED>Breaks</>. While your helmet is broken, take <#RED>Double Damage</>.
uk: Отримуйте <#RED>половину шкоди</> до тих пір, поки ваш шолом <#RED>не зламається</>. Коли ваш шолом зламаний, отримуйте <#RED>подвійну шкоду</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_eggbert_head.variables.num_hits
source: Hits to Break
uk: Ударів, щоб зламати

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_eggbert_waist.desc
source: Deal <#RED>Damage</> to nearby enemies when you <#RED>Perfect Dodge</> a <#RED>Trap</>.
uk: Нанесіть <#RED>шкоду</> сусіднім ворогам, коли ви <#RED>ідеально ухиляєтеся</> від <#RED>пастки</>.

source: Weapon Damage Dealt
uk: Завдана шкода зброї

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_embison_body.desc
source: When you finish an {name.combat_room} without <#RED>Dodging</>, deal bonus <#RED>{name.concept_damage}</> for the rest of the {name.run}
uk: Коли ви закінчуєте {name.combat_room} без <#RED>ухилення</>, отримайте бонусну <#RED>{name.concept_damage}</> до кінця {name.run}

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_embison_head.desc
source: Start the {name.run} with <#KONJUR>{name.i_konjur}</>.
uk: Почніть {name.run} з <#KONJUR>{3:{name.i_konjur}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_embison_head.variables.konjur
source: Amount
uk: Кількість

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_embison_waist.desc
source: Your <#RED>{name_multiple.concept_attack}</> can't be interrupted. Take less <#RED>{name.concept_damage}</> while attacking.
uk: Ваші <#RED>{name_multiple.concept_attack}</> не можна перервати. Отримуйте менше <#RED>{2:{name.concept_damage}}</> під час атаки.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_embison_weapon.desc
source: Deal bonus <#RED>{name.concept_damage}</> when your target is in the middle of an <#RED>Attack</>.
uk: Нанесіть бонусну <#RED>{name.concept_damage}</>, коли ваша ціль перебуває в процесі <#RED>атаки</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_eyev_body.desc
source: When you <#RED>Perfect {name.concept_dodge}</>, gain increased <#RED>{name.powerdesc_critchance}</> for a few seconds.
uk: Коли ви <#RED>ідеально {3:{name.concept_dodge}}</>, отримуєте підвищений <#RED>{name.powerdesc_critchance}</> на кілька секунд.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_eyev_head.desc
source: When you <#RED>Perfect {name.concept_dodge}</>, your attacker takes increased <#RED>{name.concept_damage}</> for a few seconds.
uk: Коли ви <#RED>ідеально {3:{name.concept_dodge}}</>, ваш нападник отримує збільшену <#RED>{name.concept_damage}</> протягом кількох секунд.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_eyev_waist.desc
source: Your <#RED>{name.concept_dodge}</> is faster and moves through objects.
uk: Ваше <#RED>{name.concept_dodge}</> швидше і проходить крізь об'єкти.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_floracrane_body.desc
source: <#BLUE>{name_multiple.concept_focus_hit}</> have an increased <#RED>{name.powerdesc_critchance}</>.
uk: <#BLUE>{Name_multiple.concept_focus_hit}</> мають підвищений <#RED>{name.powerdesc_critchance}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_floracrane_head.desc
source: <#RED>Critical Hits</> deal additional <#RED>{name.concept_damage}</>.
uk: <#RED>Критичні удари</> завдають додаткової <#RED>{2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_floracrane_waist.desc
source: <#RED>Skills</> have increased <#RED>{name.powerdesc_critchance}</>.
uk: <#BLUE>Навички</> мають підвищений <#RED>{name.powerdesc_critchance}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_floracrane_weapon.desc
source: Gain <#RED>{name.powerdesc_critchance}</> while <#RED>Airborne</>.
uk: Збільшуйте <#RED>{name.powerdesc_critchance}</>, коли ви в <#RED>повітрі</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_funguile_body.desc
source: When you take <#RED>{name.concept_damage}</>, create an <#RED>Explosive {name.funguile}</> that deals damage based on how much <#RED>{name.concept_health}</> you are missing.
uk: Коли ви отримуєте <#RED>{name.concept_damage}</>, створюйте <#RED>вибуховий {Name.funguile}</>, який завдає шкоду залежно від того, скільки <#RED>{name.concept_health}</> ви втратили.

source: Missing health added to damage
uk: Втраченого здоров'я додається до шкоди

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_funguile_head.desc
source: When you would <#RED>Die</> wearing your hat, instead be reduced to <#RED>1 Health</> and drop your hat as a <#RED>Healing Pickup</>.
uk: Замість того щоб <#RED>померти</>, маючи на собі капелюх, залишайтесь із <#RED>1 здоров'ям</> і скиньте капелюх як <#RED>лікувальний предмет</>.

source: Max health lost per pickup
uk: Втрачене максимальне здоров'я за підбір

source: Percent of max health healed
uk: Відсоток лікування від максимального здоров'я

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_funguile_waist.desc
source: When you take <#RED>Damage</>, create a <#RED>Healing Pickup</> that can be picked up by any <#RED>Player</>.
uk: Коли ви отримуєте <#RED>шкоду</>, створюйте <#RED>лікувальний предмет</>, який може підібрати будь-який <#RED>гравець</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_funguile_waist.variables.damage_healed
source: Percentage of damage healed
uk: Відсоток лікування від шкоди

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_gnarlic_body.desc
source: Gain bonus <#RED>{name.concept_runspeed}</> for each second you spend running in a single direction.
uk: Отримуйте бонусну <#RED>{name.concept_runspeed}</> за кожну секунду, поки ви рухаєтесь в одному напрямку.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_gnarlic_head.desc
source: Your run becomes an <#RED>{name.concept_attack}</> that deals <#RED>{name.concept_damage}</> based on how fast you are moving.
uk: Ваш біг стає <#RED>{3:{name.concept_attack}}</>, яка завдає <#RED>{name.concept_damage}</> залежно від того, наскільки швидко ви рухаєтеся.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_gnarlic_waist.desc
source: Your <#RED>{name.concept_dodge}</> travels farther.
uk: Ваше <#RED>{name.concept_dodge}</> пролягає далі.

source: {name.concept_dodge} Distance
uk: Відстань {name.concept_dodge}

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_gourdo_body.desc
source: When you <#RED>Heal</>, heal all <#RED>{name_multiple.concept_ally}</> for a portion.
uk: Коли ви <#RED>лікуєтесь</>, всі <#RED>{name_multiple.concept_ally}</> зцілюються на частку.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_gourdo_head.desc
source: When you <#RED>Heal</>, heal more.
uk: Коли ви <#RED>лікуєтесь</>, лікуйтесь знову.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_gourdo_waist.desc
source: <#RED>Heal</> when you enter a new clearing.
uk: <#RED>Лікує</>, коли ви заходите на нову галявину.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_gourdo_weapon.desc
source: When <#RED>Healing</> more than 10 Health, deal that much <#RED>Damage</> in a large radius.
uk: Коли ви <#RED>зцілюєте</> понад 10 здоров'я, завдає стільки ж <#RED>шкоди</> у великому радіусі.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_gourdo_weapon.variables.damage_mult
source: Percentage of Heal Dealt
uk: Відсоток наданого лікування

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_groak_body.desc
source: Your <#RED>Heavy {name_multiple.concept_attack}</> pull <#RED>Enemies</> towards you.
uk: Ваші <#RED>Важкі {name_multiple.concept_attack}</> притягують <#RED>ворогів</> до вас.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_groak_head.desc
source: <#RED>Enemies</> are <#RED>Stunned</> longer by your <#RED>Heavy {name_multiple.concept_attack}</>.
uk: <#RED>Вороги</> довше знаходяться в стані <#RED>оглушення</>, викликаному вашими <#RED>важкими {name_multiple.concept_attack}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_groak_waist.desc
source: You have a chance of negating the effect of any <#RED>Spore</>.
uk: У вас є шанс звести нанівець дію будь-якої <#RED>спори</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_groak_waist.variables.chance
source: Spore Negation Chance
uk: Шанс відмінити вплив спори

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_groak_weapon.desc
source: <#RED>{name_multiple.concept_hitstreak}</> decay slower between <#RED>Hits</>.
uk: <#RED>{Name_multiple.concept_hitstreak}</> закінчуються повільніше між <#RED>ударами</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_groak_weapon.variables.time_mult
source: Bonus Time
uk: Додатковий час

source: Fully charged <#RED>Golf Swing</> (<p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' color=0 scale=0.4> hold Backwards <p bind='Controls.Digital.ATTACK_HEAVY' color=0>) hits multiple times.
uk: Повністю заряджений <#RED>удар ключкою</> (<p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' color=0 scale=0.4> утримуйте <p bind='Controls.Digital.ATTACK_HEAVY' color=0> у зворотному напрямку) наносить кілька ударів.

source: Extra Hit Damage
uk: Шкода додаткових ударів

source: Extra Hits
uk: Додаткові удари

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_hammer_charged_hits_again.desc
source: Fully charged <#RED>Attacks</> hit multiple times.
uk: Повністю заряджені <#RED>атаки</> влучають кілька разів.

source: Extra Hit Damage
uk: Шкода додаткових ударів

source: Extra Hits
uk: Додаткові удари

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_hammer_charged_light_attacks.desc
source: <#RED>Light Attacks</> are <#BLUE>Chargeable</>, and do more <#RED>Damage</>.
uk: <#RED>Легкі атаки</> можна <#BLUE>зарядити</> і завдати більшої <#RED>шкоди</>.

source: Bonus Damage
uk: Додаткова шкода

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_hammer_crit_overkill.desc
source: <#RED>Overkill Damage</> via a <#RED>Critical Hit</> is dealt to all targets in a large radius.
uk: <#RED>Понаднормова шкода</> від <#RED>критичного удару</> передається всім цілям у великому радіусі.

source: Percentage of overkill dealt
uk: Відсоток розподілу понаднормової шкоди

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_immorel_body.desc
source: Gain <#BLUE>Shield</> at the start of a {name.dungeon_room} if under a <#RED>{name.concept_health}</> threshold.
uk: Отримуйте <#BLUE>щит</> зайшовши на {3:{name.dungeon_room}}, якщо рівень <#RED>{name.concept_health}</> нижчий за поріг.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_immorel_body.variables.health_threshold
source: Health Threshold
uk: Поріг здоров'я

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_immorel_head.desc
source: When you gain <#BLUE>{name.concept_shield}</>, all <#RED>{name_multiple.concept_ally}</> gain <#BLUE>{name.concept_shield}. <#RED>Heal {name_multiple.concept_ally}</> when you <#RED>Heal</> while <#BLUE>Shielded</>.
uk: Коли ви отримуєте <#BLUE>{name.concept_shield}</>, усі <#RED>{name_multiple.concept_ally}</> також отримують <#BLUE>{name.concept_shield}. <#RED>{Name_multiple.concept_ally} лікуються</>, коли ви <#RED>лікуєтесь</>, маючи <#BLUE>щит</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_immorel_waist.desc
source: When your <#RED>Potion</> is out of charges, automatically refill it.
uk: Коли у вас закінчується <#RED>зілля</>, воно автоматично поповнюється.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_immorel_waist.variables.refills
source: Refills per {name.run}
uk: Кількість за {name.run}

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_megatreemon_body.desc
source: Chance to summon a <#RED>Defensive Root</> when hit.
uk: Шанс викликати <#RED>захисний корінь</> під час удару.

source: Summon Chance
uk: Шанс виклику

source: Root Lifetime
uk: Час життя кореня

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_megatreemon_head.desc
source: Deal increased <#RED>{name.concept_damage}</> to all <#RED>Regular {name_multiple.rot}</>.
uk: Всі <#RED>звичайні {name_multiple.rot}</> отримують підвищену <#RED>{name.concept_damage}</>.

source: Summon Chance
uk: Шанс виклику

source: Root Lifetime
uk: Час життя кореня

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_meowl_body.desc
source: Increased <#RED>{name.powerdesc_critchance}</> after taking <#RED>Damage</>.
uk: Збільшує <#RED>{name.powerdesc_critchance}</> після отримання <#RED>шкоди</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_meowl_body.variables.time
source: Seconds
uk: Секунди

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_meowl_head.desc
source: After taking <#RED>Damage</>, become uninterruptible and <#RED>Critical Hits</> deal more <#RED>Damage</>.
uk: Після отримання <#RED>шкоди</>, станьте невразливим до переривань, а <#RED>критичні удари</> завдають більше <#RED>шкоди</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_meowl_head.variables.time
source: Seconds
uk: Секунди

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_meowl_waist.desc
source: Gain <#RED>{name.concept_runspeed}</> after taking <#RED>Damage</>.
uk: Дає <#RED>{name.concept_runspeed}</> після отримання <#RED>шкоди</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_meowl_waist.variables.time
source: Seconds
uk: Секунди

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_mothball_body.desc
source: Take less <#RED>{name.concept_damage}</> when fighting near an <#RED>{name.concept_ally}</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> під час бою якщо поруч <#RED>{name.concept_ally}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_mothball_head.desc
source: Deal more <#RED>{name.concept_damage}</> when fighting near an <#RED>{name.concept_ally}</>.
uk: Завдавайте більше <#RED>{2:{name.concept_damage}}</> під час бою якщо поруч <#RED>{name.concept_ally}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_mothball_waist.desc
source: Gain more <#RED>Health</> when <#RED>Healing</> near an <#RED>{name.concept_ally}</>.
uk: Отримайте більше <#RED>здоров'я</>, <#RED>лікуючись</> біля <#RED>{name.concept_ally}а</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_owlitzer_body.desc
source: <#RED>{damage_per_stack} {name.concept_damage}</> to <#RED>Regular {name_multiple.rot}</>.
uk: <#RED>звичайні {name_multiple.rot}</> отримують <#RED>{damage_per_stack} {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_owlitzer_head.desc
source: <#RED>{damage_per_stack} {name.concept_damage}</> to <#RED>Regular {name_multiple.rot}</>.
uk: <#RED>звичайні {name_multiple.rot}</> отримують <#RED>{damage_per_stack} {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_polearm_extended_drill.desc
source: Hold <#RED>Light Attack</> to extend the length of your <#RED>Spear Drill</> (<p bind='Controls.Digital.DODGE' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>) attack.
uk: Утримуйте <#RED>легку атаку</>, щоб збільшити довжину вашої атаки <#RED>закрученим свердлом</> (<p bind='Controls.Digital.DODGE' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>).

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_polearm_extended_drill.name
source: Psycho Crusher
uk: Психо крушитель

source: Additional Loops
uk: Додаткові цикли

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_polearm_extended_multithrust.desc
source: Hold <#RED>Heavy Attack</> to extend the length of your <#RED>Multi-thrust</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_HEAVY' color=0>) attack.
uk: Утримуйте <#RED>важку атаку</>, щоб збільшити довжину вашого <#RED>мульти-удару</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_HEAVY' color=0>).

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_polearm_extended_multithrust.name
source: Hundred Spear Poke
uk: Сто ударів списом

source: Additional Loops
uk: Додаткові цикли
