Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

source: agent: !neutral !dubious Hey, you're back. !gesture Need something?
uk: agent: !neutral !dubious О, ви повернулися. !gesture Щось потрібно?

source: agent: !neutral !dubious Hey, good timing. !notebook I have a couple minutes before my samples finish cooking.
uk: agent: !neutral !dubious Гей, чудовий момент. !notebook У мене є кілька хвилин, поки мої зразки готуються.

source: agent: !neutral !think <z 0.7>(Hmm... maybe a trapped atom would fix this equation?)</z> !dubious Huh? Ah, hey Hunter.
uk: agent: !neutral !think <z 0.7>(Хм... можливо, захоплений атом виправить це рівняння?)</z> !dubious Га? Ах, привіт, Мисливцю.

source: agent: !neutral !greet Hey, Hunter. !gesture <#RED>Upgrade</> time?
uk: agent: !neutral !greet Привіт, Мисливцю. !gesture Час для <#RED>покращення</>?

source: agent: !neutral !dubious The air doth have a real bite around here, hmm? !gesture Well? Art thou going to buy something?
uk: agent: !neutral !dubious Повітря тут справді кусливе, так? !gesture Ну? Чи збираєтесь ви щось купити?

source: agent: !happy !greet Greetingsss and sssalutations, my friend! !point What a ssserendipitous coincidence, our meeting here!
uk: agent: !happy !greet Лассскаво прошу до привітань, мій друже! !point Яке щасливе ссспівпадіння, що ми зустрілися тут!

source: agent: !happy !greet Oh Hunter, good to sssee you! !neutral !dubious <i>Say...</i>
uk: agent: !happy !greet О, Мисливцю, радий вассс бачити! !neutral !dubious <i>Слухайте...</i>

source: agent: !happy !greet <z 0.8>Quooooo-EEE!</z> !neutral !think <z 0.8>Kwee queep quaw quawk.</z>
uk: agent: !happy !greet <z 0.8>Кввввв-ІІІ!</z> !neutral !think <z 0.8>Кві квіп кву квук.</z>

source: agent: !happy !greet <z 0.8>Quooooo-EEE!</z> !neutral !think <z 0.8>Kwee queep! Quaw?</z>
uk: agent: !happy !greet <z 0.8>Кввввв-ІІІ!</z> !neutral !think <z 0.8>Кві квіп! Кву?</z>

source: agent: !happy !greet <z 0.8>QUOOOOO-eee!</z> !dubious <z 0.8>Quaw, queep-queep kee?</z>
uk: agent: !happy !greet <z 0.8>КВУУУУУУ-і!</z> !dubious <z 0.8>Кву, квіп-квіп кі?</z>

source: agent: !happy !clap <z 0.8>Quooooo-EEE!</z> !neutral !happy <z 0.8>Quee quee quaw queep.</z>
uk: agent: !happy !clap <z 0.8>Куоооo-ІІІ!</z> !neutral !happy <z 0.8>Кві кві кву квіп.</z>

source: agent: !happy !greet <z 0.8>Quooooo-EEE!</z> !angry <z 0.8>Squet.</z>
uk: agent: !happy !greet <z 0.8>Кввввв-ІІІ!</z> !angry <z 0.8>Скет.</z>

source: agent: !happy !greet <z 0.8>QUOOOOO-eee!</z> !angry <z 0.8>Queep kwee chwee quaw!</z>
uk: agent: !happy !greet <z 0.8>КВВВВВВВ-ііі!</z> !angry <z 0.8>Квіп кві чві кву!</z>

source: agent: !happy !greet <z 0.8>Quooooo-EEE!</z> !laugh <z 0.8>Caa-caa-caa-caa.</z>
uk: agent: !happy !greet <z 0.8>Кввввв-ііі!</z> !laugh <z 0.8>Каа-каа-каа-каа.</z>

source: agent: !neutral !gesture Welcome back, little culver.
uk: agent: !neutral !gesture Ласкаво просимо назад, маленький голубе.

source: agent: !neutral !gesture Welcome back, little culver.
uk: agent: !neutral !gesture Ласкаво просимо назад, маленький голубе.

source: !happy !shocked Restore your mojo on the go-go! !greet {name.npc_doc_lastname}-brand <#RED>Health {name.potion}s</>!
uk: !happy !shocked Відновіть свою енергію на ходу! !greet <#RED>{Name.potion} здоров'я</> бренду {Name.npc_doc_lastname}!

source: agent: !neutral !gesture Welcome back, little culver.
uk: agent: !neutral !gesture Ласкаво просимо назад, маленький голубе.

source: agent: !neutral !gesture Welcome back, little culver.
uk: agent: !neutral !gesture Ласкаво просимо назад, маленький голубе.

source: agent: !happy !dubious Back again, culver?
uk: agent: !happy !dubious Знову назад, голубе?

source: agent: !neutral !clap <z 0.8><i>ACK</i>. <i>ACK</i>. <i>ACK.</i></z> !point <z 0.8>Quaw quawk quawk quee.</z>
uk: agent: !neutral !clap <z 0.8><i>АК</i>. <i>АК</i>. <i>АК.</i></z> !point <z 0.8>Кву квук квук кві.</z>

source: agent: !neutral !dubious <z 0.8>Chorp?</> !greet <z 0.8>Queep. Queep!</>
uk: agent: !neutral !dubious <z 0.8>Чорп?</> !greet <z 0.8>Квіп. Квіп!</>

source: agent: !happy !dubious Welllll now, what hath we here? !neutral !eyeroll <#BLUE>{name.shop_magpie}</>, wake up! !happy !dubious Our new patron hath <i>deigned</i> to arrive.
uk: agent: !happy !dubious Нууу, що ми тут маємо? !neutral !eyeroll <#BLUE>{Name.shop_magpie}</>, прокидайся! !happy !dubious Наш новий покровитель <i>погодився</i> прибути.

source: agent: !shocked Goodness <i>graciousss!</i> Is that a cussstomer I see? !greet Greetings and sssalutations, my fine <#BLUE>{player.species}</> friend! Welcome to the <#RED>{name.rotwood}</>! !point <i>Boy howdy</i>, have I ever got a business proposition for YOU!
uk: agent: !shocked Боже <i>милостивий!</i> Я бачу клієнта? !greet Вітання та приивітик, мій добрий друже <#BLUE>{player.species}</>! Ласкаво просимо до <#RED>{Name.rotwood}а</>! !point <i>Чорт побери</i>, в мене є для ВАС ділова пропозиція!

source: agent: !notebook <i>Woah!</i> What the heck is with these readings--? !shocked You! You're making my equipment go nuts! !point Who are you?
uk: agent: !notebook <i>Ого!</i> Що таке з цими показаннями...? !shocked Ви! Ви зводите моє обладнання з розуму! !point Хто ви?

source: agent: !neutral !notebook Isn't it interesting that <#KONJUR>{name.konjur}</> doesn't freeze in these sub-zero temperatures? !think I should do some lab-controlled experiments to see what conditions it becomes a solid under.
uk: agent: !neutral !notebook Хіба не цікаво, що <#KONJUR>{name.konjur}</> не замерзає при таких мінусових температурах? !think Я повинен провести лабораторні експерименти, щоб з'ясувати, за яких умов він стає твердим.

source: agent: !neutral !dubious That pallor, the dilation of the pupils... !agree I know a case of sssticker-shock when I see it.
uk: agent: !neutral !dubious Такий блідий колір обличчя, розширені зіниці... !agree Я впізнаю випадок ссстікер-шоку, коли бачу його.

source: !happy !shocked Restore your mojo on the go-go! !greet {name.npc_doc_lastname}-brand <#RED>Health {name.potion}s</>!
uk: !happy !shocked Відновіть свою енергію на ходу! !greet <#RED>{Name.potion} здоров'я</> бренду {Name.npc_doc_lastname}!

source: agent: !neutral !notebook Hm? !dubious Oh. Hey Hunter.
uk: agent: !neutral !notebook Хм? !dubious Ох. Привіт Мисливцю.

source: agent: !happy !smirk Welcome back, culver. !gesture Dost thou notice anything a bit different?
uk: agent: !happy !smirk Ласкаво просимо назад, голубе. !gesture Чи помічаєте ви якісь зміни?

source: agent: !neutral !dubious Something on your mind, culver?
uk: agent: !neutral !dubious Щось на думці, голубе?

source: agent: !happy !gesture Welcome to <#BLUE>{name.sedament_tundra_r2}</>! I sure hope you're wearing your long underwear under that armour. player: Brrr... this place wins the award for chilliest reception. agent: !neutral !think That's an understatement. The snowy winds out here are cold enough to <#RED>Freeze</> you solid if you stray too far from a heat source. !happy !gesture Lucky for us, there's an old network of <#RED>Braziers</> that were built for the workers back when this place was still an operational stone quarry. !point And luckier still, they're still burning strong. Stick close to those, and you should be just fine-- though you might need to whack the ice off some of them to get them burning again. !neutral !scared Now if you don't mind, I'll be hurrying back to the <#RED>Damselfly</> before my fingers get too numb to work the controls. Good luck, Hunter!
uk: agent: !happy !gesture Ласкаво просимо у <#BLUE>{name.sedament_tundra_r2}</>! Сподіваюся, ви вдягли теплу білизну під цими обладунками. player: Бр-р-р... це місце отримує нагороду за найлютіший холодний прийом. agent: !neutral !think Це ще м’яко сказано. Сніжні вітри тут досить холодні, щоб <#RED>заморозити</> вас намертво, якщо відійти надто далеко від джерела тепла. !happy !gesture На щастя, тут збереглася стара мережа <#RED>вогнищ</>, які колись будували для робітників, коли це ще був діючий кам’яний кар’єр. !point І ще більша удача в тому, що вони досі палають. Тримайтеся ближче до них, і все буде гаразд... хоча інколи доведеться ламати лід, щоб знову розпалити полум’я. !neutral !scared А тепер, якщо ви не проти, я швиденько повернусь в <#RED>Рівнокрил</>, поки пальці не змерзли настільки, що я не зможу ним керувати. Удачі, Мисливцю!

source: agent: !shocked Ah, my friend! You've returned!
uk: agent: !shocked Ах, друже! Ви повернулись!

source: agent: !happy !shocked You're back! !dubious Can't resist the call of these fine <#RED>Potions</>, can you?
uk: agent: !happy !shocked Ви повернулися! !dubious Не можете встояти перед спокусою цих чудових <#RED>зіль</>, чи не так?

# Quest.dgn_shop_potion.OPT_ASK_CURSE
source: <#RED>[TEMP]</> Your free sample smells weird...
uk: <#RED>[TEMP]</> Ваш безплатний зразок дивно пахне...

# Quest.dgn_shop_potion.OPT_CONFIRM
source: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {name.konjur}]</> Take my {name.konjur}! <i><#RED><z 0.7>(Refill All Potion Charges)</></i></z>
uk: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {2:{name.konjur}}]</> Візьми мій {name.konjur}! <i><#RED><z 0.7>(Поновити всі заряди зілля)</></i></z>

# Quest.dgn_shop_potion.OPT_REMOVE_CURSE
source: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {name.konjur}]</><#RED>[TEMP]</> Sure, yes please! <i><#RED><z 0.7>(Clean "Free" Sample)</></i></z>
uk: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {2:{name.konjur}}]</><#RED>[TEMP]</> Звичайно, так, будь ласка! <i><#RED><z 0.7>(Чистий «безплатний» зразок)</></i></z>

# Quest.dgn_shop_potion.OPT_REMOVE_CURSE_CANCEL
source: <#RED>[TEMP]</> I'll pass for now...
uk: <#RED>[TEMP]</> Я поки що пас...

# Quest.dgn_shop_potion.OPT_TALK_CURSE
source: agent: !shrug <#RED>[TEMP]</> Ssseems fine. I can fix it for a little {name.konjur} if you want...
uk: agent: !shrug <#RED>[TEMP]</> Сссхоже все добре. Я можу підправити його за трохи {2:{name.konjur}}, якщо хочете...

# Quest.dgn_shop_potion.TALK_DONE_GAME
source: agent: !greet Pleasssure doing business with you.
uk: agent: !greet Приємно мати справу з вами.

source: agent: !happy !greet <z 0.8>Quooooo-EEE!</z> !laugh <z 0.8><i>Caa-caa-caa-ca--</i></z> !dubious <z 0.8>...Chorp?</z> !shocked <z 0.8>Squet!</z>
uk: agent: !happy !greet <z 0.8>Кввввв-ІІІ!</z> !laugh <z 0.8><i>Каа-каа-каа-ка...</i></z> !dubious <z 0.8>...Чорп?</z> !shocked <z 0.8>Скет!</z>

source: agent: !happy !greet <z 0.8>Quooooo-EEE!</z> !neutral !dubious <z 0.8>...<i>Squet</i>.</z>
uk: agent: !happy !greet <z 0.8>Кввввв-ІІІ!</z> !neutral !dubious <z 0.8>...<i>Скет</i>.</z>

source: agent: !dubious (sniff sniff)... !dejected Kid. We gotta stop meeting like this.
uk: agent: !dubious (нюх-нюх)... !dejected Друже. Ми повинні припинити ось так зустрічатися.

source: agent: !happy !smirk Hail, culver, a moment of your time? !eyeroll This art <i>obviously</i> a ridiculous question for 'tis plain the answer's "no," but-- !neutral !point Can you, like, understand <#BLUE>{name.shop_magpie}</>?
uk: agent: !happy !smirk Вітаю, голубе, є хвилинка вашого часу? !eyeroll Це питання <i>очевидно</i> смішне, бо відповідь однозначно "ні", але... !neutral !point Ви, припустимо, розумієте що каже <#BLUE>{Name.shop_magpie}</>?

source: agent: !neutral !gesture Welcome back, culver.
uk: agent: !neutral !gesture Ласкаво просимо назад, голубе.

source: agent: !happy !greet I can't believe how quick your progress has been! !shocked Just think-- a few weeks ago you were training in <#BLUE>the Brinks,</> now you're taking on a <#RED>{name.rot_boss}</> head to head!
uk: agent: !happy !greet Не можу повірити, як швидко ви прогресуєте! !shocked Тільки подумайте... ще кілька тижнів тому ви тренувалися у <#BLUE>Брінкс,</>, а тепер ви лицем до лиця проти <#RED>{2:{name.rot_boss}}</>!

source: agent: !happy !clap You did great out there!
uk: agent: !happy !clap Ви там чудово попрацювали!

source: agent: !neutral !shocked Whew! It's been a while since I set foot in <#BLUE>{name.bandi_swamp}</>. I forgot how much it stinks! !happy !dubious Have you ever been here before?
uk: agent: !neutral !shocked Ой! Минув деякий час, відколи я заходив в <#BLUE>{Name.bandi_swamp}</>. Я забув, як тут смердить! !happy !dubious Ви коли-небудь були тут раніше?

source: agent: !happy !wave Welcome to <#BLUE>{name.eggzy_tundra}</>! !neutral !disagree I'm sorry to say my intel for this place is a bit limited... this is the first time I've been able to bring the <#RED>{name.i_damselfly}</> this far down into the cavern itself. !think That said, from the recon I <i>was</> able to do, there are signs that something big had a nest here... but abandoned it.
uk: agent: !happy !wave Ласкаво просимо до <#BLUE>{Name.eggzy_tundra}</>! !neutral !disagree На жаль, я змушений сказати, що моя інформація про це місце трохи обмежена... це вперше, коли я зміг привезти <#RED>{Name.i_damselfly}</> так далеко в саму печеру. !think Однак, за тим розвідданим, які я <i>зміг</> зібрати, тут є ознаки того, що щось велике мало гніздо... але залишило його.

source: agent: !neutral !gesture Welcome to the <#BLUE>{name.grimhollow_volcano}</>. What's left of it, anyway. !neutral !closedeyes It feels so strange to be back...
uk: agent: !neutral !gesture Ласкаво просимо до <#BLUE>{2:{name.grimhollow_volcano}}</>. Того, що від неї залишилося. !neutral !closedeyes Дивне відчуття – знову бути тут...

source: agent: !neutral !think I hope you're warm enough in that. !dubious It gets <#RED>Windy</> in there.
uk: agent: !neutral !think Я сподіваюся, що вам тут достатньо тепло. !dubious Там стає <#RED>вітряно</>.

source: agent: !neutral !think I recognized the same trail of debris I saw before. This is where <#BLUE>{name.npc_blacksmith}</> was stranded. !happy !bliss I'm glad he's safe now. !happy !gesture Good luck, Hunter-- and watch your footing, it's <#RED>Windy</> out there.
uk: agent: !neutral !think Я впізнав ту ж стежку уламків, що бачив раніше. Тут був <#BLUE>{Name.npc_blacksmith}</>. !happy !bliss Радію, що він тепер у безпеці. !happy !gesture Бажаю успіху, Мисливцю... і дивіться під ноги, тут <#RED>вітряно</>.

source: agent: !neutral !think Based on the disturbed trees and the trail of debris I saw, I'm hopeful that <#BLUE>{name.npc_blacksmith}</> is in these woods. !point I wasn't able to spot him from the air, but you might have more luck gathering clues on the ground. !happy !gesture Good luck, Hunter-- and watch your footing, it's <#RED>Windy</> out there.
uk: agent: !neutral !think Судячи з пошкоджених дерев та стежки уламків, я сподіваюся, що <#BLUE>{Name.npc_blacksmith}</> десь у цьому лісі. !point Я не зміг помітити його з повітря, але на землі ви можете знайти більше підказок. !happy !gesture Бажаю успіху, Мисливцю... і дивіться під ноги, тут <#RED>вітряно</>.

source: agent: !happy !bliss Ah, that crisp <#BLUE>{name.sedament_tundra}</> air! It's chilly here at the foot of the mountains, so watch out for ice.
uk: agent: !happy !bliss Ах, це свіже повітря <#BLUE>{2:{Name.sedament_tundra}}</>! Тут холодно біля підніжжя гір, тож остерігайтеся криги.

source: agent: !neutral !think Hmm... it seems we're in a bit of a predicament. !shrug [sound:Event.MX_Thatcher_DistantGuitar] 1 I've scouted all over, but I haven't been able to locate <#BLUE>{name.thatcher_swamp}'s</> <#RED>{name.rot_boss}</>. All I've seen is a-- !shocked ...! Um... did you hear music just now?
uk: agent: !neutral !think Хмм… здається, ми в скрутному становищі. !shrug [sound:Event.MX_Thatcher_DistantGuitar] 1 Я розвідав усюди, але так і не зміг знайти <#RED>{2:{name.rot_boss}}</> <#BLUE>{2:{Name.thatcher_swamp}}</>. Все, що бачив... це… !shocked …! Ем… Ви теж щойно чули музику?

source: agent: !happy !laugh Ghe-he-he. 'Ey Hunter! !point Don't think you've wriggled out of your first {name.pop_quiz} just 'cause I was lost in the woods!
uk: agent: !happy !laugh Ге-хе-хе. Ей, Мисливцю! !point Не думайте, що ваша перша {Name.pop_quiz} не відбудеться, тільки тому, що я заблукав у лісі!

source: agent: !happy !greet 'Ey, Hunter! !laugh {name.pop_quiz}!
uk: agent: !happy !greet Гей, Мисливцю! !laugh {Name.pop_quiz}!

source: agent: !neutral !angry Yeesh, that <#RED>{name.rot_miniboss}</> is a real piece of work! player: I don't know what's more bruised, my body or my pride... agent: !happy !shrug Don't let it get to you, Hunter. Even <#BLUE>{name.npc_dojo_master}</> had his off days. !think Speaking of, you could always go talk to him if you need a little extra guidance. I'm sure he's got some strategies for taking that <#RED>{name.rot_miniboss}</> down.
uk: agent: !neutral !angry Ох, цей <#RED>{name.rot_miniboss}</> і справді ще той тип! player: Не знаю, що більше постраждало — тіло чи моя гордість… agent: !happy !shrug Не беріть близько до серця, Мисливцю. Навіть <#BLUE>{Name.npc_dojo_master}</> мав невдалі дні. !think До речі, ви завжди можете звернутися до нього, якщо потрібна додаткова порада. Упевнений, у нього знайдуться стратегії, щоб розібратися з тим <#RED>{3:{name.rot_miniboss}}</>.

source: agent: !neutral !think Got some new armour from <#RED>him</> again, huh?
uk: agent: !neutral !think Знову отримали нові обладунки від <#RED>нього</>, хмх?

source: agent: !neutral !gruffnod I see ye got yer mitts on a new weapon. From the Market, aye?
uk: agent: !neutral !gruffnod Бачу, ви дістали нову зброю. З ринку, так?

source: agent: !neutral !gesture How's it lookin' out there, kid?
uk: agent: !neutral !gesture Як там справи, друже?

source: agent: !neutral !notebook Let's see... grease the rotor... replace the oil... shine the headlights... !happy !greet Oh, hey, Hunter.
uk: agent: !neutral !notebook Подивимось... змастити ротор... замінити масло... натерти фари... !happy !greet О, привіт, Мисливцю.

source: agent: !happy !gesture Y'know... even in their corrupted state, the woods still look beautiful from the air. !closedeyes I wonder what it'll look like after we've saved the world?
uk: agent: !happy !gesture Знаєте... навіть у своєму зіпсованому стані, ліс все ще виглядає красивим з повітря. !closedeyes Цікаво, як він виглядатиме після того, як ми врятуємо світ?

source: agent: !neutral !greet Hey, Hunter. Ready to get back out there?
uk: agent: !neutral !greet Ей, Мисливцю. Готові повернутися?

source: agent: !neutral Hunter. !gruffnod A word.
uk: agent: !neutral Мисливцю. !gruffnod На два слова.

source: agent: !happy !greet {name.dojo_cough} Eyy, Hunter. !point That a <#RED>{name.weapon_cannon}</> I see? Need any tips?
uk: agent: !happy !greet {Name.dojo_cough} Ей, Мисливцю. !point Це <#RED>{name.weapon_cannon}</>? Потрібні якісь поради?

source: agent: !neutral !cough {name.dojo_cough} !very_sick <#KONJUR><i><z 0.8>(cough, cough, HACK, cough)</z></i></> player: Um... are you okay? agent: !neutral !dubious Just peachy. Why d'ya ask?
uk: agent: !neutral !cough {name.dojo_cough} !very_sick <#KONJUR><i><z 0.8>(кашель, кашель, КХЕК, кашель)</z></i></> player: Ем… з тобою все гаразд? agent: !neutral !dubious Просто чудово. А чому питаєте?

source: agent: !happy !shocked Hunter... that new armour... !nervous Where did you get it?
uk: agent: !happy !shocked Мисливцю... ці нові обладунки... !nervous Де ви їх взяли?

source: agent: !neutral !closedeyes Hmph. Ye've been carryin' a new weapon... !dubious I'd be keen t'know where ye got it.
uk: agent: !neutral !closedeyes Гмпф. Ви маєте нову зброю... !dubious Мені цікаво, де ви її взяли.

source: agent: !happy !point 'Ey, Hunter! I heard you took down yer first <#RED>{name.rot_boss}</>!
uk: agent: !happy !point Гей, Мисливцю! Я чув, ви вбили свого першого <#RED>{2:{name.rot_boss}}</>!

source: agent: !happy !nervous Whew! I grabbed you in the nick of time. !gesture Welcome to the <#RED>{name.foxtails}</> base camp! Go ahead and take a look around, it'll be our home for the forseeable future.
uk: agent: !happy !nervous Уф! Я встиг вас зловити в останню мить. !gesture Ласкаво просимо на базовий табір <#RED>{Name.foxtails}</>! Подивіться навколо, це буде наш дім на найближче майбутнє.

source: agent: !bliss Good news! I totally figured out those <#RED>armour upgrades</>! !neutral !think Buuuuuut... here's the bad news: to do them, I'm gonna need some better tools. !shocked Oh! Err-- <i><z 0.7>Of course I didn't mean you, <#BLUE>{name.npc_lunn}</>! You're doing great!</i></z>
uk: agent: !bliss Гарні новини! Я нарешті розібралася з тими <#RED>поліпшеннями обладунків</>! !neutral !think Алеее… є й погана новина: щоб їх зробити, мені потрібні кращі інструменти. !shocked О! Е-е… <i><z 0.7>Звісно, я не про тебе, <#BLUE>{Name.npc_lunn}</>! Ти працюєш прекрасно!</i></z>

source: agent: !neutral !gesture These old tools o' mine won't cut it on those {name.i_item_rarity_uncommon} weapons. !point If ye want those new upgrades, I'll have ta make some <#RED>{name.weapontools1}</>.
uk: agent: !neutral !gesture Ці мої старі інструменти не годяться для {5:{name.i_item_rarity_uncommon}} зброї. !point Якщо хочете нових покращень, доведеться зробити <#RED>{name.weapontools1}</>.

source: agent: !happy !shocked You did it! That's the last <#KONJUR>{name.i_konjur_heart}</> we need! !happy !bliss I... I almost can't believe it. It's really happening. Everyone's going to be able to come home!
uk: agent: !happy !shocked Ви це зробили! Це останнє <#KONJUR>{name.i_konjur_heart}</>, яке нам було потрібно! !happy !bliss Я... майже не можу повірити. Це насправді відбувається. Усі зможуть повернутися додому!

source: agent: !neutral !think Hmm... <i><z 0.7>I wonder if <#RED>he's</> crazy enough to still be making <#RED>Armour</> out there with all those <#RED>Frenzied Rots</> around...</i></z>
uk: agent: !neutral !think Хмм... <i><z 0.7>Цікаво, чи <#RED>він</> справді настільки божевільний, щоб і далі робити <#RED>обладунки</> там серед усіх цих <#RED>божевільних гнильців...</></i></z>

source: agent: !neutral !dubious I found the novel <#BLUE>{name.npc_blacksmith}</> was reading. !disagree Poor guy. He doesn't sleep well if he doesn't read before bed.
uk: agent: !neutral !dubious Я знайшов роман, який читав <#BLUE>{Name.npc_blacksmith}</>. !disagree Бідолаха. Він погано спить, якщо не читає перед сном.

source: agent: !neutral !shocked <z 3.0><i>HUNTER!</i></z> !point What is <i>THAT</i>?
uk: agent: !neutral !shocked <z 3.0><i>МИСЛИВЦЮ!</i></z> !point Що <i>ЦЕ</i>?

source: agent: !neutral !point Ah, taken up the <#RED>{name.weapon_polearm}</>, have you? !gruffnod A graceful weapon, that. Deadly in the right hands.
uk: agent: !neutral !point Ах, взялися за <#RED>{name.weapon_polearm}</>, так? !gruffnod Це граціозна зброя. Смертельна в умілих руках.

# Quest.twn_repeatable_tutorials_dojo.BACK_BTN
source: Hm, <i>actually--</> <i><#RED><z 0.7>(Back to lesson menu)</></i></z>
uk: Хм, <i>насправді...</> <i><#RED><z 0.7>(Назад до списку уроків)</></i></z>

# Quest.twn_repeatable_tutorials_dojo.BACK_BTN_RESPONSE
source: agent: !gruffnod Sure thing.
uk: agent: !gruffnod Певна річ.

# Quest.twn_repeatable_tutorials_dojo.END_BTN_MAINMENU
source: Never mind, I think I'm good. <i><#RED><z 0.7>(Class dismissed)</></i></z>
uk: Неважливо, я думаю, що все гаразд. <i><#RED><z 0.7>(Закінчити заняття)</></i></z>

# Quest.twn_repeatable_tutorials_dojo.END_BTN_MAINMENU_RESPONSE
source: agent: !neutral !shrug Remember, no knowledge is wasted.
uk: agent: !neutral !shrug Пам'ятайте, жодні знання не пропадають даремно.

# Quest.twn_repeatable_tutorials_dojo.END_BTN_SUBMENU
source: That's enough learning. <i><#RED><z 0.7>(Class dismissed)</></i></z>
uk: Досить навчань. <i><#RED><z 0.7>(Закінчити заняття)</></i></z>

# Quest.twn_repeatable_tutorials_dojo.END_BTN_SUBMENU_RESPONSE
source: agent: !neutral !greet 'Course. {name.dojo_cough} I'll be here.
uk: agent: !neutral !greet Звичайно. {Name.dojo_cough} Я буду тут.
