Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.GEMS.damage_resist_counter.stat_name
source: Counter {name.powerdesc_damage_reduction}
uk: {Name.powerdesc_damage_reduction} при контратаці

# STRINGS.ITEMS.GEMS.damage_resist_miniboss.name
source: Miniboss Protection {name.gem}
uk: {Name.gem} захисту від мінібосів

# STRINGS.ITEMS.GEMS.damage_resist_miniboss.slotted_desc
source: Reduces <#RED>{name.concept_damage}</> received from <#RED>{name_multiple.rot_miniboss}</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> від <#RED>{2:{name_multiple.rot_miniboss}}</>.

# STRINGS.ITEMS.GEMS.damage_resist_projectiles.name
source: Projectile Protection {name.gem}
uk: {Name.gem} захисту від снарядів

# STRINGS.ITEMS.GEMS.damage_resist_projectiles.slotted_desc
source: Reduces <#RED>{name.concept_damage}</> received from <#RED>Projectiles</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> від <#RED>снарядів</>.

# STRINGS.ITEMS.GEMS.damage_resist_traps.name
source: Trap Protection {name.gem}
uk: {Name.gem} захисту від пасток

# STRINGS.ITEMS.GEMS.damage_resist_traps.slotted_desc
source: Reduces <#RED>{name.concept_damage}</> received from <#RED>Traps</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> від <#RED>пасток</>.

# STRINGS.ITEMS.GEMS.damage_resist_zucco.slotted_desc
source: Reduces <#RED>{name.concept_damage}</> received from <#RED>{name_multiple.zucco}</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> від <#RED>{Name_multiple.zucco}</>.

# STRINGS.ITEMS.GEMS.dodge_passes_through.name
source: Phasing {name.gem}
uk: {Name.gem} примари

# STRINGS.ITEMS.GEMS.dodge_passes_through.slotted_desc
source: <#RED>Dodge</> passes through objects.
uk: <#RED>Ухилення</> проходить крізь об'єкти.

# STRINGS.ITEMS.GEMS.heal_on_enter.name
source: max_health_on_enter {name.gem}
uk: {Name.gem} max_health_on_enter

# STRINGS.ITEMS.GEMS.heal_on_focus_kill.name
source: Concentrated {name.gem}
uk: {Name.gem} зосередження

# STRINGS.ITEMS.GEMS.heal_on_focus_kill.slotted_desc
source: <#RED>Heal</> on <#BLUE>{name.concept_focus_hit} Kill</>.
uk: <#RED>Лікує</> якщо <#BLUE>{name.concept_focus_hit} вбив ціль</>.

# STRINGS.ITEMS.GEMS.heal_on_focus_kill.stat_name
source: Heal Amount
uk: Кількість лікування

# STRINGS.ITEMS.GEMS.heal_on_konjur.name
source: Pick-Me-Up {name.gem}
uk: {Name.gem} "Візьми мене"

# STRINGS.ITEMS.GEMS.heal_on_konjur.slotted_desc
source: Chance to <#RED>Heal</> for amount of <#KONJUR>{name.i_konjur}</> picked up.
uk: Шанс <#RED>вилікуватись</> на отриману кількість <#KONJUR>{2:{name.i_konjur}}</>.

# STRINGS.ITEMS.GEMS.heal_on_konjur.stat_name
source: Chance to heal
uk: Шанс лікування

# STRINGS.ITEMS.GEMS.increased_healing.name
source: Healing {name.gem}
uk: {Name.gem} лікування

# STRINGS.ITEMS.GEMS.increased_healing.slotted_desc
source: Increased <#RED>Healing</>.
uk: Збільшує <#RED>лікування</>.

# STRINGS.ITEMS.GEMS.konjur_destructible_prop.name
source: {name.konjur} Extraction {name.gem}
uk: {Name.gem} збирання {2:{name.i_konjur}}

# STRINGS.ITEMS.GEMS.konjur_destructible_prop.slotted_desc
source: Gain <#KONJUR>{name.i_konjur}</> when breaking anything in the environment.
uk: Отримайте <#KONJUR>{name.i_konjur}</>, коли розбиваєте щось у середовищі.

# STRINGS.ITEMS.GEMS.konjur_on_damage.name
source: Brightside {name.gem}
uk: {Name.gem} променя надії

# STRINGS.ITEMS.GEMS.konjur_on_damage.slotted_desc
source: Gain <#KONJUR>{name.i_konjur}</> when taking <#RED>Damage</> from others.
uk: Отримуйте <#KONJUR>{name.i_konjur}</> при отриманні <#RED>шкоди</> від інших.

# STRINGS.ITEMS.GEMS.konjur_on_damage.stat_name
source: {name.i_konjur} gained
uk: {2:{Name.i_konjur}} отримано

# STRINGS.ITEMS.GEMS.longer_hitstreak.name
source: Patient {name.gem}
uk: {Name.gem} пацієнта

# STRINGS.ITEMS.GEMS.longer_hitstreak.slotted_desc
source: {name_multiple.concept_hitstreak} decay slower.
uk: {Name_multiple.concept_hitstreak} закінчуються повільніше.

# STRINGS.ITEMS.GEMS.longer_hitstreak.stat_name
source: Bonus Time
uk: Додатковий час

# STRINGS.ITEMS.GEMS.luck.desc
source: You're not sure how, but you get the impression this {name.gem} is smiling.
uk: Ви не знаєте як, але у вас складається враження, що цей {name.gem} посміхається.

# STRINGS.ITEMS.GEMS.luck.name
source: Luck {name.gem}
uk: {Name.gem} вдачі

# STRINGS.ITEMS.GEMS.luck.slotted_desc
source: Increases <#RED>Luck</>.
uk: Збільшує <#RED>вдачу</>.

# STRINGS.ITEMS.GEMS.max_health.desc
source: This thick-cut {name.gem} feels weighty in your hand.
uk: Цей товстий {name.gem} важкий у руці.

# STRINGS.ITEMS.GEMS.max_health.name
source: Max Health {name.gem}
uk: {Name.gem} максимального здоров'я

# STRINGS.ITEMS.GEMS.max_health.slotted_desc
source: Increases <#RED>{name.powerdesc_maxhealth}</>.
uk: Збільшує <#RED>{name.powerdesc_maxhealth}</>.

# STRINGS.ITEMS.GEMS.max_health_on_enter.name
source: max_health_on_enter {name.gem}
uk: {Name.gem} max_health_on_enter

# STRINGS.ITEMS.GEMS.more_konjur.name
source: Gambler's {name.gem}
uk: {Name.gem} азарту

# STRINGS.ITEMS.GEMS.more_konjur.slotted_desc
source: Chance to double <#KONJUR>{name.konjur}</> pickups.
uk: Шанс подвоїти кількість <#KONJUR>{2:{name.i_konjur}}</> при піднятті.

# STRINGS.ITEMS.GEMS.more_konjur.stat_name
source: Chance
uk: Шанс

# STRINGS.ITEMS.GEMS.more_loot_common.name
source: Forager's {name.gem}
uk: {Name.gem} збирача

# STRINGS.ITEMS.GEMS.more_loot_common.slotted_desc
source: Chance to get bonus <#RED>{name_multiple.material}</> during {name_multiple.run}.
uk: Шанс отримати додаткові <#RED>{name_multiple.material}</> під час {name_multiple.run}.

# STRINGS.ITEMS.GEMS.more_loot_common.stat_name
source: Chance
uk: Шанс

# STRINGS.ITEMS.GEMS.more_loot_elite.name
source: Scavenger's {name.gem}
uk: {Name.gem} сміттяра

# STRINGS.ITEMS.GEMS.more_loot_elite.slotted_desc
source: Chance to get bonus <#RED>{name.elite_prefix} {name_multiple.material}</> during {name_multiple.run}.
uk: Шанс отримати додаткові <#RED>{name.elite_prefix} {name_multiple.material}</> під час {name_multiple.run}.

# STRINGS.ITEMS.GEMS.more_loot_elite.stat_name
source: Chance
uk: Шанс

# STRINGS.ITEMS.GEMS.more_loot_ingot.name
source: Crafter's {name.gem}
uk: {Name.gem} ремісника

# STRINGS.ITEMS.GEMS.more_loot_ingot.slotted_desc
source: Chance to get bonus <#RED>{name_multiple.upgrade_ingot}</> during {name_multiple.run}.
uk: Шанс отримати додаткові <#RED>{name_multiple.upgrade_ingot}</> під час {name_multiple.run}.

# STRINGS.ITEMS.GEMS.more_loot_ingot.stat_name
source: Chance
uk: Шанс

# STRINGS.ITEMS.GEMS.perfect_pairing.name
source: Alchemist's {name.gem}
uk: {Name.gem} алхіміка

# STRINGS.ITEMS.GEMS.perfect_pairing.slotted_desc
source: Increased <#RED>{name.potion}</> effectiveness.
uk: Підвищує ефективність <#RED>{name.potion}</>.

# STRINGS.ITEMS.GEMS.perfect_pairing.stat_name
source: Bonus heal
uk: Бонусне лікування

# STRINGS.ITEMS.GEMS.player_acid_self_damage.name
source: Corrosive {name.gem}
uk: {Name.gem} корозії

# STRINGS.ITEMS.GEMS.player_acid_self_damage.slotted_desc
source: Take <#RED>{name.concept_damage}</> from <#RED>{name.concept_toxic}</> created by {name_multiple.hunter}.
uk: Отримуйте <#RED>{4:{name.concept_damage}}</> від <#RED>{3:{name.concept_toxic}}</> створеної {2:{Name_multiple.hunter}}.

# STRINGS.ITEMS.GEMS.power_options.name
source: Choosey {name.gem}
uk: {Name.gem} вибору

# STRINGS.ITEMS.GEMS.power_options.slotted_desc
source: See more <#RED>{name.concept_relic}</> options.
uk: Отримуйте більше варіантів <#RED>{3:{name.concept_relic}}</>.

# STRINGS.ITEMS.GEMS.power_options.stat_name
source: Crystals affected
uk: Кількість кристалів

# STRINGS.ITEMS.GEMS.power_reroll.name
source: Reroll {name.gem}
uk: {Name.gem} переобирань

# STRINGS.ITEMS.GEMS.power_reroll.slotted_desc
source: Reroll <#RED>{name.concept_relic}</> drops.
uk: Переоберіть випавші <#RED>{3:{name.concept_relic}}</>.

# STRINGS.ITEMS.GEMS.regen.name
source: Regen {name.gem}
uk: {Name.gem} регенерації

# STRINGS.ITEMS.GEMS.regen.slotted_desc
source: <#RED>Heal</> every second for the first 15 seconds of a {name.dungeon_room}.
uk: <#RED>Лікує</> кожну секунду протягом перших 15 секунд на {2:{name.dungeon_room}}.

# STRINGS.ITEMS.GEMS.regen.stat_name
source: Heal amount
uk: Кількість лікування

# STRINGS.ITEMS.GEMS.risk_reward.name
source: Risky {name.gem}
uk: {Name.gem} ризику

# STRINGS.ITEMS.GEMS.risk_reward.slotted_desc
source: Take more <#RED>Damage</>, Deal more <#RED>Damage</>.
uk: Отримуйте більше <#RED>шкоди</>, завдавайте більше <#RED>шкоди</>.

# STRINGS.ITEMS.GEMS.risk_reward.stat_name
source: Damage received and given
uk: Отримання і завдавання шкоди

# STRINGS.ITEMS.GEMS.speed.desc
source: You swear lightning crackles through it out the corner of your eye.
uk: Ви клянетеся, що краєм ока бачите, як крізь нього тріщить блискавка.

# STRINGS.ITEMS.GEMS.speed.name
source: Runspeed {name.gem}
uk: {Name.gem} швидкості бігу

# STRINGS.ITEMS.GEMS.speed.slotted_desc
source: Increases <#RED>{name.concept_runspeed}</>.
uk: Збільшує <#RED>{name.concept_runspeed}</>.

# STRINGS.ITEMS.GEMS.thorns.name
source: Thorny {name.gem}
uk: {Name.gem} шипів

# STRINGS.ITEMS.GEMS.thorns.slotted_desc
source: Deals <#RED>{name.concept_damage}</> to your <#RED>Attacker</>.
uk: Завдає <#RED>{name.concept_damage}</> вашому <#RED>нападнику</>.

# STRINGS.ITEMS.GEMS.thorns.stat_name
source: {name.concept_damage}
uk: {3:{Name.concept_damage}}

# STRINGS.ITEMS.GEMS.toxicity_reduction.name
source: {name.concept_toxic} Resistance {name.gem}
uk: {Name.gem} захисту від {3:{name.concept_toxic}}

# STRINGS.ITEMS.GEMS.toxicity_reduction.slotted_desc
source: <#RED>{name.concept_toxic}</> builds up slower.
uk: <#RED>{Name.concept_toxic}</> накопичується повільніше.

# STRINGS.ITEMS.GEMS.weight_down.name
source: Balloon
uk: Повітряна кулька

# STRINGS.ITEMS.GEMS.weight_down.slotted_desc
source: Decreased Weight
uk: Зменшує вагу

# STRINGS.ITEMS.GEMS.weight_down.stat_name
source: Weight Modifier
uk: Модифікатор ваги

# STRINGS.ITEMS.GEMS.weight_up.name
source: Stone
uk: Камінь

# STRINGS.ITEMS.GEMS.weight_up.slotted_desc
source: Increased Weight
uk: Збільшує вагу

# STRINGS.ITEMS.GEMS.weight_up.stat_name
source: Weight Modifier
uk: Модифікатор ваги

# STRINGS.ITEMS.GEMS.wind_resistance.name
source: Surefooted {name.gem}
uk: {Name.gem} впевненості в собі

# STRINGS.ITEMS.GEMS.wind_resistance.slotted_desc
source: Gain <#RED>Wind Resistance</>.
uk: Збільшує <#RED>опір вітру</>.

# STRINGS.ITEMS.GEMS.wind_resistance.stat_name
source: Wind Resistance
uk: Опір вітру

# STRINGS.ITEMS.HEAD.antleer.name
source: {name.antleer} Trophy Antlers
uk: Трофейні роги з {2:{Name.antleer}}

# STRINGS.ITEMS.HEAD.bandicoot.desc
source: This helmet once housed many devious thoughts. Now, it houses yours.
uk: Цей шолом колись містив багато підступних думок. Тепер він містить ваші.

# STRINGS.ITEMS.HEAD.bandicoot.name
source: {name.bandicoot}'s Toothed Armet
uk: Зубатий армет з {2:{Name.bandicoot}}

# STRINGS.ITEMS.HEAD.basic.desc
source: Keep the sweat from your eyes while bashing {name_multiple.rot}.
uk: Утримує піт від очей під час битви з {3:{name_multiple.rot}}.

# STRINGS.ITEMS.HEAD.basic.name
source: Basic Headband
uk: Звичайна пов'язка

# STRINGS.ITEMS.HEAD.battoad.desc
source: Rain terror from the skies.
uk: Дощовий жах з неба.

# STRINGS.ITEMS.HEAD.battoad.name
source: {name.battoad} Wings
uk: Крила з {2:{Name.battoad}}

# STRINGS.ITEMS.HEAD.blarmadillo.desc
source: It's a dome for the dome.
uk: Це панцир для панцира.

# STRINGS.ITEMS.HEAD.blarmadillo.name
source: {name.blarmadillo} Kettlehat
uk: Капеліна з {Name.blarmadillo}

# STRINGS.ITEMS.HEAD.bonejaw.name
source: {name.bonejaw} Head Cage
uk: Щелепа {2:{Name.bonejaw}}

# STRINGS.ITEMS.HEAD.bulbug.desc
source: See your enemies from a {name.bulbug}'s perspective.
uk: Погляньте на своїх ворогів з точки зору {2:{Name.bulbug}}.

# STRINGS.ITEMS.HEAD.bulbug.name
source: {name.bulbug} Eyes
uk: Очі {2:{Name.bulbug}}

# STRINGS.ITEMS.HEAD.cabbageroll.desc
source: Never fight alone again.
uk: Ніколи більше не бийтеся на самоті.

# STRINGS.ITEMS.HEAD.cabbageroll.name
source: {name.cabbageroll} Buddy
uk: Приятель {Name.cabbageroll}

# STRINGS.ITEMS.HEAD.crystroll.name
source: {name.crystroll} Helmet
uk: Шолом з {Name.crystroll}а

# STRINGS.ITEMS.HEAD.eggbert.name
source: {name.eggbert} Shellcap
uk: Шкарлупа з {2:{Name.eggbert}}

# STRINGS.ITEMS.HEAD.eggzy.name
source: {name.eggzy}'s Horned Helm
uk: Рогатий шолом з {2:{Name.eggzy}}

# STRINGS.ITEMS.HEAD.embison.name
source: {name.embison} Headgear
uk: Головний убір з {2:{Name.embison}}

# STRINGS.ITEMS.HEAD.eyev.desc
source: Woe be upon {name_multiple.rot} who won't leaf you alone.
uk: Горе {2:{name_multiple.rot}}, які не залишать вас у спокої.

# STRINGS.ITEMS.HEAD.eyev.name
source: {name.eyev} Shroud
uk: Пелена з {Name.eyev}а

# STRINGS.ITEMS.HEAD.floracrane.desc
source: Combat is an elegant dance.
uk: Бій - це елегантний танець.

# STRINGS.ITEMS.HEAD.floracrane.name
source: {name.floracrane} Garland
uk: Гірлянда з {2:{Name.floracrane}}

# STRINGS.ITEMS.HEAD.fungoons.name
source: {name.fungoons_generic} Cap
uk: Шляпка з {2:{Name.fungoons_generic}}

# STRINGS.ITEMS.HEAD.funguile.name
source: {name.funguile} Sailor Cap
uk: Моряцький капелюх з {2:{Name.funguile}}

# STRINGS.ITEMS.HEAD.gnarlic.desc
source: Stalk your prey.
uk: Вистежуйте свою жертву.

# STRINGS.ITEMS.HEAD.gnarlic.name
source: {name.gnarlic} Head Stalk
uk: Стебло голівки {2:{Name.gnarlic}}

# STRINGS.ITEMS.HEAD.gourdo.desc
source: Proper padding to guard your gourd.
uk: Правильна підкладка, щоб захистити ваш гарбуз.

# STRINGS.ITEMS.HEAD.gourdo.name
source: {name.gourdo}'s Noggin-Padder
uk: Пом'якшувач для голови з {Name.gourdo}

# STRINGS.ITEMS.HEAD.grimhollow.desc
source: Takes a solid knock on wood.
uk: Витримує серйозний удар об дерево.

# STRINGS.ITEMS.HEAD.grimhollow.name
source: {name.grimhollow} Helm
uk: Шолом зі {2:{Name.grimhollow}}

# STRINGS.ITEMS.HEAD.groak.desc
source: What makes you pretty on the inside also makes you pretty on the outside.
uk: Те, що робить вас красивими всередині, також робить вас красивими зовні.

# STRINGS.ITEMS.HEAD.groak.name
source: {name.groak}'s Best
uk: Найкраще від {Name.groak}а

# STRINGS.ITEMS.HEAD.immorel.name
source: {name.immorel} Diadem
uk: Діадема з {2:{Name.immorel}}

# STRINGS.ITEMS.HEAD.megatreemon.desc
source: Only for those who have tread within the forest's inner circle.
uk: Лише для тих, хто вступив у лісове коло.

# STRINGS.ITEMS.HEAD.megatreemon.name
source: {name.megatreemon}'s Avid Circlet
uk: Обруч з {2:{Name.megatreemon}}

# STRINGS.ITEMS.HEAD.meowl.name
source: {name.meowl} Cowl
uk: Капюшон з {2:{Name.meowl}}

# STRINGS.ITEMS.HEAD.mothball.desc
source: So comfortingly floofy, you can't help but feel a bit friendlier wearing it.
uk: Така затишно пухнаста, що не втриматися від почуття дружелюбності, носячи її.

# STRINGS.ITEMS.HEAD.mothball.name
source: {name.mothball} Ushanka
uk: Ушанка з {2:{Name.mothball}}

# STRINGS.ITEMS.HEAD.owlitzer.desc
source: The only cowl made from an owl.
uk: Єдиний капюшон, зроблений із сови.

# STRINGS.ITEMS.HEAD.owlitzer.name
source: The Cowlitzer
uk: Капюшон з Совулаки

# STRINGS.ITEMS.HEAD.plumper.name
source: {name.plumper} Hood
uk: Капюшон з {2:{Name.plumper}}

# STRINGS.ITEMS.HEAD.porkyspine.name
source: {name.porkyspine} Headband
uk: Пов'язка з {2:{Name.porkyspine}}

# STRINGS.ITEMS.HEAD.quetz.name
source: {name.quetz} Headpiece
uk: Головний убір з {2:{Name.quetz}}

# STRINGS.ITEMS.HEAD.seeker.name
source: {name.seeker} Helm
uk: Шолом з {Name.seeker}а

# STRINGS.ITEMS.HEAD.slowpoke.desc
source: Now you, too, can be as hard-headed as the humble {name.slowpoke}.
uk: Тепер ви також можете бути такими ж твердоголовими, як скромний {Name.slowpoke}.

# STRINGS.ITEMS.HEAD.slowpoke.name
source: {name.slowpoke} Helmet
uk: Шолом з {2:{Name.slowpoke}}

# STRINGS.ITEMS.HEAD.snowfly.name
source: {name.snowfly} Goggles
uk: Окуляри з {2:{Name.snowfly}}

# STRINGS.ITEMS.HEAD.stunk.name
source: {name.stunk} Ushanka
uk: Ушанка з {2:{Name.stunk}}

# STRINGS.ITEMS.HEAD.swarmy.desc
source: Try not to rest on it.
uk: Не наступайте на них.

# STRINGS.ITEMS.HEAD.swarmy.name
source: {name.swarmy} Laurels
uk: Лаври з {2:{Name.swarmy}}

# STRINGS.ITEMS.HEAD.thatcher.desc
source: Why so bug-eyed?
uk: Чому так багато очей?

# STRINGS.ITEMS.HEAD.thatcher.name
source: {name.thatcher}'s Vigilant Visor
uk: Пильне забрало з {2:{Name.thatcher}}

# STRINGS.ITEMS.HEAD.treemon.desc
source: Pretty in {name.treemon}.
uk: Красуня в {Name.treemon}.

# STRINGS.ITEMS.HEAD.treemon.name
source: Treeara
uk: Деріара

# STRINGS.ITEMS.HEAD.windmon.desc
source: Charge into hunts with confidence and gusto.
uk: Вирушайте на полювання впевнено та з вітерком.

# STRINGS.ITEMS.HEAD.windmon.name
source: {name.windmon} Helm
uk: Шолом з {2:{Name.windmon}}

# STRINGS.ITEMS.HEAD.woworm.desc
source: Open-faced so you don't trap the smell.
uk: Відкритий, щоб не утримувати запах.

# STRINGS.ITEMS.HEAD.woworm.name
source: {name.woworm} Helmet
uk: Шолом з {2:{Name.woworm}}

# STRINGS.ITEMS.HEAD.yammo.desc
source: Orange you glad you didn't crack your melon?
uk: Апельсин, ти радий, що не тріснув диню?

# STRINGS.ITEMS.HEAD.yammo.name
source: {name.yammo}'s Noggin-Padder
uk: Захист для голови з {Name.yammo}

# STRINGS.ITEMS.HEAD.zucco.desc
source: A full helmet might've been too cucumbersome.
uk: Повний шолом, можливо, був би занадто невигідним.

# STRINGS.ITEMS.HEAD.zucco.name
source: {name.zucco}'s Noggin-Padder
uk: Захист для голови з {Name.zucco}

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_bandi_swamp_1.desc
source: Do <#RED>{max_progress} Damage</> within <#RED>1 second</>!
uk: Завдайте <#RED>{max_progress} шкоди</> протягом <#RED>1 секунди</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_bandi_swamp_2.desc
source: Do a full <#RED>{name.combat_room}</> with <#RED>Low Health</>!
uk: Повністю пройти кімнату <#RED>{name.combat_room}</> з <#RED>низьким рівнем здоров'я</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_bandi_swamp_3.desc
source: Complete the {name.run}!
uk: Завершіть {name.run}!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_bandi_swamp_r1_1.desc
source: <#RED>Purchase</> a <#RED>Power</> Item from <#RED>{name.npc_market_magpie}</>!
uk: <#RED>Купіть </><#RED>силу</> в <#RED>{2:{Name.npc_market_magpie}}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_bandi_swamp_r1_2.desc
source: <#RED>Kill {max_progress} {name_multiple.rot}</> within the same <#RED>{name.concept_hitstreak}</>!
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</>, поки триває <#RED>{name.concept_hitstreak}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_bandi_swamp_r1_3.desc
source: Complete the {name.run}!
uk: Завершіть {name.run}!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_bandi_swamp_r2_1.desc
source: <#RED>Kill {max_progress} {name_multiple.rot}</> with a <#RED>{name.weapon_bow}</>!
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</>, використовуючи <#RED>{name.weapon_bow}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_bandi_swamp_r2_2.desc
source: <#RED>Upgrade</> a <#RED>Bronze {name.concept_relic}</> to <#RED>Gold</>!
uk: <#RED>Покращте</> <#RED>бронзову {2:{name.concept_relic}}</> до <#RED>золотої</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_bandi_swamp_r2_3.desc
source: Complete the {name.run}!
uk: Завершіть {name.run}!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_eggzy_tundra_1.desc
source: Using a <#RED>{name.weapon_cannon}</>, deal <#RED>{max_progress} damage</> with <#RED>{name_multiple.concept_focus_hit}</>!
uk: Використовуючи <#RED>{2:{name.weapon_cannon}}</>, завдайте <#RED>{max_progress} одиниць шкоди</> за допомогою <#RED>{2:{name_multiple.concept_focus_hit}}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_eggzy_tundra_2.desc
source: Using a <#RED>{name.weapon_cannon}</>, get a <#RED>{name.concept_hitstreak}</> of at least <#RED>{hitstreak_count}</>!
uk: Використовуючи <#RED>{2:{name.weapon_cannon}}</>, отримайте <#RED>{2:{name.concept_hitstreak}}</> не менше <#RED>{hitstreak_count}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_eggzy_tundra_3.desc
source: Complete the {name.run}!
uk: Завершіть {name.run}!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_eggzy_tundra_r1_1.desc
source: <#RED>Kill {max_progress} {name_multiple.rot}</> with at least <#RED>{gem_count} {name.gem} equipped</>!
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</>, маючи щонайменше <#RED>{gem_count} споряджений {name.gem}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_eggzy_tundra_r1_2.desc
source: Get a <#RED>{name.concept_hitstreak}</> of at least <#RED>{hitstreak_count}</>!
uk: Отримайте <#RED>{2:{name.concept_hitstreak}}</> не менше <#RED>{hitstreak_count}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_eggzy_tundra_r1_3.desc
source: Complete the {name.run}!
uk: Завершіть {name.run}!

source: Using a <#RED>{name.weapon_shotput}</>, deal <#RED>{max_progress} damage</> with <#RED>{name_multiple.concept_focus_hit}</>!
uk: Використовуючи <#RED>{name.weapon_shotput}</>, завдайте <#RED>{max_progress} одиниць шкоди</> за допомогою <#RED>{2:{name_multiple.concept_focus_hit}}</>!

source: Using a <#RED>{name.weapon_shotput}</>, get a <#RED>{name.concept_hitstreak}</> of at least <#RED>{hitstreak_count}</>!
uk: Використовуючи <#RED>{2:{name.weapon_shotput}}</>, отримайте <#RED>{2:{name.concept_hitstreak}}</> не менше <#RED>{hitstreak_count}</>!

source: Complete the {name.run}!
uk: Завершіть {name.run}!

source: <#RED>Kill {max_progress} {name_multiple.rot}</> with the <#RED>{name.medium_weight} Class</>!
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</>, маючи <#RED>клас {name.medium_weight}</>!

source: <#RED>Perfect {name.concept_dodge}</> the <#RED>{name.rot_boss}</> <#RED>{max_progress} times</>!
uk: Виконайте <#RED>ідеальне {2:{name.concept_dodge}}</> від <#RED>{2:{name.rot_boss}}</> <#RED>{max_progress} разів</>!

source: Complete the {name.run}!
uk: Завершіть {name.run}!

source: <#RED>Kill {max_progress} {name_multiple.rot}</> with the <#RED>{name.heavy_weight} Class</>!
uk: <#RED>Вбийте {max_progress} {2:{name_multiple.rot}}</>, маючи <#RED>клас {name.heavy_weight}</>!

source: Complete an <#RED>{name.combat_room}</> within <#RED>{time_limit} seconds</>!
uk: Пройдіть галявину <#RED>{name.combat_room}</> за <#RED>{time_limit} секунд</>!

source: Complete the {name.run}!
uk: Завершіть {name.run}!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_owlitzer_forest_1.desc
source: Deal <#RED>{max_progress} {name.concept_damage}</> with <#RED>{name_multiple.concept_focus_hit}</>!
uk: Завдайте <#RED>{max_progress} {2:{name.concept_damage}}</> за допомогою <#RED> {2:{name_multiple.concept_focus_hit}}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_owlitzer_forest_2.desc
source: Do <#RED>{max_progress} Perfect {name_multiple.concept_dodge}</> without taking <#RED>{name.concept_damage}</>!
uk: Виконайте <#RED>{max_progress} ідеальних {name_multiple.concept_dodge}</> без отримання <#RED>{2:{name.concept_damage}}</>!

# STRINGS.ITEMS.HEART_SHARD_MASTERY.HEART_SHARD.heart_shard_owlitzer_forest_3.desc
source: Complete the {name.run}!
uk: Завершіть {name.run}!

source: <#RED>Refill</> your <#RED>{name.potion}</> <#RED>{max_progress} times</>!
uk: <#RED>Поповніть</> ваше <#RED>{name.potion}</> <#RED>{max_progress} рази</>!

source: Deal <#RED>{damage_amount} {name.concept_damage}</> in a single hit!
uk: Завдайте <#RED>{damage_amount} {2:{name.concept_damage}}</> одним ударом!

source: Complete the {name.run}!
uk: Завершіть {name.run}!
