Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.UI.IDENTIFYGEMSCREEN.NO_GEM
source: You don't have unidentified gems.
uk: У вас немає невідомих самоцвітів.

# STRINGS.UI.IDENTIFYGEMSCREEN.REROLL_BTN
source: Reroll
uk: Переобрати

# STRINGS.UI.IDENTIFYGEMSCREEN.RETRY_DESC
source: You can retry polishing this {name.gem}, but there's a chance it'll break into {name.i_gem_dust_amt}.
uk: Ви можете ще раз спробувати відшліфувати цей {name.gem}, але є ймовірність, що ви отримаєте {name.i_gem_dust_amt}.

# STRINGS.UI.IDENTIFYGEMSCREEN.RETRY_TITLE
source: %.0f%% SUCCESS RATE
uk: РІВЕНЬ УСПІХУ %.0f%%

# STRINGS.UI.IDENTIFYGEMSCREEN.TITLE
source: IDENTIFY GEMS
uk: РОЗПІЗНАТИ CАМОЦВІТ

# STRINGS.UI.INVENTORYCHESTSCREEN.AMOUNT
source: <p img='images/icons_ftf/inventory_equipment.tex' color=0 scale=1> Stored: %d
uk: <p img='images/icons_ftf/inventory_equipment.tex' color=0 scale=1> Наявно: %d

# STRINGS.UI.INVENTORYCHESTSCREEN.DESC
source: All the stuff you pick up on your adventures!
uk: Усе, що ви підбираєте під час своїх пригод!

# STRINGS.UI.INVENTORYCHESTSCREEN.LOCATION_LABEL
source: Location
uk: Локація

# STRINGS.UI.INVENTORYCHESTSCREEN.TAB_ALL
source: Drops
uk: Здобич

# STRINGS.UI.INVENTORYCHESTSCREEN.TAB_CROPS
source: Gardening
uk: Садівництво

# STRINGS.UI.INVENTORYCHESTSCREEN.TAB_CURRENCY
source: Currencies
uk: Цінне

# STRINGS.UI.INVENTORYCHESTSCREEN.TAB_FOOD
source: Food
uk: Їжа

# STRINGS.UI.INVENTORYCHESTSCREEN.TAB_INGOTS
source: Ingots
uk: Злитки

# STRINGS.UI.INVENTORYCHESTSCREEN.TAB_KEY
source: Key items
uk: Важливе

# STRINGS.UI.INVENTORYCHESTSCREEN.TITLE
source: LOOT
uk: ЗДОБИЧ

# STRINGS.UI.INVENTORYSCREEN.BUTTON_LABEL
source: INVENTORY
uk: ІНВЕНТАР

# STRINGS.UI.INVENTORYSCREEN.DESCRIPTION_QUANTITY_SUFFIX
source: %s <#B69655>Quantity: %d</>
uk: %s <#B69655>Кількість: %d</>

# STRINGS.UI.INVENTORYSCREEN.DISCARD_ALL
source: DISCARD ALL (%d)
uk: ВИКИНУТИ ВСЕ (%d)

# STRINGS.UI.INVENTORYSCREEN.DISCARD_ALL_DIALOG_TEXT
source: Discarding these items will remove them permanently from your inventory. Are you sure you want to remove all of this item?
uk: Викидання цих предметів призведе до їх остаточного видалення з вашого інвентарю. Ви впевнені, що хочете видалити ці предмети?

# STRINGS.UI.INVENTORYSCREEN.DISCARD_ALL_DIALOG_TITLE
source: Discard %d items?
uk: Викинути %d предметів?

# STRINGS.UI.INVENTORYSCREEN.DISCARD_DIALOG_TEXT
source: Discarding this item will remove it permanently from your inventory. Are you sure you want to remove it?
uk: Викидання цього предмета призведе до його остаточного видалення з вашого інвентарю. Ви впевнені, що хочете його видалити?

# STRINGS.UI.INVENTORYSCREEN.DISCARD_DIALOG_TITLE
source: Discard item?
uk: Викинути предмет?

# STRINGS.UI.INVENTORYSCREEN.DISCARD_EQUIPPED_ITEM_TT
source: Can't discard equipped items.
uk: Неможливо викинути споряджені предмети.

# STRINGS.UI.INVENTORYSCREEN.DISCARD_ITEM
source: DISCARD
uk: ВИКИНУТИ

# STRINGS.UI.INVENTORYSCREEN.DISCARD_ONE
source: DISCARD 1
uk: ВИКИНУТИ 1

# STRINGS.UI.INVENTORYSCREEN.DISCARD_TT
source: Discard item permanently.
uk: Видалити елемент остаточно.

# STRINGS.UI.INVENTORYSCREEN.EMPTY_LIST_INFO
source: You don't own any items in this category
uk: Ви не володієте жодним предметом у цій категорії

# STRINGS.UI.INVENTORYSCREEN.EQUIP
source: EQUIP
uk: СПОРЯДИТИ

# STRINGS.UI.INVENTORYSCREEN.EQUIP_TT
source: <p bind='Controls.Digital.MENU_EQUIP' color=0> to Equip
uk: <p bind='Controls.Digital.MENU_EQUIP' color=0> Спорядити

# STRINGS.UI.INVENTORYSCREEN.FOOD_POWER_EXPLANATION
source: WHEN CONSUMED, GAIN<#LIGHT_TEXT>%s</>:
uk: ЯКЩО З'ЇСТЕ, ОТРИМАЄТЕ<#LIGHT_TEXT>%s</>:

# STRINGS.UI.INVENTORYSCREEN.MENU_TITLE
source: INVENTORY
uk: ІНВЕНТАР

# STRINGS.UI.INVENTORYSCREEN.NOSLOTS_TT
source: This item doesn't have equipment slots. Items with equipment slots can have materials attached to them by an artisan for various beneficial effects.
uk: Цей предмет не має слотів для обладнання. Предмети з слотами для обладнання можуть мати матеріали, прикріплені до них майстром для різноманітних корисних ефектів.

# STRINGS.UI.INVENTORYSCREEN.NO_ITEM_SELECTED
source: No item selected
uk: Не вибрано жодного елемента

# STRINGS.UI.INVENTORYSCREEN.PRESETS
source: Presets
uk: Шаблони

# STRINGS.UI.INVENTORYSCREEN.SAVECHANGES_DIALOG_NO_BUTTON
source: REVERT
uk: ПОВЕРНУТИСЯ

# STRINGS.UI.INVENTORYSCREEN.SAVECHANGES_DIALOG_SUBTITLE
source: Equipment changed
uk: Змінено обладнання

# STRINGS.UI.INVENTORYSCREEN.SAVECHANGES_DIALOG_TEXT
source: You've changed your equipped gear. Want to save those changes, or go back to what you were carrying before?
uk: Ви змінили спорядження. Бажаєте зберегти ці зміни чи повернутися до того, що носили раніше?

# STRINGS.UI.INVENTORYSCREEN.SAVECHANGES_DIALOG_TITLE
source: Save changes?
uk: Зберегти зміни?

# STRINGS.UI.INVENTORYSCREEN.SAVECHANGES_DIALOG_YES_BUTTON
source: SAVE
uk: ЗБЕРЕГТИ

# STRINGS.UI.INVENTORYSCREEN.SLOTS_TITLE
source: EQUIPMENT SLOTS
uk: СЛОТИ ДЛЯ ОБЛАДНАННЯ

# STRINGS.UI.INVENTORYSCREEN.SLOT_EMPTY_TT
source: This slot doesn't have any material applied. A material can be attached to this item by an artisan for various beneficial effects.
uk: Цей слот не має жодного матеріалу. Матеріал може бути прикріплений до цього предмета майстром для різних корисних ефектів.

# STRINGS.UI.INVENTORYSCREEN.TITLE_UNLOCKED
source: NEW TITLE AVAILABLE: "%s"
uk: ДОСТУПНА НОВА КЛИЧКА: "%s"

# STRINGS.UI.INVENTORYSCREEN.TONIC_POWER_EXPLANATION
source: WHEN YOU DRINK, GAIN<#LIGHT_TEXT>%s</>:
uk: ЯКЩО ВИП'ЄТЕ, ОТРИМАЄТЕ<#LIGHT_TEXT>%s</>:

# STRINGS.UI.INVENTORYSCREEN.UNEQUIP
source: UNEQUIP
uk: ЗНЯТИ

# STRINGS.UI.INVENTORYSCREEN.UNEQUIP_SLOT_TT
source: <p bind='Controls.Digital.MENU_UNEQUIP' color=0> to Unequip
uk: <p bind='Controls.Digital.MENU_UNEQUIP' color=0> Зняти

# STRINGS.UI.INVENTORYSCREEN.UNEQUIP_TT
source: <p bind='Controls.Digital.MENU_EQUIP' color=0> to Unequip
uk: <p bind='Controls.Digital.MENU_EQUIP' color=0> Зняти

# STRINGS.UI.INVENTORYSCREEN.UNEQUIP_WEAPON_TT
source: Can't unequip weapons. You must have a weapon equipped at all times.
uk: Неможливо зняти зброю. Ви повинні завжди тримати зброю при собі.

# STRINGS.UI.INVENTORYSCREEN.UPGRADE_WIDGET
source: %d/%d Upgrades
uk: %d/%d оновлення

# STRINGS.UI.INVENTORYSCREEN.UPGRADE_WIDGET_TT
source: Upgrades can be performed by skilled metalworkers. A whitesmith can apply upgrades up to each item's limit. These improve on the item's original performance.
uk: Покращення можуть виконувати кваліфіковані металісти. Коваль може покращити до межі кожний предмет. Це покращує початкові характеристики предмета.

# STRINGS.UI.INVENTORYSCREEN.WEIGHT_HEAVY
source: H
uk: В

# STRINGS.UI.INVENTORYSCREEN.WEIGHT_LIGHT
source: L
uk: Л

# STRINGS.UI.INVENTORYSCREEN.WEIGHT_NORMAL
source: M
uk: Н

# STRINGS.UI.INVENTORYSCREEN.WEIGHT_TOOLTIP_PREVIEW_HEAVY
source: Equipping this item will result in a <#BLUE>{name.heavy_weight} Class</> build <z 0.9>This will give you high <#RED>{name.concept_damage} Resistance</> and low speed</>
uk: Одягаючи цей предмет ви отримаєте <#BLUE>клас: {name.heavy_weight}</> <z 0.9>Це дасть вам високу <#RED>стійкість до {2:{name.concept_damage}}</> і низьку швидкість</>

# STRINGS.UI.INVENTORYSCREEN.WEIGHT_TOOLTIP_PREVIEW_LIGHT
source: Equipping this item will result in an <#BLUE>{name.light_weight} Class</> build <z 0.9>This will give you a quick <#RED>{name.concept_dodge}</> with a shorter invulnerability period</>
uk: Одягаючи цей предмет ви отримаєте <#BLUE>клас: {name.light_weight}</> <z 0.9>Це дасть вам швидке <#RED>{name.concept_dodge}</> з коротшим періодом невразливості</>

# STRINGS.UI.INVENTORYSCREEN.WEIGHT_TOOLTIP_PREVIEW_MEDIUM
source: Equipping this item will result in a <#BLUE>{name.medium_weight} Class</> build <z 0.9>This will give you an even spread of speed, <#RED>{name.concept_damage}</>, and <#RED>{name.concept_damage} Resistance</></>
uk: Одягаючи цей предмет ви отримаєте <#BLUE>клас: {name.medium_weight}</> <z 0.9>Це дасть вам рівномірний розподіл швидкості, <#RED>{2:{name.concept_damage}}</> та <#RED>стійкості до {2:{name.concept_damage}}</></>

# STRINGS.UI.INVENTORYSCREEN.WRAP_EMPTY_TT
source: This item doesn't have a wrap applied. A wrap can be fashioned to this item by an artisan.
uk: До цього предмета не застосовано обгортку. Обгортку для цього предмета може зробити майстер.

# STRINGS.UI.INVENTORYSCREEN.WRAP_SLOT_SUBTITLE_EMPTY
source: NONE
uk: НЕМАЄ

# STRINGS.UI.INVENTORYSCREEN.WRAP_SLOT_TITLE
source: CUSTOM WRAP
uk: КОРИСТУВАЦЬКЕ ОБГОРТАННЯ

# STRINGS.UI.ITEMS.TOOLTIP.MAX_USES
source: Charges: <#RED>%s</>
uk: Зарядів: <#RED>%s</>

# STRINGS.UI.KEYBOARD
source: Keyboard
uk: Клавіатура

# STRINGS.UI.KEYITEMGIVER.default
source: Interact
uk: Взаємодія

# STRINGS.UI.KEYITEMGIVER.keyitem_cookingtools
source: Pick up {name.cookingtools}
uk: Забрати {2:{name.cookingtools}}

# STRINGS.UI.KEYITEMGIVER.keyitem_farmtools
source: Pick up {name.farmtools}
uk: Забрати {2:{name.farmtools}}

# STRINGS.UI.KEYITEMGIVER.keyitem_gemtools
source: Pick up {name.gemtools}
uk: Забрати {name.gemtools}

# STRINGS.UI.KEYITEMGIVER.keyitem_teffrometer
source: Pick up {name.teffrometer}
uk: Забрати {name.teffrometer}

# STRINGS.UI.KNOWN_ERRORS.AGREEMENTS_WRITE_PERMISSION
source: Unable to write to the agreements file. Please make sure you have permissions for your Klei save folder.
uk: Не вдалося записати дані до файлу угод. Переконайтеся, що у вас є дозволи на доступ до теки збереження Klei.

# STRINGS.UI.KNOWN_ERRORS.CONFIG_DIR_READ_PERMISSION
source: Unable to read from config directory. Please make sure you have read permissions for your Klei save folder.
uk: Не вдалося прочитати дані з каталогу конфігурації. Переконайтеся, що у вас є дозволи на доступ до теки збереження Klei.

# STRINGS.UI.KNOWN_ERRORS.CONFIG_DIR_WRITE_PERMISSION
source: Unable to write to config directory. Please make sure you have permissions for your Klei save folder.
uk: Не вдалося записати дані в каталог конфігурації. Переконайтеся, що у вас є дозволи на доступ до теки збереження Klei.

# STRINGS.UI.KNOWN_ERRORS.CUSTOM_COMMANDS_ERROR
source: Error loading customcommands.lua. Either remove it from your save directory or check the log to see what's wrong.
uk: Помилка завантаження customcommands.lua. Або видаліть його з каталогу збереження, або перевірте журнал, щоб дізнатися, що не так.

# STRINGS.UI.KNOWN_ERRORS.ERR_CODE
source: Error Code: {code}
uk: Код помилки: {code}

# STRINGS.UI.KONJURSOULSWIDGET.NUM
source: %d <#KONJUR>{name.i_konjur}</>
uk: %d <#KONJUR>{2:{name.i_konjur}}</>

# STRINGS.UI.LEGACYLOOTPOPUP.CONFIRM
source: Got it!
uk: Готово!

# STRINGS.UI.LEGACYLOOTPOPUP.DESC
source: We have streamlined the loot system so that you are more likely to get the loot that you are looking for. Each dungeon now has two loot types plus a boss loot. The loot this character has collected has been auto-converted to the new system.
uk: Ми оптимізували систему здобичі, щоб ви частіше отримували те, що шукали. Тепер у кожному підземеллі є два типи здобичі плюс здобич від боса. Здобич, яку зібрав цей персонаж, автоматично перетворено в нову систему.

# STRINGS.UI.LEGACYLOOTPOPUP.TITLE
source: Notice!
uk: Зверніть увагу!

# STRINGS.UI.LOADINGINDICATOR.LOADING_TEXT
source: Loading...
uk: Завантаження...

# STRINGS.UI.LOADOUTSCREEN.DESC
source: Save your favourite hunting setups.
uk: Зберігайте улюблені мисливські налаштування.

# STRINGS.UI.LOADOUTSCREEN.HOTKEY_EQUIP
source: Equip Loadout
uk: Спорядити комплект

# STRINGS.UI.LOADOUTSCREEN.HOTKEY_MANNEQUIN
source: Toggle Display Loadout
uk: Перемкнути відображення комплекту

# STRINGS.UI.LOADOUTSCREEN.LOADOUT_DELETE_BUTTON
source: Delete Loadout
uk: Видалити комплект

# STRINGS.UI.LOADOUTSCREEN.LOADOUT_DELETE_CANCEL_BTN
source: CANCEL
uk: СКАСУВАТИ

# STRINGS.UI.LOADOUTSCREEN.LOADOUT_DELETE_CONFIRM_BTN
source: DELETE
uk: ВИДАЛИТИ

# STRINGS.UI.LOADOUTSCREEN.LOADOUT_DELETE_DESCRIPTION
source: Are you sure you want to delete this loadout?
uk: Ви впевнені, що хочете видалити цей комплект?

# STRINGS.UI.LOADOUTSCREEN.LOADOUT_DELETE_TITLE
source: DELETE LOADOUT
uk: ВИДАЛИТИ КОМПЛЕКТ

# STRINGS.UI.LOADOUTSCREEN.LOADOUT_EMPTY
source: EMPTY
uk: ПУСТО

# STRINGS.UI.LOADOUTSCREEN.LOADOUT_EQUIP_BUTTON
source: EQUIP
uk: СПОРЯДИТИ

# STRINGS.UI.LOADOUTSCREEN.LOADOUT_FILTER_BUTTON
source: Filter and Sort Loadouts <p bind='Controls.Digital.MENU_SORT_GEMS' color=0 scale=1>
uk: Фільтр і сортування комплектів <p bind='Controls.Digital.MENU_SORT_GEMS' color=0 scale=1>

# STRINGS.UI.LOADOUTSCREEN.LOADOUT_SAVE_BUTTON
source: Save Loadout
uk: Зберегти комплект

# STRINGS.UI.LOADOUTSCREEN.LOADOUT_SAVE_NEW_BUTTON
source: Save As New Loadout
uk: Зберегти як новий комплект

# STRINGS.UI.LOADOUTSCREEN.LOADOUT_VIEW_CURRENT_BUTTON
source: Go To Equipped Loadout
uk: Перейти до екіпірованого комплекту

# STRINGS.UI.LOADOUTSCREEN.MANNEQUIN_BUTTON
source: DISPLAY LOADOUT
uk: ПОКАЗАТИ КОМПЛЕКТ

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.DIALOG_TITLE
source: Sorting options
uk: Налаштування сортування

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.FILTER_ALL_TITLE
source: All loadouts
uk: Всі комплекти

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.FILTER_BOW_TITLE
source: Only {name.weapon_bow}
uk: Лише {name.weapon_bow}

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.FILTER_CANNON_TITLE
source: Only {name.weapon_cannon}
uk: Лише {name.weapon_cannon}

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.FILTER_HAMMER_TITLE
source: Only {name.weapon_hammer}
uk: Лише {name.weapon_hammer}

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.FILTER_POLEARM_TITLE
source: Only {name.weapon_polearm}
uk: Лише {name.weapon_polearm}

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.FILTER_SHOTPUT_TITLE
source: Only {name.weapon_shotput}
uk: Лише {name.weapon_shotput}

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.FILTER_TITLE
source: FILTER
uk: ФІЛЬТР

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.SORT_CREATED_TITLE
source: Created
uk: Створені

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.SORT_CREATED_TOOLTIP
source: Sorts loadouts in the order they were created in.
uk: Сортує комплекти в порядку їх створення.

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.SORT_LEVEL_TITLE
source: Level
uk: Рівень

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.SORT_LEVEL_TOOLTIP
source: Sorts by gear level.
uk: Сортує за рівнем спорядження.

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.SORT_RECENT_TITLE
source: Recent
uk: Недавні

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.SORT_RECENT_TOOLTIP
source: Shows your more recently used loadouts first.
uk: Спочатку показує останні використані комплекти.

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.SORT_TITLE
source: SORT
uk: СОРТУВАННЯ

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.SORT_TYPE_TITLE
source: Weapon Type
uk: Тип зброї

# STRINGS.UI.LOADOUTSCREEN.SORT_DIALOG.SORT_TYPE_TOOLTIP
source: Sorts by weapon type.
uk: Сортує за типом зброї.

# STRINGS.UI.LOADOUTSCREEN.TALENT_SUMMARY_DIALOG.DIALOG_TITLE
source: {name.concept_talent_tree} Summary
uk: Підсумок {2:{name.concept_talent_tree}}

# STRINGS.UI.LOADOUTSCREEN.TITLE
source: LOADOUTS
uk: КОМПЛЕКТИ

# STRINGS.UI.LUCKY_POPUP
source: LUCKY!
uk: ПОЩАСТИЛО!

# STRINGS.UI.MAINSCREEN.ASKQUIT
source: Quit Game?
uk: Вийти з гри?

# STRINGS.UI.MAINSCREEN.ASKQUITDESC
source: {name.npc_scout} will miss you.
uk: {Name.npc_scout} сумуватиме за вами.

# STRINGS.UI.MAINSCREEN.ASKQUITSUBTITLE
source: Are you sure you want to quit?
uk: Ви впевнені, що бажаєте вийти?

# STRINGS.UI.MAINSCREEN.BACK
source: <p img='images/ui_ftf_dialog/ic_back.tex' color=0 scale=1.1> Back
uk: <p img='images/ui_ftf_dialog/ic_back.tex' color=0 scale=1.1> Назад

# STRINGS.UI.MAINSCREEN.BETA_WELCOME.EXPLAIN_SAVE.BODY
source: Rotwood betas use a separate save file. You can find your save directory in the Options menu. Regardless, your beta test progress will <b>not</b> affect your main save.
uk: Бета-версії Rotwood використовують окремий файл збереження. Ви можете знайти свій каталог збереження в меню "Параметри". Попри це, прогрес бета-тестування <b>не</b> вплине на ваше основне збереження.

# STRINGS.UI.MAINSCREEN.BETA_WELCOME.EXPLAIN_SAVE.INFO
source: More Info
uk: Детальніше

# STRINGS.UI.MAINSCREEN.BETA_WELCOME.EXPLAIN_SAVE.OK
source: Continue
uk: Продовжити

# STRINGS.UI.MAINSCREEN.BETA_WELCOME.EXPLAIN_SAVE.TITLE
source: Welcome to the <#DARK_TEXT_SELECTED>{name.current_beta}</>!
uk: Ласкаво просимо до "<#DARK_TEXT_SELECTED>{2:{Name.current_beta}}</>"!

# STRINGS.UI.MAINSCREEN.BTN_HOST_TEXT
source: Host a game and send invites with your ShareCode.
uk: Створіть гру та надішліть запрошення з вашим ШвидКодом.

# STRINGS.UI.MAINSCREEN.BTN_HOST_TITLE
source: Host a Game
uk: Створити гру

# STRINGS.UI.MAINSCREEN.BTN_JOIN_TEXT
source: Join a friend's online game using their ShareCode.
uk: Приєднайтеся до онлайн-гри друзів, використовуючи їхній ШвидКод.

# STRINGS.UI.MAINSCREEN.BTN_JOIN_TITLE
source: Join a Game
uk: Приєднатися до гри

# STRINGS.UI.MAINSCREEN.BTN_MULTI_PLAYER_TEXT
source: Team up with local and online friends and face the Rotwood together.
uk: Об'єднайтеся з друзями поруч і онлайн та разом досліджуйте Ротвуд.

# STRINGS.UI.MAINSCREEN.BTN_MULTI_PLAYER_TEXT_OFFLINE
source: Team up with local and online friends and face the Rotwood together. <#D6FEFF><p img='images/icons_ftf/ic_offline.tex' color=0 scale=1.3> No online connection available</>
uk: Об'єднайтеся з друзями поруч і онлайн та разом досліджуйте Ротвуд. <#D6FEFF><p img='images/icons_ftf/ic_offline.tex' color=0 scale=1.3> Інтернет-з'єднання недоступне</>

# STRINGS.UI.MAINSCREEN.BTN_MULTI_PLAYER_TITLE
source: Online Play
uk: Онлайн гра

# STRINGS.UI.MAINSCREEN.BTN_SINGLE_PLAYER_TEXT
source: Set out on your own and explore the Rotwood at your own pace.
uk: Вирушайте самостійно та досліджуйте Ротвуд у власному темпі.

# STRINGS.UI.MAINSCREEN.BTN_SINGLE_PLAYER_TITLE
source: Local Play
uk: Локальна гра

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.DELETE_CHARACTER_TOOLTIP
source: Delete Character
uk: Видалити персонажа

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.HIDE_ARMOR_BUTTON_TOOLTIP
source: Click to toggle armour off
uk: Натисніть, щоб приховати обладунки

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.HIDING_ARMOR_BUTTON
source: <p img='images/ui_ftf_character/BtnHidingArmor.tex' color=0 scale=2.5> HIDING ARMOUR
uk: <p img='images/ui_ftf_character/BtnHidingArmor.tex' color=0 scale=2.5> ПРИХОВАТИ ОБЛАДУНКИ

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.SELECT_BASE_COLOUR_TITLE
source: <p img='images/icons_ftf/emotes.tex' color=0 scale=1> Select Body Colour
uk: <p img='images/icons_ftf/emotes.tex' color=0 scale=1> Виберіть колір тіла

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.SELECT_BASE_TITLE
source: <p img='images/icons_ftf/character_body.tex' color=0 scale=1> Select Base
uk: <p img='images/icons_ftf/character_body.tex' color=0 scale=1> Виберіть основу

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.SELECT_BODY_TITLE
source: <p img='images/icons_ftf/character_body.tex' color=0 scale=1> Select Body
uk: <p img='images/icons_ftf/character_body.tex' color=0 scale=1> Виберіть тіло

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.SELECT_EYE_COLOUR_TITLE
source: <p img='images/icons_ftf/emotes.tex' color=0 scale=1> Select Eye Colour
uk: <p img='images/icons_ftf/emotes.tex' color=0 scale=1> Виберіть колір очей

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.SELECT_FACE_TITLE
source: <p img='images/icons_ftf/character_head.tex' color=0 scale=1> Select Face
uk: <p img='images/icons_ftf/character_body.tex' color=0 scale=1> Виберіть обличчя

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.SELECT_HAIR_COLOUR_TITLE
source: <p img='images/icons_ftf/emotes.tex' color=0 scale=1> Select Hair Colour
uk: <p img='images/icons_ftf/emotes.tex' color=0 scale=1> Виберіть колір волосся

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.SELECT_HAIR_TITLE
source: <p img='images/icons_ftf/character_head.tex' color=0 scale=1> Select Hair Style
uk: <p img='images/icons_ftf/character_head.tex' color=0 scale=1> Виберіть стиль волосся

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.SELECT_LOADOUT_TITLE
source: Select Loadout
uk: Вибрати комплект

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.SELECT_WEAPON_TITLE
source: <p img='images/icons_ftf/inventory_weapon.tex' color=0 scale=1> Select Weapon
uk: <p img='images/icons_ftf/inventory_weapon.tex' color=0 scale=1> Виберіть зброю

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.SHOWING_ARMOR_BUTTON
source: <p img='images/ui_ftf_character/BtnShowingArmor.tex' color=0 scale=2.5> SHOWING ARMOUR
uk: <p img='images/ui_ftf_character/BtnShowingArmor.tex' color=0 scale=2.5> ПОКАЗАТИ ОБЛАДУНКИ

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.SHOW_ARMOR_BUTTON_TOOLTIP
source: Click to toggle armour on
uk: Натисніть, щоб показати обладунки

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.SLOT_NEXT_BTN
source: Next
uk: Далі

# STRINGS.UI.MAINSCREEN.CHARACTER_CREATION.SLOT_READY_BTN
source: Finish
uk: Завершити

# STRINGS.UI.MAINSCREEN.CMDLINE_ARGS
source: Launch Options: {args}
uk: Варіанти запуску: {args}

# STRINGS.UI.MAINSCREEN.DISCORD_CTA.BODY
source: <#1C214E>Looking for people to play with?</>
uk: <#1C214E>Шукаєте людей для гри?</>

# STRINGS.UI.MAINSCREEN.ERROR_MISSING_FILE.BODY
source: Verify Integrity to recover necessary files: {file_list}
uk: Перевірте цілісність, щоб відновити необхідні файли: {file_list}

# STRINGS.UI.MAINSCREEN.ERROR_MISSING_FILE.DESC
source: Detected Missing Files
uk: Виявлені відсутні файли

# STRINGS.UI.MAINSCREEN.ERROR_MISSING_FILE.INSTRUCTIONS
source: <p img='images/ui_ftf_dialog/quirk_vip.tex' color=0> Instructions
uk: <p img='images/ui_ftf_dialog/quirk_vip.tex' color=0> Інструкції

# STRINGS.UI.MAINSCREEN.ERROR_MISSING_FILE.TITLE
source: Fatal Error
uk: Фатальна помилка

# STRINGS.UI.MAINSCREEN.GETHELP
source: Get More Help
uk: Отримати додаткову допомогу

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_BTN
source: Start Game
uk: Почати гру

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_COPIED
source: Copied to Clipboard
uk: Скопійовано до буфера обміну

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_DISCORD
source: Join from Discord
uk: Відвідайте наш Discord

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_DISCORD_OFF
source: Off
uk: Вимк

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_DISCORD_OFF_TOOLTIP
source: Do not allow joining from Discord.
uk: Не дозволяти приєднання з Discord.

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_DISCORD_PRIVATE
source: Ask
uk: Запитувати

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_DISCORD_PRIVATE_TOOLTIP
source: Others have to ask to join.
uk: Інші мають попросити приєднатися.

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_DISCORD_PUBLIC
source: Open
uk: Відкрити

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_DISCORD_PUBLIC_TOOLTIP
source: Others can join any time.
uk: Інші можуть приєднатися в будь-який час.

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_FRIENDS_CHECKBOX
source: Only Steam Friends may join
uk: Тільки друзі Steam можуть приєднатися

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_LOADING_TEXT
source: <p img='images/ui_ftf_icons/loading.tex' color=0 scale=0.8> Starting
uk: <p img='images/ui_ftf_icons/loading.tex' color=0 scale=0.8> Запуск

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_SHARING_DESC
source: Almost there! People in these groups will be able to join your game. <#DARK_TEXT_DARKER>%s</> Are you ready to Hunt?
uk: Майже готово! Люди з цих груп зможуть приєднатися до вашої гри. <#DARK_TEXT_DARKER>%s</> Ви готові до полювання?

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_SHARING_MORE
source: And more...
uk: І більше...

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_SHARING_START
source: Let's go!
uk: Вперед!

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_SHARING_TITLE
source: Confirm Group Sharing
uk: Підтвердьте спільний доступ до групи

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_SUBTEXT
source: <#LIGHT_TEXT_DARKER><p img='images/ui_ftf_icons/sharecode.tex' color=0 scale=1.2> You'll get a ShareCode to invite others.</>
uk: <#LIGHT_TEXT_DARKER><p img='images/ui_ftf_icons/sharecode.tex' color=0 scale=1.2> Ви отримаєте ШвидКод, щоб запросити інших.</>
