Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

source: !neutral !think The samples I collect in this swamp are quite interesting. !notebook If you've got nothing to <#RED>Upgrade</>, I'd like to get back to them.
uk: agent: !neutral !think Зразки, які я збираю в цьому болоті, досить цікаві. !notebook Якщо у вас немає нічого для <#RED>покращення</>, я б хотів повернутися до них.

source: !happy !point <#BLUE>{name.npc_armorsmith}'s</> been teaching me all about skincare lately. !think I wonder if the goop here would make a good mask.
uk: !happy !point <#BLUE>{Name.npc_armorsmith}</> останнім часом навчає мене всього про догляд за шкірою. !think Цікаво, чи підійде ця мазь як маска.

source: !neutral !nervous Oooh. I stepped in something goopy. !dubious Gross.
uk: !neutral !nervous Ооох. Я втрапив у щось неприємне. !dubious Фуу.

source: !neutral !think Hmmmm..... Yeah. !dejected I'll <i>definitely</i> need to hose down the <#RED>{name.i_damselfly}'s</> floor mats when we get home.
uk: !neutral !think Хмммм..... Так. !dejected Мені <i>безумовно</i> потрібно буде промити килимки <#RED>{2:{Name.i_damselfly}}</> зі шланга, коли ми повертаємось додому.

source: !neutral !think How d'you think the <#RED>{name.bandicoot}</> gets her fur so silky? !shocked I-I'm not jealous!
uk: !neutral !think Як, гадаєте, як <#RED>{Name.bandicoot}</> досягає такої шовковистої шерсті? !shocked Я-я не заздрю!

source: !neutral !nervous This whole place is caked top to bottom with fungus. !shrug And where there's fungus, there's <#RED>Spores</>. They're mostly benign, but they <i>can</i> cause some weird and inconvenient effects. !point I'd suggest learning to identify them by sight.
uk: !neutral !nervous Усе місце вкрито грибком від підлоги до стелі. !shrug А де є грибок — там і <#RED>спори</>. Вони здебільшого нешкідливі, але <i>можуть</i> спричиняти дивні й незручні ефекти. !point Раджу навчитися розпізнавати їх на вигляд.

source: !neutral !gesture The <#RED>{name.rot_boss}</> in this area is something called an <#RED>{name.bandicoot}</>. !nervous It's huge, and seems to delight in tormenting people with its tricks. !dubious This'll be a very different fight from the last <#RED>{name.rot_boss}</>. Steel yourself.
uk: !agent: !gesture <#RED>{Name.rot_boss}</> у цій місцевості — <#RED>{Name.bandicoot}</>. !nervous Він величезний і, здається, насолоджується тим, що мучить істот своїми витівками. !dubious Це буде зовсім інший бій, ніж минулий <#RED></>. Переконайтеся, що ви готові.

source: !happy !gesture Don't <i>muck</i> about with inferior products, my friend. !point For the discerning ssshopper, it's {name.npc_doc_lastname}-brand or bust!
uk: agent: !happy !gesture Не <i>зв'язуйтеся</i> з неякісними продуктами, мій друже. !point Для вибагливих покупців є тільки бренд {Name.npc_doc_lastname}, або нічого!

source: !happy !gesture Don't get <i>bogged down</i> with inferior products! !point Buy {name.npc_doc_lastname}-brand <#RED>Health {name.potion}s</>, for all your recovery needs!
uk: !happy !gesture Не <i>зациклюйтеся</i> на неякісних продуктах! !point Купуйте <#RED>лікувальні {name.potion}</> бренду {Name.npc_doc_lastname}, і ваші потреби у лікуванні будуть втамовані!

source: !think If the cold's starting to get to you... !point You could always try warming up with a new <#RED>Upgrade</>.
uk: !think Якщо холод починає дошкуляти вам... !point Можливо, варто зігрітися новим <#RED>покращенням</>.

source: !think I need to get back to analyzing my samples. !shrug They'll freeze if I leave them out too long.
uk: !think Мені потрібно повернутися до аналізу зразків. !shrug Вони замерзнуть, якщо я залишу їх надовго.

source: !happy !gesture It's a shame <#BLUE>{name.npc_cook}</> can't see this place. !neutral !think She likes things that sparkle. Or at least that's what <#BLUE>{name.npc_armorsmith}</> told me.
uk: !happy !gesture Шкода, що <#BLUE>{Name.npc_cook}</> не може побачити це місце. !neutral !think Вона любить блискучі речі. Принаймні так мені сказала <#BLUE>{Name.npc_armorsmith}</>.

source: !happy !gesture Lucky for us, this cavern is wide enough for me to fly the <#RED>{name.i_damselfly}</> through. !neutral !dejected <z 0.7>(sigh)</z> I'll be missing the open sky, though.
uk: !happy !gesture На наше щастя, ця печера досить велика, щоб я зміг пролетіти крізь неї на {3:<#RED>{Name.i_damselfly}}</>. !neutral !dejected <z 0.7>(зітхає)</z> Я буду сумувати за відкритим небом.

source: !neutral !gesture Look at those giant walls of ice! !happy !agree It's a good thing I'm not claustrophobic. !nervous Haha... <z 0.7>ha...</z>
uk: !neutral !gesture Подивіться на ці величезні стіни льоду! !happy !agree Добре, що я не клаустрофоб. !nervous Хаха... <z 0.7>ха...</z>

source: !happy !think You know... this place is actually kind of beautiful. In its own way. !nervous Not that I'd like to stick around too long.
uk: !happy !think Знаєте... це місце насправді гарне по-своєму. !nervous Хоча я б не хотів тут надовго залишатися.

source: !neutral !scared Brrr... !notebook Note to self: next expedition, pack extra thick socks.
uk: !neutral !scared Бррр... !notebook Нотатка для себе: наступного разу взяти ще товстіші шкарпетки.

source: !neutral !think <#BLUE>{name.npc_dojo_master}</> told me he lost one of his toes to frostbite. !nervous Let's... try to avoid that, shall we?
uk: !neutral !think <#BLUE>{Name.npc_dojo_master}</> розповідав, що втратив один із пальців через обмороження. !nervous Спробуймо цього уникнути, гаразд?

source: !shrug Sure it's a little eerie out here, but you get used to it after a while. !neutral ...Mostly.
uk: !shrug Так, тут трохи моторошно, але з часом звикаєш. !neutral ...Майже.

source: !neutral !think Those old security systems can be a real pain to get around, huh? !gesture An <#RED>Upgrade</> or two might help with that.
uk: !neutral !think Ці старі охоронні системи справжній головний біль, чи не так? !gesture Можливо, кілька <#RED>покращень</> допоможуть.

source: !neutral !gesture How are those <#RED>Upgrades</> treating you? !notebook Let me know if you experience any dizziness or shortness of breath. !point Ha! Kidding! ...But let me know if you do.
uk: !neutral !gesture Як вам ваші <#RED>покращення</>? !notebook Дайте знати, якщо відчуєте запаморочення чи задишку. !point Ха! Жартую! ...Але якщо щось буде – дайте знати.

source: !happy !closedeyes It's so peaceful here. !gesture Almost makes you forget how crazy the rest of the world is... almost.
uk: !happy !closedeyes Тут так спокійно. !gesture Майже змушує забути, який божевільний інший світ... майже.

source: !neutral !think I wonder if the old fishing hole still exists. I always meant to go more, but something more important always came up. !shrug Just thought it'd always be there, I guess.
uk: !neutral !think Цікаво, чи існує тут ще та стара яма для риболовлі. Завжди планував ходити туди частіше, але завжди з'являлося щось важливіше. !laugh Думав, що воно завжди буде тут, мабуть.

source: !happy !shocked Can you believe this little grove was tucked away in the forest? !bliss I bet it'll make a great camping spot one day, once we've saved <#BLUE>the {name.rotwood}</>!
uk: !happy !shocked Чи можете ви повірити, що цей маленький гай був захований у лісі? !bliss Б'юсь об заклад, що одного разу це стане чудовим місцем для кемпінгу, коли ми врятуємо <#BLUE>{Name.rotwood}</>!

source: !neutral !think The <#RED>Wind</> here is strong and constant enough to actually blow away some of the <#KONJUR>{name.konjur}</> smog. !happy !agree At night, you can actually see the stars!
uk: !neutral !think Тутешній <#RED>вітер</> настільки сильний і постійний, що може розганяти трохи туману з <#KONJUR>{2:{name.konjur}}</>. !happy !agree Уночі справді видно зорі!

source: !neutral !agree I hope you're warm enough in that. !dubious It gets pretty <#RED>Windy</> out here.
uk: !neutral !agree Я сподіваюся, що вам тут достатньо тепло. !dubious Тут буває досить <#RED>вітряно</>.

source: !neutral !think <#RED>{name.owlitzer_forest}'s</> full of <#RED>{name_multiple.rot}</> with <#RED>Wind</> abilities. !point If you've got <#RED>{name.heavy_weight} Class</> gear it won't bother you much, but anything lighter and you might find it hard to keep your footing.
uk: !neutral !think <#RED>{Name.owlitzer_forest}</> повний <#RED>{2:{name_multiple.rot}}</> зі здібностями <#RED>вітру</>. !point Якщо у вас є спорядження класу <#RED>{name.heavy_weight}</>, це вас не дуже турбуватиме, але будь-що легше, і вам може бути важко втриматися.

source: !point I've only spotted the <#RED>{name.owlitzer}</> outside its nest a few times, but I saw enough to know it's a <i>massive</i> bird with crazy sharp talons! !scared A single flap of its wings creates huge blasts of air!
uk: !point Я бачив <#RED>{2:{Name.owlitzer}}</> біля гнізда лише кілька разів, але я бачив достатньо, щоб знати, що це <i>масивна</i> пташка із божевільно гострими кігтями! !scared Один помах її крил створює величезні вихори повітря!

source: !happy !gesture The <#RED>Wind</> here presents a fun challenge flying the <#RED>{name.i_damselfly}</> overhead. !neutral !shocked Oh, don't worry though! It won't affect my ability to come to your rescue in an emergency!
uk: !happy !gesture Тутешній <#RED>вітер</> створює цікаві виклики для польоту на <#RED>{3:{Name.i_damselfly}}</>. !neutral !shocked Але не хвилюйтеся! У надзвичайній ситуації я все одно прилечу на допомогу!

source: !neutral !angry Ugh, this stupid wind... !dejected I lost half a day's worth of notes because I forgot to weigh them down with a paperweight.
uk: !neutral !angry Ох, цей клятий вітер... !dejected Я втратив половину своїх записів, бо забув їх скріпити.

source: !neutral !notebook Chilly out. !dubious Need an <#RED>Upgrade</>?
uk: !neutral !notebook Прохолодно. !dubious Потрібно <#RED>покращення</>?

source: !neutral !notebook <#KONJUR>{name.konjur}'s</> good for blood circulation, you know. !dubious So? <#RED>Upgrade</> time?
uk: !neutral !notebook <#KONJUR>{Name.konjur}</> чудово підходить для покращення кровообігу. !dubious Так що? Час для <#RED>покращення</>?

source: !neutral !dubious Nothing to <#RED>Upgrade</>, huh? !notebook Don't freeze out there.
uk: !neutral !dubious Нічого не потрібно <#RED>покращувати</>, так? !notebook Не замерзніть там.

source: !neutral !scared Brr... !gesture My fur's double-coated and I can <i>still</i> feel that chill!
uk: !neutral !scared Брр... !gesture В мене подвійне хутро, і я все <i>ще</i> відчуваю цей холод!

source: !happy !gesture If you see a <#RED>Brazier</> that's frozen over, a few good whacks should shake the ice off and get it burning again.
uk: !happy !gesture Якщо побачите <#RED>жаровню</>, покриту льодом, ударте декілька ударів — і вона знову запалиться.

source: agent: !happy !point Remember Hunter, even if you get frozen solid, you can still wiggle your way out. player: How do I do that? agent: !neutral !think This may be an odd analogy, but I like to imagine I have a keyboard in front of me, and I'm mashing a bunch of buttons. player: Your mind works in mysterious ways, {name.npc_scout}. agent: !happy !laugh Ha! I suppose you're right.
uk: agent: !happy !point Пам’ятайте, Мисливцю, навіть якщо замерзнете, ви все одно можете звільнитися. player: Як мені це зробити? agent: !neutral !think Може здатися дивним, але уявляю перед собою клавіатуру і товчусь по клавішах. player: Твій розум працює загадковим чином, {Name.npc_scout}. agent: !happy !laugh Ха! Мабуть, ви праві.

source: !neutral !scared Brrr... boy, am I glad I installed a seat warmer in the <#RED>{name.i_damselfly}</>...
uk: !neutral !scared Бр-р-р... як добре, що я встановив підігрів сидіння в <#RED>{3:{Name.i_damselfly}}</>...

source: !neutral !scared Brrr! Sure wish I was an arctic fox about now.
uk: !neutral !scared Бррр! Зараз я точно хотів би бути арктичним лисом.

source: !neutral !point Hey, don't lick any metal while you're out there. !shrug If you like having a tongue, anyway.
uk: !neutral !point Гей, не облизуйте метал, коли будете там. !shrug Якщо вам подобається мати язик.

source: !neutral !gesture Keep an eye out for <#RED>Heat Sources</> out there so you don't <#RED>Freeze</> solid! !scared Boy, I'm glad I packed my scarf.
uk: !neutral !gesture Слідкуйте там за <#RED>джерелами тепла</>, щоб не <#RED>замерзнути</>! !scared Ох, як добре, що я взяв шарф.

source: !happy !think This snow's kinda pretty, huh? !happy !gesture I swear it sparkles a little from different angles. Haha. Neat.
uk: !happy !think Цей сніг трохи гарний, чи не так? !happy !gesture Я присягаюся, він трохи виблискує під різними кутами. Ха-ха. Класно.

source: !neutral !scared I think my entire nose is turning into an ice cube. !nervous Hunter? Is my nose still there? Tell me the truth.
uk: !neutral !scared Здається, весь мій ніс перетворюється на крижинку. !nervous Мисливцю? Мій ніс все ще на місці? Скажіть мені правду.

source: !neutral !scared Brr!! !shocked My <i>coat</i> needs a coat in this <#BLUE>Cold</>!
uk: !neutral !scared Брр!! !shocked Моє <i>хутро</i> потребує ще одного шару на такому <#BLUE>холоді</>!

source: !happy !think This place used to be a granite quarry, back in the day. It supplied the whole <#BLUE>Rotwood</> with stone to build our homes. !gesture Maybe when this is all over, we'll be able to get it up and running again. We'll have a lot of rebuilding to do, after all.
uk: !happy !think Колись тут був гранітний кар’єр. Він забезпечував увесь <#BLUE>Ротвуд</> каменем для будівництва наших домівок. !gesture Може, коли все це скінчиться, ми зможемо знову його відкрити. Бо роботи з відбудови буде чимало.

source: !happy !shrug Whew! Sorry for the bumpy flight, Hunter. I had to shake off a particularly territorial flock of crows on the way over.
uk: !happy !shrug Фух! Вибачте за хиткий політ, Мисливцю. Прийшлося відлякувати дуже територіальну зграю ворон по дорозі.

source: !neutral !point You look like you could use an <#RED>Upgrade</>. !dubious ...And a bath. How long have you been wading through swamp muck?
uk: !neutral !point Ви виглядаєте так, ніби вам потрібно <#RED>покращення</>. !dubious ...І ванна. Як довго ви бродили болотами?

source: !neutral !gesture Lovely day for a walk through the swamp, huh? !dubious ...For you, anyway. I'm up to my ears in samples that need labeling.
uk: !neutral !gesture Чудовий день для прогулянки болотом, правда? !dubious ...Принаймні, для вас. А я по вуха в зразках, які потрібно маркувати.

source: !neutral !think I didn't think to pack bug spray for this Hunt. !happy !dubious I regret that.
uk: !neutral !think Я не подумав взяти з собою спрей від комах для цього полювання. !happy !dubious Я шкодую про це.

source: !happy !think Y'know, I think <#BLUE>{name.npc_dojo_master}</> grew up around here actually. !shrug Maybe I'll find him a neat rock to bring back as a souvenir.
uk: !happy !think Знаєте, я думаю, що <#BLUE>{Name.npc_dojo_master}</> насправді виріс тут. !shrug Можливо, я знайду йому гарний камінь, щоб повернути як сувенір.

source: !happy !point Oh hey, remember not to stand in the <#RED>{name.concept_toxic}</>. !shrug You'd be surprised how many Hunters forget.
uk: !happy !point Ой, пам'ятайте, що не варто стояти в <#RED>{5:{name.concept_toxic}}</>. !shrug Ви будете здивовані, скільки мисливців забувають.

source: !neutral !nervous Ah geez, I hope I don't get any <#RED>{name.concept_toxic}</> on my watch. !dejected Why didn't I leave it at camp?
uk: !neutral !nervous О боже, я сподіваюся, що <#RED>{name.concept_toxic}</> не потрапить на мій годинник. !dejected Чому я не залишив його в таборі?

source: !happy !wave Watch your step-- unless you like <#RED>{name.concept_toxic}</> between your toes.
uk: !happy !wave Дивіться під ноги... якщо не хочете, щоб <#RED>{name.concept_toxic}</> потрапила між пальців.

source: !neutral !think The bog was always home to a lot of toxic creatures, even before the volcano erupted. But the introduction of <#KONJUR>{name.i_konjur}</> certainly didn't help matters. !happy !gesture Remember, with <#RED>{name.concept_toxic}</> there's only one rule-- don't touch it. If something spits at you or leaves a <#RED>{name.concept_toxic}</> trail, don't stand around in it. !happy !shrug Unless you're looking to do some industrial-strength exfoliation.
uk: !neutral !think Болото завжди було домом для багатьох отруйних істот, навіть до виверження вулкана. Але поява <#KONJUR>{2:{name.i_konjur}}</> справі точно не допомогла. !happy !gesture Пам'ятайте, що з <#RED>{4:{name.concept_toxic}}</> є тільки одне правило — не чіпайте її. Якщо щось плює у вас або залишає за собою слід з <#RED>{3:{name.concept_toxic}}</>, рухайтесь і не стійте в ній. !happy !shrug Якщо ви не хочете зробити серйозний пілінг.

source: !happy !agree I'm glad we're doing another Hunt here. !closedeyes I love flying over the treetops.
uk: !happy !agree Я радий, що ми проводимо тут ще одне полювання. !closedeyes Я люблю літати над верхівками дерев.

source: !happy !think Y'think there are any squirrels left in this forest? !point Squirrels are neat.
uk: !happy !think Ви думаєте, що в цьому лісі залишилися білки? !point Білки гарні.

source: !happy !closedeyes When I was a kid my grandpa and I used to pick berries around here. !gesture Anyway. Be safe on your Hunt.
uk: !happy !closedeyes Коли я був дитиною, ми з дідусем збирали тут ягоди. !gesture У будь-якому випадку. Будьте обережними на полюванні.

source: !happy !gesture This here tonic is made from the finest, freshest ingredientsss east of the <#RED>{name.treemon}</>. !shocked Don't misss out!
uk: !happy !gesture Цей тонік зроблено з найкращих, найсвіжіших інгредієнтів на схід від цих <#RED>{2:{Name.treemon}}</>. !shocked Не пропустіть!

source: agent: !happy !shocked Oh my, your pocketsss seem lighter than usual today. !neutral !dejected As the single father of four plucky eruption orphansss, I'm afraid I simply can't give my <#RED>Potions</> away for free. !scared A little <#KONJUR>{name.i_konjur}</> is all I ask. It's for their college fundsss. !happy !gesture I'm sure you understand.
uk: agent: !happy !shocked Ой, здається, ваші кишені сьогодні легші, ніж зазвичай. !neutral !dejected Як єдиний батько чотирьох спритних сиріт виверження, боюсь, я просто не можу роздавати свої <#RED>зілля</> безплатно. !scared Трішки <#KONJUR>{2:{name.i_konjur}}</> — це все, про що я прошу. Це для їхнього фонду на навчання. !happy !gesture Сподіваюся, ви мене розумієте.

source: !neutral !dejected Good gravy, maybe Ma wasss right about this venture. !happy !dubious Hm? Oh my friend, I didn't realize you were lissstening!
uk: !neutral !dejected Хороша підлива, можливо, мама мала рацію щодо цієї справи. !happy !dubious Гм? О мій друже, я не знав, що ви слухаєте!

source: !neutral !notebook Need another <#RED>Upgrade</>? !shrug Next one'll cost you.
uk: agent: !neutral !notebook Потрібне ще одне <#RED>покращення</>? !shrug Наступне за ваш рахунок.

source: !neutral !notebook Don't forget, only the <i>first</i> one's free.
uk: !neutral !notebook Не забувайте, лише <i>перше</i> безплатно.

source: !neutral !gesture I can do more <#RED>Upgrades</> if you don't mind paying.
uk: !neutral !gesture Я можу зробити більше <#RED>покращень</>, якщо ви не проти заплатити.

source: !neutral !shrug I'm out spare <#KONJUR>{name.konjur}</>, so you'll have to pay if you want another <#RED>Upgrade</>.
uk: !neutral !shrug У мене більше нема <#KONJUR>{2:{name.konjur}}</>, тому вам доведеться заплатити, якщо ви бажаєте ще одне <#RED>покращення</>.

source: !neutral !gesture Thanks for letting me do a free <#RED>Upgrade</>. It's a nice break.
uk: !neutral !gesture Дякую, що дозволили мені зробити безплатне <#RED>покращення</>. Гарна перерва.

source: !neutral !shrug Hope that free <#RED>Upgrade</> does you some good.
uk: !neutral !shrug Сподіваюся, безплатне <#RED>покращення</> принесе вам користь.

source: !neutral !notebook Need anymore <#RED>Upgrades</>?
uk: agent: !notebook Потрібні ще <#RED>покращення</>?

source: !neutral !notebook If you need any more <#RED>Upgrades</>, I'm your <#KONJUR>{name.job_konjurist}</>.
uk: !neutral !notebook Якщо вам потрібні ще якісь <#RED>покращення</>, я ваш <#KONJUR>{name.job_konjurist}</>.

source: !neutral !dubious I can do another <#RED>Upgrade</> if you've got the <#KONJUR>{name.konjur}</>.
uk: !neutral !dubious Я можу зробити ще одне <#RED>покращення</>, якщо у вас є <#KONJUR>{name.konjur}</>.

source: !neutral !dubious So? How's the <#RED>Upgrade</> feel?
uk: !neutral !dubious Ну, як відчувається <#RED>покращення</>?

source: !neutral !dubious Did you want to look at the <#RED>Upgrade</> options again?
uk: !neutral !dubious Ви хочете ще раз переглянути варіанти <#RED>покращення</>?

source: !neutral !point If you want some more <#RED>Upgrades</>, I'll need some <#KONJUR>{name.konjur}</>.
uk: !neutral !point Якщо ви хочете ще <#RED>покращень</>, мені знадобиться <#KONJUR>{name.konjur}</>.

source: !neutral !dubious Need something else?
uk: !neutral !dubious Потрібно щось ще?

source: !closedeyes Hmm. Other people...
uk: !closedeyes Хм. Інші істоти...

source: !happy !wavelunn <#BLUE>{name.npc_lunn}</> and I are gonna take a big nap the second we get home. !closedeyes Can't wait.
uk: !happy !wavelunn <#BLUE>{Name.npc_lunn}</> і я збираємось подрімати, як тільки повернемося додому. !closedeyes Не можу дочекатися.

source: !happy !gesture Don't let any monsters bite your butt while you're out here. !shrug Or do. Who am I to give orders.
uk: !happy !gesture Не дозволяйте жодним монстрам кусати вас за зад, поки ви тут. !shrug Або ж дозволяйте. Хто я такий, щоб віддавати накази.

source: !happy !bliss It'll be nice to get to camp and take a load off. !closedeyes Maybe a warm foot bath.
uk: !happy !bliss Буде чудово прибути в табір і відпочити. !closedeyes Можливо там є тепла ванна для ніг.

source: !happy !laugh So tell me more about how <#BLUE>{name.npc_scout}</> was worried about me. !wavelunn Heehee.
uk: !happy !laugh Що ж розкажи мені більше про те, як <#BLUE>{Name.npc_scout}</> хвилювався за мене. !wavelunn Хі-хі.

source: !happy !clap I can't wait to see who else joins our camp! !shrug What can I say? I'm a people person.
uk: !happy !clap Не можу дочекатися, щоб побачити, хто ще приєднається до нашого табору! !shrug Що я можу сказати? Я дуже соціальний.

source: !happy !clap I'll be at the camp if you need me! !gesture See you there!
uk: !happy !clap Я буду в таборі, якщо я вам знадоблюся! !gesture До зустрічі!

source: !happy !clap Come say hi after your Hunt! !gesture We have so much to chat about.
uk: !happy !clap Приходьте передати привіт після свого полювання! !gesture Нам так багато про що є побалакати.

source: !happy !clap See you at home... <i>neighbour!</i> !wavelunn Heehee.
uk: !happy !clap До зустрічі вдома... <i>сусід!</i> !wavelunn Хіі-хіі.

source: !neutral !gruffnod Hrm.
uk: !neutral !gruffnod Хрм.

source: !neutral !gruffnod Off with ye, then.
uk: !neutral !gruffnod Тоді йдіть.

source: !happy !wave Happy trails, Hunter. Seeya at camp!
uk: !happy !wave Щасливих дороги, Мисливцю. Побачимося в таборі!

source: !neutral !notebook Oh. Is it <#RED>Upgrade</> time?
uk: !neutral !notebook О, вже час для <#RED>покращення</>?

source: !neutral !notebook Sorry, I've got no <#KONJUR>{name.i_konjur}</> to spare. !point If you want an <#RED>Upgrade</>, you're gonna have to pay up.
uk: !neutral !notebook Вибачте, але в мене немає жодного запасного <#KONJUR>{2:{name.i_konjur}}</>. !point Якщо хочете отримати <#RED>покращення</>, вам доведеться заплатити.

source: !neutral !notebook No free <#RED>Upgrades</> this time around.
uk: !neutral !notebook Цього разу немає безплатних <#RED>покращень</>.

source: !neutral !shrug Hey. This has been a great experiment and all, but... !point Maybe you should just turn back. Forget all of this.
uk: !neutral !shrug Гей. Це був чудовий експеримент і все таке, але... !point Може, вам краще повернутися. Забути все це.
