Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

source: agent: !happy !clap Ohmygosh, a back-scratcher! I've always wanted one of these! !neutral !think <#BLUE>{name.npc_lunn}'s</> offered to help a few times, <z 0.7>but between you and me, I didn't think that would end well...</> Anyway, I'm gonna call him Balki! player: You're naming the back-scratcher, too? agent: !happy !dubious Of course! Why not? !neutral !shocked <i>(gasp)</> Does he already have a name? How totally inconsiderate of me not to ask! player: Nope, never mind. Balki's a great name. agent: !happy !laugh Whew-- I was worried for a second there. Thanks Hunter!
uk: agent: !happy !clap О боже, дряпка для спини! Я завжди мріяла про такий! !neutral !think <#BLUE>{Name.npc_lunn}</> кілька разів пропонував допомогти, <z 0.7>але між нами, я уявила, чим би це закінчилося...</> Отже, назву його Балкі! player: Ти навіть йому ім’я дала? agent: !happy !dubious А чому б і ні? !neutral !shocked <i>(зітхає)</> Хоча... може, в нього вже було ім’я? Ох, яка ж я нечемна! player: Ні-ні, все гаразд. Балкі — чудове ім’я. agent: !happy !laugh Фух, аж камінь з душі. Дякую, Мисливцю!

source: agent: !happy !point I suuuuuper recommend it!
uk: agent: !happy !point Я дууууже це рекомендую!

source: agent: !happy !point Pretty great, right?
uk: agent: !happy !point Круто, га?

source: agent: !happy !bliss Ohmygosh, for me? How are you both a totally fearsome Hunter <i>and</> a super sweetie? player: What about you? You're always so cheerful and confident. How do you do it? agent: !happy !think Oh! Well, I just take every bad thing that's happened to me and pack it up into a little box in my brain. !happy !gesture Then I take that box, and hide it deep, deep, <i>deeeeep</> down, where I can't think about it anymore. It's like, super easy once you get the hang of it!
uk: agent: !happy !bliss Ой, це мені? Як ви примудряєтесь бути і грізним Мисливцем, <i>і</> такою душкою? player: А ти як? Ти завжди така весела й упевнена. Як у тебе це виходить? agent: !happy !think О! Я просто беру всі погані речі, що зі мною траплялись, і складаю їх у маленьку коробочку в голові. !happy !gesture Потім беру ту коробочку і ховаю її глибоко-глибоко, <i>дууууже</> глибоко, щоб більше про це не думати. Воно, знаєте, дуже легко, коли звикнеш!

source: Neat trick! I'll give it a try!
uk: Класний трюк! Я спробую!

source: That's... um...
uk: Це... е-е...

source: agent: !happy !clap Oooooh, thanks Hunter! I'll have to open this later, I'm a little busy right now. player: What's going on? agent: !happy !wavelunn We're playing hide and seek! I found <#BLUE>{name.npc_lunn}</> here in a snap, but Balki's <i>really</> good at hiding. player: Balki? agent: !neutral !shocked The back-scratcher you gave me! You didn't forget, did you? !happy !gesture Anyways, he and <#BLUE>{name.npc_lunn}</> have really been getting along. I think it's safe to say you've been forgiven for the whetstone incident. player: Ha... glad to hear it!
uk: agent: !happy !clap Оооо, дякую, Мисливцю! Відкрию пізніше, я зараз трішки зайнята. player: Що відбувається? agent: !happy !wavelunn Граємо в хованки! Я знайшла <#BLUE>{2:{Name.npc_lunn}}</> миттєво, а от Балкі ховається <i>просто</> майстерно. player: Балкі? agent: !neutral !shocked Та дряпка для спини, що ви мені подарували! Ви ж не забули? !happy !gesture Взагалі, вона із <#BLUE>{3:{Name.npc_lunn}}</> останнім часом чудово ладнають. Думаю, інцидент із точильним каменем вам пробачено. player: Ха... радий це чути!

source: agent: !neutral !angry I know! I'm really happy for them-- I <i>am!</> But... if <#BLUE>{name.npc_lunn}</> and Balki start spending all their time together... !neutral !shocked Will I become a <i>third wheel?!</>
uk: agent: !neutral !angry Знаю! Я дуже рада за них... <i>справді!</> Але... якщо <#BLUE>{Name.npc_lunn}</> і Балкі почнуть проводити весь час разом... !neutral !shocked Хіба я не стану <i>третьою зайвою?!</>

source: agent: !neutral !angry Ugh, I can't believe I'm saying this, but now isn't the time for gossiping! This is serious! !neutral !nervous If <#BLUE>{name.npc_lunn}</> and Balki start spending all their time together... Where does that leave me? Will I become a <i>third wheel?!</>
uk: agent: !neutral !angry Уф, не вірю, що це кажу, але не час пліткувати! Це серйозно! !neutral !nervous Якщо <#BLUE>{Name.npc_lunn}</> і Балкі весь час будуть разом... то що буде зі мною? Хіба я не стану <i>третьою зайвою?!</>

source: agent: !dejected That {name.i_item_rarity_epic} armour you're getting from {name.npc_market_merchant} is impressive. Like, upgrade to <#RED>Level {max_level_epic}</> impressive. !dubious With this sewing kit I can only get your old {name.i_item_rarity_rare} stuff to <#RED>Level {max_level_rare}</>. !think What if I made a <#RED>{name.armourtools2}</>? With that, I could upgrade your old {name.i_item_rarity_rare} armour to {name.i_item_rarity_epic} <#RED>Level {max_level_epic}</> armour! !point I'll need a few things... But you can grab them for me! !clap Oooh! I'll write up a list in the <#RED>Armoury</>!
uk: agent: !dejected Ті {2:{name.i_item_rarity_epic}} обладунки від {2:{Name.npc_market_merchant}} — вражають. Прям от до <#RED>{max_level_epic} рівня</> вражають. !dubious З цим швейним набором я можу підтягти ваші старі {2:{name.i_item_rarity_rare}} лише до <#RED>{max_level_rare} рівня</>. !think А що як зробити <#RED>{name.armourtools2}</>? Тоді я зможу підняти ваші старі {2:{name.i_item_rarity_rare}} до {4:{name.i_item_rarity_epic}}, аж до <#RED>{max_level_epic} рівня</>! !point Мені знадобиться кілька речей... Але ви ж їх мені й дістанете! !clap Ооо! Напишу список в <#RED>манекені для обладунків</>!

source: agent: !neutral !gesture Oh. Thanks Hunter. player: Is something wrong? You seem kinda down. agent: !neutral !nervous N-nothing, it's just... it's <#BLUE>{name.npc_lunn}</> and Balki... they've been getting <i>really</> close. Then just this morning, I saw them... !shocked <i>Canoodling!</>
uk: agent: !neutral !gesture О. Дякую, Мисливцю. player: Щось не так? Ти геть засмучена. agent: !neutral !nervous Н-нічого, просто... це <#BLUE>{Name.npc_lunn}</> і Балкі... вони стали <i>дуже</> близькими. А сьогодні зранку я бачила як вони... !shocked <i>Цілувалися!</>

# Convo.twn_friend_give_gift_armorsmith.FRIEND_GIFT6.give_gift.giver.STATE_0.JOIN
source: player: {name.npc_armorsmith}... I don't think that's possible. agent: !neutral !angry How can you say that? You don't <i>know!</> What if they get tired of me, and go off on their own? Just like... just like... player: Just like who? agent: !neutral !disagree Oh-- ha ha. What was I saying? Umm, sorry Hunter, I should focus on your armour.
uk: player: {Name.npc_armorsmith}... не думаю, що це можливо. agent: !neutral !angry Як ви можете так казати? Ви ж <i>не знаєте!</> А раптом вони втомляться від мене й підуть собі удвох? Так само, як... як... player: Як хто? agent: !neutral !disagree Ой... ха-ха. Що це я? Ем, даруйте, Мисливцю, мені слід зосередитись на ваших обладунках.

source: Your leather cutter and the back-scratcher? Um... good for them?
uk: Твій шкіряний різак і дряпка для спини? Е-е-е... добре для них?

source: Ooooh this is <i>juicy!</> Tell me more!
uk: Оооо, це <i>соковито</>! Розкажи мені більше!

source: agent: !happy !gesture Thanks, Hunter. Sorry for acting toootally weird before, I don't know what got into me! But don't worry, I'm feeling all back to normal now! player: {name.npc_armorsmith}... did someone leave you all alone, once? agent: !neutral !shocked Wh-what do you mean? I've never been alone, I've <i>always</> had someone by my side. player: You mean {name.npc_lunn}? agent: !neutral !angry What's so wrong with that? I know people think it's weird-- I've heard the things some folks whisper about me. But you know what? My <i>things</> are always there for me when I need them. !neutral !point Even you-- it seems like we're friends now, but what happens when this expedition's over? You'll go off to your next adventure and you'll never think about me again. !shrug But all the souvenirs you gave me? <i>Those</> will stay with me. That's the way it always is. player: I wouldn't do that! agent: !neutral !point That's what <i>everyone</> says to your <i>face</>, but they never mean it. player: So {name.npc_lunn} and Hilda... were they from people who left you behind? agent: !neutral !shocked I... th-they... they said they'd be right back... what did I do wrong? !angry No, I don't wanna think about this stuff! La-la-la-la-- not thinking about it! player: {name.npc_armorsmith}-- agent: !bliss La-la-la-- sorry, can't hear yooouuuu!
uk: agent: !happy !gesture Дякую, Мисливцю. Вибачте, що поводилась дууууже дивно раніше, не знаю, що на мене найшло! Але все гаразд, я знову впорядку! player: {Name.npc_armorsmith}... тебе хтось колись залишав на самоті? agent: !neutral !shocked Щ-що ви маєте на увазі? Я ніколи не була сама, у мене <i>завжди</> хтось поруч. player: Ти про {2:{Name.npc_lunn}}? agent: !neutral !angry А що тут поганого? Знаю, деякі вважають це дивним... чула, що інколи шепочуть. Але знаєте що? Мої <i>речі</> завжди зі мною, коли вони мені потрібні. !neutral !point Навіть ви — здається, ми друзі, але що буде, коли експедиція скінчиться? Ви підете у свою наступну пригоду й більше про мене не згадаєте. !shrug А от усі сувеніри, що ви мені подарували? <i>Вони</> залишаться. Так завжди й буває. player: Це не про мене! agent: !neutral !point Так <i>усі</> кажуть у <i>вічі</>, але рідко хто це має на увазі. player: Тобто {Name.npc_lunn} і Хільда... вони від тих, хто покинув тебе? agent: !neutral !shocked Я... в-вони... казали, що скоро повернуться... що я зробила не так? !angry Ні, не хочу про це думати! Ла-ла-ла-ла... я про це не думаю! player: {Name.npc_armorsmith}... agent: !bliss Ла-ла-ла... вибачте, не чу-у-у-ю!

source: agent: !neutral !gesture <i>(sniffle)</> Hi Hunter. Thanks for the present. player: Hey. Last time we talked... I'm sorry I stirred up bad memories for you. agent: !neutral !disagree No, it's... it's okay. Well, I mean it's <i>not</>, but... maybe it's okay if I don't always pretend I'm okay. You know? player: I think so. Wanna talk about it? agent: !happy !shrug Ha. Not really. I think... I need to let myself have these feelings first, before I let them out to anyone else. Maybe one day I'll be ready to talk about it with someone, but... not today. player: If that day ever comes, I'll be there. agent: !happy !gesture Yeah... I actually think you will.
uk: agent: !neutral !gesture <i>(схлип)</> Привіт, Мисливцю. Дякую за подарунок. player: Привіт. Востаннє... хочу вибачитись за ті погані спогади. agent: !neutral !disagree Ні, все... все гаразд. Тобто <i>не все</>, але... мабуть, це нормально... не завжди удавати, що все гаразд. Розумієте? player: Гадаю, так. Хочеш поговорити? agent: !happy !shrug Ха. Поки ні. Думаю... спершу мені треба дозволити собі це відчути, перш ніж комусь розповідати. Може, колись я буду готова поговорити з кимось, але... не сьогодні. player: Якщо настане той день — я буду поруч. agent: !happy !gesture Так... Мені справді здається, що будете.

source: agent: !happy !think I appreciate the thought Hunter, but you know... I've started to realize that maybe I don't need <i>things</> as much as I thought I did... !wavelunn Oh-- haha, don't worry <#BLUE>{name.npc_lunn}</>, of <i>course</> I wasn't talking about <i>you!</> player: Heh... I guess some things never change. agent: !happy !think Yeah. You know, I was thinking about it... even the best of friends can't be with each other <i>all</> the time. So I had a great idea-- I made a souvenir for <i>you!</> !bliss Your own loveable, huggable, travel-sized <#BLUE>mini-Berna</>! player: <i>(gasp!)</> What's that, mini-Berna? I'm the coolest, best-looking Hunter you've ever met? agent: !happy !shocked Ohmygosh mini-Berna, you can't just <i>say</> stuff like that! People are gonna <i>talk!</>
uk: agent: !happy !think Я ціную вашу турботу, Мисливцю, але знаєте... я почала розуміти, що мені, мабуть, не так уже й потрібні <i>речі</>... !wavelunn О... ха-ха, не хвилюйся, <#BLUE>{Name.npc_lunn}</>, <i>звісно</> я не про <i>тебе!</> player: Гех... певні речі ніколи не змінюються. agent: !happy !think Еге. От я й подумала... навіть найкращі друзі не можуть бути разом <i>увесь</> час. Тож у мене є супер-ідея... я зробила сувенір для <i>вас!</> !bliss Ваша власна, мила, для обіймів, кишенькова <#BLUE>міні-Берна</>! player: <i>(зітхає!)</> Що таке, міні-Берна? Я — найкрутіший і найгарніший Мисливець, якого ти зустрічала? agent: !happy !shocked Ой, міні-Берна, таке <i>вголос</> не кажуть! Інші ж потім язиками <i>чесатимуть!</>

source: agent: !neutral !dubious Hmph. What's this? Some kinda bribe? player: Huh-- what? No! It's a souvenir from my Hunt! agent: !neutral !shrug A souvenir? What are ye givin' it ta me for? player: Um... kindness? Friendship? agent: !neutral !think Huh... I'll tell ye what. Since yer feelin' generous, how 'bout directing it someplace useful? !shrug Me <#RED>smithing tools</> and forge can give extra <i>oompf</i> to yer weapons. [notify:reward_def] !dubious All ye've gotta do is go out into the wilds an' get the goods I need. !point Got it?
uk: agent: !neutral !dubious Хм. А це що таке? Хабар якийсь? player: Е-е... що? Ні! Це сувенір із полювання! agent: !neutral !shrug Сувенір? І нащо ж ви мені його суєте? player: Ем... доброта? Дружба? agent: !neutral !think Гм... Скажу так. Раз вам так щедро, може вже й спрямуєте це кудись у корисне русло? !shrug Мої <#RED>нструменти коваля</> і горн дадуть вашій зброї трохи додаткового <i>уфф</i> удару. [notify:reward_def] !dubious Все, що треба, — сходити в хащі і дістати мені потрібні речі. !point Домовились?

source: agent: !neutral !dubious What's this s'posed ta be? Some wee scrap o' fabric? player: It's a bookmark! {name.npc_scout} tells me you're an avid reader. agent: !neutral !shocked Err... not sure where they got that from. player: Wasn't it your novel they found, with two hammers kissing on the cover--? agent: !neutral !closedeyes ...Let's stop talking. Aye?
uk: agent: !neutral !dubious А це що таке має бути? Лахміття якесь? player: Це закладка! {Name.npc_scout} каже, ти завзятий читач. agent: !neutral !shocked Е-е... не знаю, хто йому таке наплів. player: А хіба то не твій роман знайшли, з двома молотами, що цілуються на обкладинці...? agent: !neutral !closedeyes ...Закрили тему. Гаразд?

source: agent: !neutral !closedeyes Hmph. Must've cleared all the <#RED>{name_multiple.rot}</> out o' the <#BLUE>Rotwood</> if ye've got time ta pester me with this. player: Aw c'mon! I think deep down you like when I bring you souvenirs. agent: !neutral !disagree Bah. Ye dinnae know a thing about me. player: I would if you opened up a little. agent: !neutral !point Now ye listen here. I dinnae care for ye always tryin' ta pry into me business. !gruffnod Keep ta yerself, and ye won't have any problems. That's what I always say.
uk: agent: !neutral !closedeyes Хм. Видно, всіх <#RED>{2:{name_multiple.rot}}</> з <#BLUE>Ротвуда</> вже прибрали, якщо маєте час мені тут сувенірами докучати. player: Та ну! Я певен, що десь у глибині душі тобі подобається, коли я приношу дрібнички. agent: !neutral !disagree Ба. Ви нічого про мене не знаєте. player: Знав би, якби ти трохи відкрився. agent: !neutral !point Слухайте сюди. Не люблю, коли хтось лізе в мої справи. !gruffnod Будьте собою, і у вас не буде ніяких проблем. Я завжди так кажу.

source: agent: !neutral !disagree {name.blacksmith_grunt} Sorry. If ye don't wanna talk, ye don't have ta. !gesture But if ye just need ta share the silence with someone... ye know where I am.
uk: agent: !neutral !disagree {name.blacksmith_grunt} Вибач. Не хочете говорити... і не треба. !gesture Але якщо захочете просто поділитися тишею... знаєте, де мене шукати.

source: agent: !neutral !dubious Hmph. Yer made of tougher stuff than I thought. !gesture Fair enough. But if ye just need ta share the silence with someone... ye know where I am.
uk: agent: !neutral !dubious Хм. Ви міцніше, ніж я думав. !gesture Ну що ж. Але якщо захочете просто поділитися тишею... знаєте, де мене шукати.

source: agent: ...Aye. There's work ta be done. !point Had a look at those {name.i_item_rarity_rare} weapons that you've brought back on your {name_multiple.run}. !gruffnod They're finer work than yer {name.i_item_rarity_uncommon} weapons and I can upgrade 'em further. !gesture I left a lot o' me <#RED>smithing tools</> behind when we set out for this expedition-- If ye help me make a new set of <#RED>{name.weapontools1}</>, I could reforge yer old {name.i_item_rarity_uncommon} weapons ta be stronger too. !dubious I'll need more materials to make 'em. Check the <#RED>Weapon Racks</> for a list. player: Tempting... but why did you leave those tools behind in the first place? agent: !neutral !think Had ta... leave in a bit of a hurry, ye see. Let's leave it at that.
uk: agent: ...Ага. Роботи вистачає. !point Глянув на ту {3:{name.i_item_rarity_rare}} зброю, що ви притягнули з {name_multiple.run}. !gruffnod Вона куди краща за вашу {3:{name.i_item_rarity_uncommon}}, і я можу підточити її ще більше. !gesture Багато моїх <#RED>інструментів коваля</> залишилося позаду, коли ми рушили в цю експедицію... але якщо допоможете мені зробити нові <#RED>{name.weapontools1}</>, я міг би перекувати вашу стару {3:{name.i_item_rarity_uncommon}} зброю, щоб вона стала міцніше. !dubious Знадобиться ще трохи матеріалів. Подивіться на <#RED>стійках для зброї</>, там буде список. player: Звучить заманливо... але чому ти залишив ті інструменти? agent: !neutral !think Треба було... йти якомога швидше, розумієте. І краще на цьому зупинимось.

source: agent: !neutral !closedeyes {name.blacksmith_grunt} Fine. Give it here. !gesture ...Hey Hunter. Ye've been looking a little worse for wear lately. Me weapons haven't been lettin' ye down out there, have they? player: No, they're fine. Thanks for asking, {name.npc_blacksmith}. agent: !neutral !dubious ...So there's somethin' else botherin' ye? Out with it, then. player: <i>Now</> who's prying? agent: !neutral !shocked Err-- right. Yer business is yer business... !think I just figure ye must be under a lot of pressure, what with the whole <#BLUE>Rotwood</> dependin' on ye and all.
uk: agent: !neutral !closedeyes {name.blacksmith_grunt} Гаразд. Давайте сюди. !gesture ...Гей, Мисливцю. Виглядаєте останнім часом не надто добре. Чи не підводить вас моя зброя там, у бою? player: Ні, все гаразд. Дякую, що питаєш, {Name.npc_blacksmith}. agent: !neutral !dubious ...То, може, щось інше вас точить? Кажіть вже. player: <i>Тепер</> хто тут цікавиться чужими справами? agent: !neutral !shocked Е-е... та ну. Ваші справи — це ваші справи... !think Просто подумав, що тягар на вас чималий. Увесь <#BLUE>Ротвуд</> же від вас залежить.

source: Not exactly helping...
uk: Це не дуже допомагає...

source: Pressure? What pressure? I'm totally fine!
uk: Тиск? Який ще тиск? Я в повному порядку!

source: agent: !neutral !gesture Hunter... why do ye keep doin' this? player: What, don't you like cool souvenirs? agent: !neutral !think What are ye hopin' ta get out of it? With the type I ran with back in <#BLUE>the Brinks</>, nothing came without strings attached. player: Err... what 'type' did you run with, exactly? agent: !neutral !think Before joinin' <i>this</> merry crew? Hmph... I s'pose there's no harm in tellin' ye that much... !gesture I was a member o' the Blacksmith's Guild. If ye wanna set up shop in <#BLUE>the Brinks</>, 'tis all but required. !gruffnod The Guild looks out fer its own. If a member has a pesky 'problem', the Guild sees it... 'taken care of'. !point But ye always have ta pay yer dues. If ye don't, ye might find <i>yerself</> becoming a 'problem'. player: That sounds ominous... agent: !neutral !point They're a rough bunch, to be sure. But if ye've got wits enough ta keep yer head down and trust no one, ye can do alright for yerself. player: So what made you leave? agent: !neutral !closedeyes ...I s'pose I let me wits dull a bit over time. A mistake.
uk: agent: !neutral !gesture Мисливцю... Чому ви все це робите? player: Що, тобі не подобаються круті сувеніри? agent: !neutral !think А чого ви сподіваєтесь цим досягти? З тими, з ким я працював в <#BLUE>Брінкс</>, всі мали подвійне дно. player: Е-е... з яким 'типом' ти водився? agent: !neutral !think До того, як приєднався до <i>цієї</> веселої компанії? Хм... Думаю, не буде шкоди, якщо скажу... !gesture Я був у Гільдії ковалів. Якщо хочеш мати кузню в <#BLUE>Брінкс</>, це практично обов’язково. !gruffnod Гільдія піклується про своїх. Якщо в когось виникає 'проблема', Гільдія її... 'вирішує'. !point Але завжди треба платити внески. Якщо ні — можеш <i>сам</> стати 'проблемою'. player: Звучить моторошно... agent: !neutral !point Вони, звісно, груба компанія. Але якщо маєш розум, щоб тримати голову низько і нікому не довіряти — проживеш. player: То чому ти пішов? agent: !neutral !closedeyes ...Гадаю, з часом я розслабився й втратив пильність. Помилка.

source: agent: !neutral !disagree Hmph. Ye should be thinkin' less about bringin' me souvenirs, and more about keepin' yerself safe out there. !point Ye were lookin' a mite banged-up last time <#BLUE>{name.npc_scout}</> dragged ye back ta camp. player: Aww, have you been worrying about me? agent: !neutral !think {name.blacksmith_grunt}... No. Maybe. <z 0.7>A little...</> !angry Bring a good {name.i_item_rarity_epic} weapon when ye go out there, ye ken? And armour, too! Don't want ye bein' a meal for the worms. player: I knew you had a soft side under that grumpy exterior! agent: !neutral !point ...Don't ye go tellin' anyone. I mean it. player: I promise, your secret's safe with me! agent: !happy !dubious Hmph. It'd better be. Ye know I dinnae take givin' away me secrets lightly. !neutral !nervous Hunter... Somethin' you <i>could</i> fetch me... !gesture With some <#RED>{name.weapontools2}</>, I could upgrade yer old {name.i_item_rarity_rare} gear so it's not so laggard. !agree All I need from ye are a few raw materials. A win-win, aye? player: Thanks for thinking of me {name.npc_blacksmith}. agent: !neutral !dubious Aye, err... Doing what's best for the {name_multiple.foxtails}, is all.
uk: agent: !neutral !disagree Хм. Вам слід менше думати про сувеніри для мене, і більше про власну безпеку. !point Востаннє <#BLUE>{Name.npc_scout}</> ледве притягнув вас назад у табір. player: Оу, ти що, хвилювався за мене? agent: !neutral !think {name.blacksmith_grunt}... Ні. Може. <z 0.7>Трохи...</> !angry Беріть добру {3:{name.i_item_rarity_epic}} зброю коли підете, гаразд? І обладунки теж! Не хочу, щоб ви стали обідом для черв’яків. player: Я знав, що під цією буркотливою зовнішністю ти добрий! agent: !neutral !point ...Тільки нікому не кажіть. Я серйозно. player: Обіцяю, твій секрет у безпеці зі мною! agent: !happy !dubious Хм. Так і має бути. Я не люблю роздавати свої секрети. !neutral !nervous Мисливцю... Є щось, що ви <i>могли б</i> для мене дістати... !gesture Отримавши <#RED>{name.weapontools2}</> я зможу покращити вашу стару {3:{name.i_item_rarity_rare}} зброю, щоб вона не відставала. !agree Все, що треба — трохи матеріалів. Обоє виграємо, га? player: Дякую, що дбаєш про мене, {Name.npc_blacksmith}. agent: !neutral !dubious Та-а... Я ж тільки заради {Name_multiple.foxtails} стараюсь.
