Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_polearm_infinite_multithrust.desc
source: Mash <#RED>Heavy Attack</> during the Multi-thrust (<p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_HEAVY' color=0>) attack to keep attacking.
uk: Натискайте <#RED>важку атаку</> під час мульти-удару (<p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_HEAVY' color=0>), щоб продовжувати атакувати.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_polearm_infinite_multithrust.name
source: Hundred Spear Poke
uk: Сто ударів списом

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_polearm_long_range.desc
source: Long range. <#BLUE>Focus Attacks</> do more <#RED>Damage</>.
uk: Далекобійна. <#BLUE>Фокусні атаки</> завдають більше <#RED>шкоди</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_polearm_long_range.name
source: Long {name.weapon_polearm}
uk: Довгий {name.weapon_polearm}

source: Bonus Focus Damage
uk: Бонус фокусної шкоди

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_porkyspine_body.desc
source: Deal <#RED>Damage</> to your <#RED>Attacker</> when taking <#RED>Damage</> from <#RED>Behind</>.
uk: Нанесіть <#RED>шкоду</> вашому <#RED>нападнику</>, коли отримаєте <#RED>шкоду</> <#RED>позаду вас</>.

source: Weapon Damage Dealt
uk: Завдана шкода зброї

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_porkyspine_head.desc
source: <#RED>Focus Attacks</> deal <#RED>Bonus Damage</>, scaling with your <#RED>Distance</> from the <#RED>Target</>.
uk: <#RED>Фокусні атаки</> завдають <#RED>бонусну шкоду</>, що залежить від вашої <#RED>відстані</> до <#RED>цілі</>.

source: Maximum Focus Damage Bonus
uk: Макс. бонус фокусної шкоди

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_porkyspine_waist.desc
source: Fire an <#RED>Ice Spine</> at your <#RED>Attacker</> when you <#RED>Perfect Dodge</> a <#RED>Projectile</>.
uk: Вистрілюйте <#RED>льодяний шип</> у вашого <#RED>нападника</> при <#RED>ідеальному ухиленні</> від <#RED>снаряда</>.

source: Weapon Damage Dealt
uk: Завдана шкода зброї

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_quetz_body.desc
source: Gain a random temporary <#RED>{name.concept_relic}</> every {name.dungeon_room}.
uk: Отримуйте випадкову тимчасову <#RED>{2:{name.concept_relic}}</> кожній {2:{name.dungeon_room}}.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_quetz_body.variables.powers_gained
source: Temporary Powers
uk: Кількість сил

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_quetz_head.desc
source: Increased <#RED>Luck</>.
uk: Збільшує <#RED>вдачу</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_quetz_head.variables.luck
source: Luck
uk: Удача

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_quetz_waist.desc
source: Whenever you gain a <#RED>{name.concept_relic}</>, upgrade it once and take <#RED>{name.concept_damage}</>.
uk: Коли ви отримуєте <#RED>{2:{name.concept_relic}}</>, вона покращується, але ви отримуєте <#RED>{name.concept_damage}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_quetz_waist.variables.health_cost
source: Damage taken
uk: Отримана шкода

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_shotput_explode_on_land.desc
source: <#RED>Explodes</> on landing, dealing a percentage of your <#RED>{name.concept_weapon_damage}</>.
uk: <#RED>Вибухає</> після приземлення, завдаючи відсоток від вашої <#RED>{2:{name.concept_weapon_damage}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_shotput_explode_on_land.name
source: Exploding {name.weapon_shotput}
uk: Вибуховий {name.weapon_shotput}

source: Percentage of {name.concept_weapon_damage}
uk: Відсоток від {2:{name.concept_weapon_damage}}

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_shotput_rebounds_to_owner.desc
source: <#RED>Rebounds</> to its owner. Deals bonus <#BLUE>Focus Damage</>.
uk: <#RED>Відбивається</> до свого власника. Наносить додаткову <#BLUE>фокусну шкоду</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_shotput_rebounds_to_owner.name
source: Returning {name.weapon_shotput}
uk: Повернення {3:{name.weapon_shotput}}

source: Bonus Focus Damage
uk: Бонус фокусної шкоди

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_shotput_seek_reduced_damage.desc
source: Take less <#RED>{name.concept_damage}</> while <#RED>Seeking</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> від <#RED>шукачів</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_shotput_spiked_rebound.desc
source: <#RED>Rebounds</> back in the opposite direction after hitting a <#RED>Target</>. [WIP: Upgradable ability].
uk: <#RED>Відбирається</> назад у протилежному напрямку після попадання в <#RED>ціль</>. [WIP: Можливість оновлення].

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_skill_marks_target.desc
source: Your <#RED>Skill</> follow-up deals more <#RED>{name.concept_damage}</> to the <#RED>Target</> the <#RED>Javelin</> hit, but less <#RED>{name.concept_damage}</> to others.
uk: Ваша <#RED>навичка</> наносить більше <#RED>{2:{name.concept_damage}}</> <#RED>цілі</>, в яку потрапив <#RED>спис</>, але менше <#RED>{2:{name.concept_damage}}</> іншим.

source: {name.concept_damage} to Javelin target
uk: {3:{Name.concept_damage}} цілі списа

source: {name.concept_damage} to others
uk: {3:{Name.concept_damage}} іншим

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_slowpoke_body.desc
source: Deal <#RED>{name.concept_weapon_damage}</> in an area when landing on the ground.
uk: Приземлившись завдайте <#RED>{3:{name.concept_weapon_damage}}</> в області навколо себе.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_slowpoke_body.variables.aoe_damage
source: Damage
uk: Шкода

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_slowpoke_head.desc
source: Prevent <#RED>{name.concept_toxic} Damage</> when health is low.
uk: Запобігає <#RED>пошкодженню від {3:{name.concept_toxic}}</> при низькому рівні здоров'я.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_slowpoke_head.variables.low_health
source: Health Threshold
uk: Розподіл лікування

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_slowpoke_waist.desc
source: <#RED>{name.concept_toxic}</> builds up slower.
uk: <#RED>{Name.concept_toxic}</> накопичується повільніше.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_slowpoke_waist.variables.reduction
source: Resistance
uk: Опір

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_snowfly_body.desc
source: Gain <#RED>{name.powerdesc_critchance}</> while standing near <#RED>Enemies</>.
uk: Збільшуйте <#RED>{name.powerdesc_critchance}</>, перебуваючи біля <#RED>ворогів</>.

source: Percent per second per Enemy
uk: Відсотків за секунду за ворога

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_snowfly_head.desc
source: Consume <#RED>Hit Streak</> on <#RED>Dodge</> and create a <#RED>Spinner</> that lasts that many hits.
uk: Забирає <#RED>серію влучань</> після <#RED>ухиляння</> та створює <#RED>спінер</>, який витримує деяку кількість ударів.

source: Percent of Hit Streak used
uk: Відсоток використаної серії влучань

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_snowfly_waist.desc
source: Take less <#RED>{name.concept_damage}</> while recovering from a <#RED>Dodge</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</>, під час відновлення після <#RED>ухиляння</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_speed_bonus_after_dodge_cancel.desc
source: Gain <#RED>{name.concept_runspeed}</> after <#RED>Dodge Cancelling</>.
uk: Збільшуйте <#RED>{name.concept_runspeed}</> після <#RED>скасування ухилення</>.

source: Seconds
uk: Секунди

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_stunk_body.desc
source: <#RED>Warm</> up faster. Get <#RED>Cold</> slower.
uk: <#RED>Зігрійтеся</> швидше. <#RED>Замерзайте</> повільніше.

source: Cold speed
uk: Швидкість замерзання

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_stunk_body.variables.warming_speed_mult
source: Warming speed
uk: Швидкість зігрівання

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_stunk_head.desc
source: When you <#RED>Perfect Dodge</>, create an <#RED>Ice Fart</> behind you.
uk: Коли ви <#RED>ідеально ухиляєтесь</>, залиште <#RED>крижаний пук</> за собою.

source: Ice Fart Damage
uk: Шкода крижаним пуком

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_stunk_waist.desc
source: Gain <#RED>{name.concept_runspeed}</> when not near any <#RED>Enemies</>.
uk: Збільшуйте <#RED>{name.concept_runspeed}</>, коли поруч немає <#RED>ворогів</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_swarmy_body.desc
source: Create an <#RED>{name.concept_toxic} Pool</> on <#RED>Kill</>.
uk: Створюйте <#RED>калюжу {3:{name.concept_toxic}}</> при <#RED>вбивстві</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_swarmy_body.variables.acid_duration
source: Pool Duration
uk: Тривалість калюжі

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_swarmy_head.desc
source: Increase your <#RED>{name.concept_runspeed}</> when standing in <#RED>{name.concept_toxic}</>.
uk: Збільшує вашу <#RED>{name.concept_runspeed}</>, перебуваючи в <#RED>{5:{name.concept_toxic}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_swarmy_waist.desc
source: Your <#RED>{name.concept_dodge}</> is faster when standing in <#RED>{name.concept_toxic}</>.
uk: Ваше <#RED>{2:{name.concept_dodge}}</> швидше, коли ви стоїте в <#RED>{5:{name.concept_toxic}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_swarmy_waist.variables.acid_dodge_bonus
source: {name.concept_dodge} Speed Bonus
uk: Швидкість {name.concept_dodge}

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_windmon_body.desc
source: When you <#RED>Perfect {name.concept_dodge}</>, drop a <#RED>{name.windmon} Spikeball</> behind you.
uk: Після <#RED>ідеального {name.concept_dodge}</>, залиште <#RED>шипом'яч {2:{Name.windmon}}</> за собою.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_windmon_body.variables.number_of_balls
source: Number of Spikeballs
uk: Кількість шипом'ячиків

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_windmon_head.desc
source: When you <#RED>{name.concept_dodge}</>, create a gust of <#RED>Wind</> behind you.
uk: Після <#RED>{name.concept_dodge}</>, створюйте за собою порив <#RED>вітру</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_windmon_head.variables.wind_strength
source: Wind Strength
uk: Сила вітру

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_windmon_waist.desc
source: Gain <#RED>Wind Resistance</>.
uk: Збільшує <#RED>опір вітру</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_windmon_waist.variables.wind_resistance
source: Wind Resistance
uk: Опір вітру

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_woworm_body.desc
source: Leave an <#RED>{name.concept_toxic} Pool</> when you <#RED>{name.concept_dodge}</>.
uk: Залишайте <#RED>калюжу {3:{name.concept_toxic}}</>, коли виконуєте <#RED>{name.concept_dodge}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_woworm_body.variables.acid_duration
source: Pool Duration
uk: Тривалість калюжі

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_woworm_head.desc
source: <#RED>Heal</> for a percent of <#RED>{name.concept_toxic} Damage</> taken.
uk: <#RED>Зцілення</> на відсоток <#RED>шкоди від {3:{name.concept_toxic}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_woworm_head.variables.heal_percent
source: Heal Amount
uk: Кількість лікування

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_woworm_waist.desc
source: Take less <#RED>{name.concept_damage}</> when standing in <#RED>{name.concept_toxic}</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> перебуваючи в <#RED>{5:{name.concept_toxic}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_woworm_waist.variables.damage_reduction
source: Damage Reduction
uk: Стійкість до шкоди

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_yammo_body.desc
source: Take less <#RED>{name.concept_damage}</> from <#RED>{name_multiple.rot_boss}</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> від <#RED>{name_multiple.rot_boss}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_yammo_head.desc
source: Your <#BLUE>Heavy {name_multiple.concept_focus_hit}</> deal bonus <#RED>{name.concept_damage}</>.
uk: Ваші <#BLUE>важкі {name_multiple.concept_focus_hit}</> завдають додаткової <#RED>{2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_yammo_waist.desc
source: Take less <#RED>{name.concept_damage}</> while you're not <#RED>Attacking</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</>, поки ви не <#RED>атакуєте</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_yammo_weapon.desc
source: <#RED>Enemies</> you <#RED>Knock Down</> deal <#RED>Damage</> while flying through the air.
uk: <#RED>Вороги</>, яких ви <#RED>збиваєте з ніг</>, завдають <#RED>шкоду</> під час польоту в повітрі.

source: Knock Down Distance
uk: Відстань збивання

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_zucco_body.desc
source: Your <#BLUE>{name_multiple.concept_focus_hit}</> deal extra <#RED>{name.concept_damage}</>.
uk: Ваші <#BLUE>{name_multiple.concept_focus_hit}</> завдають додаткової <#RED>{2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.EQUIPMENT.equipment_zucco_head.desc
source: Increase your <#RED>{name.concept_runspeed}</>.
uk: Збільшує вашу <#RED>{name.concept_runspeed}</>.

# STRINGS.ITEMS.POWERS.FOOD_POWER.heal_on_enter.desc
source: When you enter a new clearing, <#RED>Heal</> for <#RED>{heal} Health</>.
uk: Коли ви входите в нову галявину, <#RED>зцілює</> на <#RED>{heal} здоров'я</>.

# STRINGS.ITEMS.POWERS.FOOD_POWER.heal_on_enter.name
source: Breath of Fresh Air
uk: Ковток свіжого повітря

# STRINGS.ITEMS.POWERS.FOOD_POWER.max_health.desc
source: Increase <#RED>Maximum Health</> by <#RED>{health}</>.
uk: Збільшує <#RED>максимальне здоров'я</> на <#RED>{health}</>.

# STRINGS.ITEMS.POWERS.FOOD_POWER.max_health.name
source: Vitality
uk: Життєздатність

# STRINGS.ITEMS.POWERS.FOOD_POWER.max_health_on_enter.desc
source: When you enter a new clearing, gain <#RED>+{max_health} Maximum Health</> and <#RED>Heal</> for <#RED>{heal} Health</>.
uk: Коли ви входите в нову галявину, <#RED>зцілює</> на <#RED>{heal} здоров'я</> та дає <#RED>+{max_health} максимального здоров'я</>.

# STRINGS.ITEMS.POWERS.FOOD_POWER.max_health_on_enter.name
source: Trailblazer
uk: Першовідкривач

# STRINGS.ITEMS.POWERS.FOOD_POWER.perfect_pairing.desc
source: Your <#RED>Potion</> will <#RED>Heal</> an additional <#RED>+{bonus_heal}% Health</>.
uk: Ваше <#RED>зілля</> додатково <#RED>зцілить +{bonus_heal}% здоров'я</>.

# STRINGS.ITEMS.POWERS.FOOD_POWER.perfect_pairing.name
source: Perfect Pairing
uk: Ідеальне сполучення

# STRINGS.ITEMS.POWERS.FOOD_POWER.pocket_money.desc
source: Gain <#KONJUR>{konjur} {name.i_konjur}</>.
uk: Отримайте <#KONJUR>{konjur} {2:{name.i_konjur}}</>.

# STRINGS.ITEMS.POWERS.FOOD_POWER.pocket_money.name
source: Pocket Change
uk: Кишенькові гроші

# STRINGS.ITEMS.POWERS.FOOD_POWER.private_healthcare.desc
source: Whenever you pick up <#KONJUR>{name.i_konjur}</>, <#RED>Heal {percent}%</> of the amount picked up.
uk: Щоразу, коли ви збираєте <#KONJUR>{name.i_konjur}</>, <#RED>зцілюйтесь на {percent}%</> від отриманої кількості.

# STRINGS.ITEMS.POWERS.FOOD_POWER.private_healthcare.name
source: Abundance Mindset
uk: Мислення достатку

# STRINGS.ITEMS.POWERS.FOOD_POWER.retail_therapy.desc
source: When you enter a <#RED>Shop</>, <#RED>Heal</> for <#RED>{heal} Health</>.
uk: Коли ви заходите в <#RED>Магазин</>, ви <#RED>зцілюєтесь</> на <#RED>{heal} здоров'я</>.

# STRINGS.ITEMS.POWERS.FOOD_POWER.retail_therapy.name
source: Retail Therapy
uk: Роздрібна терапія

# STRINGS.ITEMS.POWERS.FOOD_POWER.thick_skin.desc
source: When you take <#RED>{name.concept_damage}</>, reduce it by <#RED>{reduction}</>.
uk: Коли ви отримуєте <#RED>{name.concept_damage}</>, зменште її на <#RED>{reduction}</>.

# STRINGS.ITEMS.POWERS.FOOD_POWER.thick_skin.name
source: Silver Lining
uk: Срібна підкладка

# STRINGS.ITEMS.POWERS.FROST.frost_aura.desc
source: Constantly apply <#RED>Cold</> to enemies in a medium radius.
uk: Постійно <#RED>охолоджує</> на ворогів у середньому радіусі.

# STRINGS.ITEMS.POWERS.FROST.frost_aura.name
source: Diamond Dust
uk: Діамантовий пил

# STRINGS.ITEMS.POWERS.FROST.frost_aura_effect.desc
source: Gain <#RED>{cold_per_proc} Cold</> per second.
uk: Отримуйте <#RED>{cold_per_proc} охолодження</> щосекунди.

# STRINGS.ITEMS.POWERS.FROST.frost_aura_effect.name
source: Diamond Dust Effect
uk: Ефект діамантового пилу

# STRINGS.ITEMS.POWERS.FROST.frost_capacitor.desc
source: When you <#RED>Light Attack</> a <#RED>Frozen Enemy</>, store <#RED>{damage_stored}% Damage</> dealt. <#RED>Heavy Attack</> to deal the stored <#RED>Damage</>. Reset when you take <#RED>Damage</>.
uk: <#RED>Легкі атаки</> по <#RED>замороженому ворогу</> накопичують <#RED>{damage_stored}% завданої шкоди</>. <#RED>Важка атака</> завдає накопичену <#RED>шкоду</>. Скидається при отриманні <#RED>шкоди</>.

# STRINGS.ITEMS.POWERS.FROST.frost_capacitor.name
source: Cold Storage
uk: Морозильна камера

# STRINGS.ITEMS.POWERS.FROST.frost_extended_range.desc
source: Every sixth <#RED>Light Attack</> shoots three <#RED>Ice Chunks</>.
uk: Кожна шоста <#RED>легка атака</> випускає три <#RED>крихти льоду</>.

# STRINGS.ITEMS.POWERS.FROST.frost_extended_range.name
source: Ice Volley
uk: Крижаний залп

# STRINGS.ITEMS.POWERS.FROST.frost_freeze_nearest_on_kill.desc
source: When you <#RED>Kill</> a <#RED>Frozen Enemy</>, deal <#RED>{weapon_damage}% Weapon Damage</> to the nearest <#RED>Enemy</> and <#RED>Freeze</> them.
uk: Коли ви <#RED>вбиваєте</> <#RED>замороженого ворога</>, завдайте <#RED>{weapon_damage}% шкоди зброєю</> найближчому <#RED>ворогу</> і <#RED>заморозьте</> його.

# STRINGS.ITEMS.POWERS.FROST.frost_freeze_nearest_on_kill.name
source: Frostbite
uk: Крижаний укус

# STRINGS.ITEMS.POWERS.FROST.frost_frozen_defense.desc
source: Gain <#RED>{damage_reduction}% Damage Resistance</> for every nearby <#RED>Frozen Enemy</>.
uk: Отримуйте <#RED>{damage_reduction}% захисту від шкоди</> за кожного <#RED>замороженого ворога</> поблизу.

# STRINGS.ITEMS.POWERS.FROST.frost_frozen_defense.name
source: Glacial Armour
uk: Крижаний обладунок

# STRINGS.ITEMS.POWERS.FROST.frost_frozen_speed.desc
source: Gain <#RED>{speed_bonus}% {name.concept_runspeed}</> for every nearby <#RED>Frozen Enemy</>.
uk: Отримуйте <#RED>{speed_bonus}% {2:{name.concept_runspeed}}</> за кожного <#RED>замороженого ворога</> поблизу.

# STRINGS.ITEMS.POWERS.FROST.frost_frozen_speed.name
source: Glacial Rush
uk: Крижаний ривок

# STRINGS.ITEMS.POWERS.FROST.frost_frozen_strength.desc
source: Gain <#RED>{damage_bonus}% Bonus Damage</> for every nearby <#RED>Frozen Enemy</>.
uk: Отримуйте <#RED>{damage_bonus}% бонусної шкоди</> за кожного <#RED>замороженого ворога</> поблизу.

# STRINGS.ITEMS.POWERS.FROST.frost_frozen_strength.name
source: Glacial Might
uk: Льодовикова міць

# STRINGS.ITEMS.POWERS.FROST.frost_icicle_storage.desc
source: When you <#RED>Kill</> a <#RED>Frozen Enemy</>, store an <#RED>Ice Spine</>. <#RED>Dodge</> to shoot all stored <#RED>Ice Spines</> at the nearest <#RED>Enemy</>. Reset when you take <#RED>Damage</>.
uk: При <#RED>вбивстві</> <#RED>замороженого ворога</> накопичуйте <#RED>крижані шипи</>. <#RED>Ухилення</> випускає всі накопичені <#RED>крижані шипи</> у найближчого <#RED>ворога</>. Скидається при отриманні <#RED>шкоди</>.

# STRINGS.ITEMS.POWERS.FROST.frost_icicle_storage.name
source: Ice Storm
uk: Крижана буря

# STRINGS.ITEMS.POWERS.FROST.frost_on_attack.desc
source: Luca wrote this! It should not ship!
uk: Лука написав це! Не повинно потрапити в реліз!

# STRINGS.ITEMS.POWERS.FROST.frost_on_attack.name
source: Frost Attack Test
uk: Тест атаки морозом

# STRINGS.ITEMS.POWERS.FROST.frost_on_heavy.desc
source: Your first <#RED>Heavy Attack</> per <#RED>{name.dungeon_room}</> triggers an <#RED>Ice Explosion</> on all enemies.
uk: Ваша перша <#RED>важка атака</> на <#RED>{2:{name.dungeon_room}}</> спричиняє <#RED>крижаний вибух</> на всіх ворогах.

# STRINGS.ITEMS.POWERS.FROST.frost_on_heavy.name
source: Cold Snap
uk: Холодний спалах

# STRINGS.ITEMS.POWERS.FROST.frost_on_light.desc
source: Your <#RED>Light Attacks</> apply <#RED>Cold</> to enemies.
uk: Ваші <#RED>легкі атаки</> <#RED>охолоджують</> ворогів.

# STRINGS.ITEMS.POWERS.FROST.frost_on_light.name
source: Frost Strike
uk: Крижаний удар

# STRINGS.ITEMS.POWERS.FROST.frost_perfect_dodge.desc
source: When you <#RED>Perfect Dodge</>, cause an <#RED>Ice Explosion</>.
uk: При <#RED>ідеальному ухиленні</> викликає <#RED>крижаний вибух</>.

# STRINGS.ITEMS.POWERS.FROST.frost_perfect_dodge.name
source: Chilly Response
uk: Холодна відповідь

# STRINGS.ITEMS.POWERS.FROST.frost_retaliation.desc
source: When you take <#RED>Damage</>, <#RED>Freeze</> your <#RED>Attacker</> in an <#RED>Ice Prison</>.
uk: При отриманні <#RED>шкоди</> <#RED>заморожує</> <#RED>нападника</> у <#RED>крижаній в'язниці</>.

# STRINGS.ITEMS.POWERS.FROST.frost_retaliation.name
source: Desolate Imprisonment
uk: Самотня в'язниця

# STRINGS.ITEMS.POWERS.FROST.frost_shatter_execute.desc
source: Your attacks against <#RED>Frozen</> enemies with low <#RED>Health</> instantly <#RED>Kill</> them.
uk: Атаки по <#RED>заморожених</> ворогах з низьким <#RED>здоров'ям</> миттєво їх <#RED>вбивають</>.

# STRINGS.ITEMS.POWERS.FROST.frost_shatter_execute.name
source: Frozen Fatality
uk: Крижана смерть

# STRINGS.ITEMS.POWERS.FROST.frost_shrapnel.desc
source: When you <#RED>Kill</> a <#RED>Frozen Enemy</>, it explodes into <#RED>{projectiles} Ice Chunks</>.
uk: При <#RED>вбивстві</> <#RED>заморожений ворог</> вибухає, розкидаючи <#RED>{projectiles} крихти льоду</>.

# STRINGS.ITEMS.POWERS.FROST.frost_shrapnel.name
source: Ice Nova
uk: Крижана нова

# STRINGS.ITEMS.POWERS.FROST.frost_snowball_on_dodge.desc
source: When you <#RED>Dodge</>, throw a snowball at the nearest enemy in a large radius.
uk: При <#RED>ухиленні</> кидає сніжку в найближчого ворога у великому радіусі.

# STRINGS.ITEMS.POWERS.FROST.frost_snowball_on_dodge.name
source: Snowball Fight
uk: Гра у сніжки

# STRINGS.ITEMS.POWERS.FROST.frost_spread_cold.name
source: Cold Wave
uk: Холодна хвиля

# STRINGS.ITEMS.POWERS.FROST.frost_spread_cold.rarity_text_EPIC
source: When you deal <#RED>Damage</> to a <#RED>Cold or Frozen Enemy</>, apply small amounts of <#RED>Cold</> to enemies in a large radius.
uk: При завданні <#RED>шкоди</> <#RED>холодному або замороженому ворогові</> накладає невелику кількість <#RED>холоду</> на ворогів у великому радіусі.

# STRINGS.ITEMS.POWERS.FROST.frost_spread_cold.rarity_text_LEGENDARY
source: When you deal <#RED>Damage</> to a <#RED>Cold or Frozen Enemy</>, apply <#RED>Cold</> to enemies in a large radius.
uk: При завданні <#RED>шкоди</> <#RED>холодному або замороженому ворогові</> накладає <#RED>холод</> на ворогів у великому радіусі.

# STRINGS.ITEMS.POWERS.HEART.heart_bandicoot.desc
source: Your <#RED>{name.concept_dodge}</> is faster.
uk: Ваше <#RED>{name.concept_dodge}</> відбувається швидше.

# STRINGS.ITEMS.POWERS.HEART.heart_bandicoot.name
source: Aspect of {name.bandicoot}
uk: Аспект {2:{Name.bandicoot}}

# STRINGS.ITEMS.POWERS.HEART.heart_eggzy.desc
source: The first few <#RED>{name.concept_relic} Crystals</> you open contain more choices.
uk: Перші кілька <#RED>кристалів {3:{name.concept_relic}}</>, які ви відкриваєте, містять більше виборів.

# STRINGS.ITEMS.POWERS.HEART.heart_eggzy.name
source: Aspect of {name.eggzy}
uk: Аспект {2:{Name.eggzy}}

# STRINGS.ITEMS.POWERS.HEART.heart_eggzy.variables.extra_choices
source: Bonus choices
uk: Додатковий вибір

# STRINGS.ITEMS.POWERS.HEART.heart_eggzy.variables.rooms
source: Crystals affected
uk: Кількість кристалів

# STRINGS.ITEMS.POWERS.HEART.heart_grimhollow.desc
source: <#RED>Boss Aspects</> are being reworked. Everything about the system is changing, but the hearts you collect now will still benefit you later.
uk: <#RED>Аспекти босів</> переробляються. Уся система змінюється, але серця, які ви збираєте зараз, принесуть користь у майбутньому.
