Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

source: !neutral !scared I hope <#BLUE>{name.npc_armorsmith}'s</> confidence doesn't get her into any trouble out there. !gesture She's, uh, not the best at risk assessment.
uk: !neutral !scared Я сподіваюся, що впевненість не втягне <#BLUE>{2:{Name.npc_armorsmith}}</> в проблеми. !gesture Вона, е-е, не найкраща в оцінці ризиків.

source: !gesture Don't forget, we've got people to go rescue. !nervous We should get back to it.
uk: !gesture Не забувайте, у нас є кого рятувати. !nervous Потрібно повертатися до справи.

source: !dejected I hope <#BLUE>{name.npc_blacksmith}</> is alright. !nervous He looks tough, but he's not a fighter, y'know.
uk: !dejected Я сподіваюся, що <#BLUE>{Name.npc_blacksmith}</> в порядку. !nervous Він виглядає крутим, але він не боєць, знаєте.

source: !nervous I keep flying over the woods but I haven't seen <#BLUE>{name.npc_blacksmith}</> anywhere. !dejected Where on earth could he be?
uk: !nervous Я продовжую літати над лісом, але я ніде не бачив <#BLUE>{2:{Name.npc_blacksmith}}</>. !dejected Де він може бути?

source: !nervous I think I spotted some of <#BLUE>{name.npc_blacksmith}'s</> tools from up in the <#RED>{name.i_damselfly}</>... !dejected But... no <#BLUE>{name.npc_blacksmith}</>.
uk: !nervous Мені здається, я помітив деякі інструменти <#BLUE>{2:{Name.npc_blacksmith}}</> літаючи на <#RED>{3:{Name.i_damselfly}}</>... !dejected Але... не <#BLUE>{2:{Name.npc_blacksmith}}</>.

source: !nervous Let's get back out there and look for <#BLUE>{name.npc_blacksmith}</>. !dejected Next time I lead an expedition, I'm giving everyone flare guns.
uk: !nervous Повернімось туди та пошукаємо <#BLUE>{2:{Name.npc_blacksmith}}</>. !dejected Наступного разу, коли я очолю експедицію, я роздам усім сигнальні пістолети.

source: !neutral !bliss It's such a relief to have <#BLUE>{name.npc_armorsmith}</> back safe and sound. !neutral !think I just hope we find <#BLUE>{name.npc_blacksmith}</> soon...
uk: !neutral !bliss Яке полегшення, що <#BLUE>{Name.npc_armorsmith}</> повернулася ціла і неушкоджена. !neutral !think Сподіваюся, ми скоро знайдемо <#BLUE>{2:{Name.npc_blacksmith}}</>...

source: !neutral !think Hey Hunter... you don't think Hamish is <i>avoiding</> us, do you? !disagree No, that's crazy. !nervous I-I'm a good boss! You think so, right...?
uk: !neutral !think Гей, Мисливцю... ви ж не думаєте, що Гаміш <i>уникає</> нас? !disagree Ні, це безглуздо. !nervous Я хороший бос! Ви ж так думаєте, чи не так...?

source: !neutral !point If you see anything weird out there, let me know with <#RED>F8</>. !agree As expedition leader, it's my job to make these Hunts as smooth as I can for you.
uk: agent: !neutral !point Якщо побачите щось дивне, дайте мені знати натиснув <#RED>F8</>. !agree Як лідер експедиції, я відповідаю за те, щоб ці полювання проходили для вас якомога гладкіше.

source: !happy !nervous Hey, Hunter? Thanks for playing <#RED>Early Access</>. !bliss Everything you teach me is gonna make this Hunt better, for you <i>and</i> the other Hunters!
uk: !happy !nervous Гей, Мисливцю? Дякуємо за гру в <#RED>ранній доступ</>. !bliss Усе, чого ви мене навчите, зробить це полювання кращим для вас <i>та</i> інших Мисливців!

source: !happy !think Hey Hunter, lemme know your thoughts on this Hunt with <#RED>F8</>, okay? !agree I wanna make sure I'm doing all I can to support you.
uk: agent: !happy !think Гей, Мисливцю, розкажіть мені свої думки про це полювання натиснув <#RED>F8</>, гаразд? !agree Хочу переконатися, що роблю все можливе, щоб підтримати вас.

source: !neutral !think I wonder if <#BLUE>{name.npc_armorsmith}</> and <#BLUE>{name.npc_blacksmith}</> are getting hungry about now. !agree I'll see if I can scrounge up some tea before they get back.
uk: !neutral !think Цікаво, чи <#BLUE>{Name.npc_armorsmith}</> і <#BLUE>{Name.npc_blacksmith}</> зараз голодні. !agree Я подивлюсь, чи зможу знайти чай, перш ніж вони повернуться.

source: !neutral !dubious That <#RED>{name.weapon_crystal}</> is lookin mighty plain.
uk: !neutral !dubious Ця <#RED>{name.weapon_crystal}</> виглядає занадто простою.

source: !neutral !dubious That <#RED>{name.weapon_crystal}</> needs to be <#RED>Charged</> before I can finish it. !gesture Killin' a <#RED>{name.elite_prefix} {name.rot_boss}</> with it should do tha trick.
uk: !neutral !dubious Цю <#RED>{2:{name.weapon_crystal}}</> потрібно <#RED>зарядити</>, перш ніж я зможу її завершити. !gesture Убивство нею <#RED>{4:{name.elite_prefix}} {2:{name.rot_boss}}</> має спрацювати.

source: !neutral !think [TEMP] I might have a cure for your affliction...
uk: !neutral !think [TEMP] У мене, можливо, є ліки проти вашої недуги...

source: !happy !bliss <#BLUE>{name.npc_armorsmith} was really impressed with the stitching on my cowl! !neutral !think ...She looked a little greener than usual after I told her how I made it, though.
uk: !happy !bliss <#BLUE>{Name.npc_armorsmith}</> була вражена швами на моєму капюшоні! !neutral !think ...Але вона виглядала трохи зеленішою після того, як я розповів, як його зробив.

source: !happy !gesture I'm getting a lot better at talking to folks. !closedeyes But I still need to take a break sometimes.
uk: !happy !gesture У мене вже краще виходить спілкуватися з іншими. !closedeyes Але іноді мені все ще треба перепочити.

source: !neutral !shrug Taking care of plants is easy. !closedeyes They tell you what they need without talking.
uk: !neutral !shrug Доглядати за рослинами легко. !closedeyes Вони кажуть, що їм потрібно, без слів.

source: !neutral !think <#BLUE>{name.npc_armorsmith}</> never seems to run out of things to say. !gesture ...Maybe that's because she repeats what <i>other</> people say, too.
uk: !neutral !think У <#BLUE>{4:{Name.npc_armorsmith}}</> ніколи не вичерпується теми для розмов. !gesture ...Можливо, це тому, що вона повторює те, що говорять <i>інші</>.

source: !neutral !closedeyes I miss Granny's hut. And our garden. !shrug ...But it's overrun with <#RED>{name_multiple.rot}</> now. So.
uk: !neutral !closedeyes Я сумую за хатинкою бабусі. І нашим садом. !shrug ...Але тепер його заполонили <#RED>{name_multiple.rot}</>. Ну що ж.

source: !happy I like watching the plants grow. !agree They're doing such a good job.
uk: !happy Я люблю спостерігати, як ростуть рослини. !agree Вони чудово справляються.

source: !neutral !think <#BLUE>{name.npc_scout}</> keeps talking about a place called 'the Brinks'? !shrug Is that where the sky ships took everybody?
uk: !neutral !think <#BLUE>{Name.npc_scout}</> постійно говорить про місце, яке називається 'Брінкс'? !shrug Це туди небесні кораблі відвезли всіх?

source: !neutral !think There's nothing wrong with dirt. It's natural. !angry What's <i>weird</> is everyone telling me to 'wash my hands' and 'wipe my feet before coming in'.
uk: !neutral !think У бруді немає нічого поганого. Це природно. !angry <i>Дивно</>, що всі кажуть мені 'мий руки' та 'витирай ноги перед входом'.

source: !neutral !closedeyes Everyone here talks so much. !dejected It's so tiring...
uk: !neutral !closedeyes Усі тут так багато говорять. !dejected Це так втомлює...

source: !neutral !think Do you ever feel bad for the <#RED>{name_multiple.rot}</>? !gesture I do sometimes. It's not really their fault they're like that.
uk: !neutral !think Вам коли-небудь було шкода <#RED>{2:{name_multiple.rot}}</>? !gesture Мені іноді буває. Вони ж не винні, що такі.

source: !neutral !closedeyes I was just thinking... !closedeyes ...about how much I want to take a nap.
uk: !neutral !closedeyes Я щойно думала... !closedeyes ...як би добре було подрімати.

source: agent: !neutral !dejected I really miss my Granny. Even though I know a part of her is always close by. player: You mean her spirit? agent: !neutral !gesture Oh, no. Her pelt. Granny left me instructions for how to prepare it when she passed. I like knowing she'll always be close, even now that she's gone. player: Her... <i>pelt</>? You mean... your cowl is...? agent: !happy !agree She turned out really well, didn't she? I think she'd be proud of my work. player: I... um... excuse me, I think I need to go for a walk... agent: !neutral !shrug Okay.
uk: agent: !neutral !dejected Дуже сумую за своєю бабусею. Хоча знаю, що частинка її завжди поруч. player: Ти маєш на увазі її дух? agent: !neutral !gesture О, ні. Її шкуру. Бабуся залишила мені інструкції, як її підготувати після смерті. Мені подобається відчувати, що вона й досі поряд. player: Її... <i>шкуру</>? Ти маєш на увазі... твоя накидка це...? agent: !happy !agree Вона вийшла чудово, чи не так? Думаю, вона була б мною горда. player: Я... е-е... вибач, мені, мабуть, треба пройтися... agent: !neutral !shrug Гаразд.

source: !neutral !think I <i>want</> to like being around people. But it's hard sometimes. !nervous ...What if I never get used to it?
uk: !neutral !think Я <i>хочу</> подобатися іншим. Але це складно. !nervous ...Що як я так і не звикну?

source: !happy !gesture You know what makes me a good friend? I'm a great secret-keeper. !point For example, I've never told anyone that <#BLUE>{name.npc_scout}'s</> self-conscious about their snout.
uk: !happy !gesture Знаєте, що робить мене хорошим другом? Я чудово вмію зберігати таємниці. !point Наприклад, я ніколи нікому не казав, що <#BLUE>{Name.npc_scout}</> комплексує через свій ніс.

source: !happy !gesture You wouldn't believe the kinds of juicy secrets people will just write down for anyone to see! !shrug I mean sure, they write it in a 'diary' or whatever, but what's to stop someone from taking a little peek when no one's around?
uk: !happy !gesture Ви не повірите, які пікантні секрети просто записують, щоб їх міг побачити кожен! !shrug Ну, вони називають це 'щоденником' чи якось так, але що завадить комусь підглянути, коли нікого поруч немає?

source: !dejected Ugh. {name.rot} stains just never wash out right... !happy !think It's better to just cut around the stain and sew on a new patch of fabric.
uk: !dejected Уф. Плями від {2:{name.rot}} ніколи не відпираються як слід... !happy !think Краще просто вирізати пляму та пришити нову латочку.

source: !happy !point Hey, Hunter! What's a juicy secret you've never told anyone before? !neutral !shrug ...Aww, don't give me that look. I was just <i>asking!</>
uk: !happy !point Гей, Мисливцю! Яку соковиту таємницю ви нікому не розповідали? !neutral !shrug ...Не дивіться на мене так. Я просто <i>спитала!</>

source: !neutral !think Some people say I won't amount to anything, then other people say I'm 'too much'. !shrug Well which is it? Make up your minds!
uk: !neutral !think Дехто каже, що я ні на що не здатна, інші — що я 'занадто' вміла. !shrug То як же насправді? Вирішіть нарешті!

source: !happy !wavelunn Why would I ever be lonely when I've got <#BLUE>{name.npc_lunn}</> for company?
uk: !happy !wavelunn Чому я маю відчувати себе самотньою, якщо у мене є <#BLUE>{Name.npc_lunn}</>?

source: !neutral !think I think the fact that I have better conversations with my leather cutter than with most people says more about most people than it does about me.
uk: !neutral !think Я думаю, що той факт, що я краще спілкуюся зі своїм різаком для шкіри, ніж з більшістю істот, більше говорить про більшість істот, ніж про мене.

source: !happy !bliss <#BLUE>{name.npc_lunn}</> and Balki are still going strong. I feel kinda silly for getting so worked up over thinking they wouldn't want me around. We still hang out all the time! !think But I think it's good that <#BLUE>{name.npc_lunn}</> and I aren't spending <i>all</> our time together anymore. !laugh It was like we shared a brain! I guess there <i>is</> such a thing as being too close.
uk: !happy !bliss <#BLUE>{Name.npc_lunn}</> та Балкі досі разом. Мені трохи соромно, що я так переживала, думаючи, що я буду зайвою. Ми все ще проводимо час разом! !think Але добре, що <#BLUE>{Name.npc_lunn}</> і я більше не проводимо <i>весь</> час разом. !laugh Було наче ми ділили один мозок! Мабуть, існує таке поняття, <i>як</> занадто близькі стосунки.

source: !neutral !think <#BLUE>{name.npc_lunn}</> was a little jealous of Balki at first, but they seem to be getting along better now. !happy !bliss I think with a little time, they'll be great friends!
uk: !neutral !think Спочатку <#BLUE>{Name.npc_lunn}</> ревнував до Балкі, але зараз вони ладнають краще. !happy !bliss Думаю, з часом вони стануть чудовими друзями!

source: !neutral !dejected Sorry <#BLUE>{name.npc_lunn}'s</> been giving you the silent treatment, Hunter. !wavelunn I think he's still a little upset about the whole whetstone thing.
uk: !neutral !dejected Вибач, що <#BLUE>{Name.npc_lunn}</> ігнорує тебе, Мисливцю. !wavelunn Думаю, він ще трохи засмучений через точильний камінь.

source: !happy !think Maybe I've got time ta read one more page... <z 0.7>It's sure nice havin' something ta mark my spot-- I can finally stop re-reading the first chapter...</z> !neutral !shocked Och-- err, Hunter! ...How long have ye been standin' there?
uk: !happy !think Можливо, встигну прочитати ще одну сторінку... <z 0.7>Приємно мати щось, щоб позначити сторінку... тепер можу перестати перечитувати перший розділ...</z> !neutral !shocked Ох... е-е, Мисливцю! ...Як довго ви там стояли?

source: !neutral !dubious Ye wanna know where I got this scar, eh? !think Ah... just a wee 'workplace accident'... It happens in my line o' work. !happy !dubious 'Specially when a customer and I didnae see eye-to-eye on a payment plan.
uk: !neutral !dubious Хочете знати, де я отримав цей шрам? !think Ах... просто маленький "виробничий інцидент"... Таке трапляється в моїй роботі. !happy !dubious Особливо коли клієнт і я не дійшли згоди щодо плану оплати.

source: !neutral !point Here's a free bit of advice, Hunter-- ye'll sleep better knowin' ye got a sharp blade within arm's reach. !shrug I like ta keep mine under the pillow, meself.
uk: !neutral !point Ось маленька порада, Мисливцю... спати буде спокійніше, знаючи, що гострий клинок під рукою. !shrug Я тримаю свій під подушкою.

source: !neutral !disagree ...<z 0.7>'Henri'? Sure doesnae look like an 'Henri' ta me...</z> Oi, Hunter! !point Would ye tell yer <#BLUE>{name.job_armorsmith}</> she cannae name other people's tools?!
uk: !neutral !disagree ...<z 0.7>'Генрі'? Не виглядає як 'Генрі', як на мене...</z> Ой, Мисливцю! !point Скажи своєму <#BLUE>{2:{name.job_armorsmith}}</>, що вона не може називати інструменти інших?!

source: !neutral !dubious Hmph. Looks like ye've been in a scrape or two. !point Mind yerself out there.
uk: !neutral !dubious Хм. Схоже, ви мали пару неприємностей. !point Бережіть себе.

source: !neutral !gesture Want to upgrade yer weapons more? !point I'll need materials. Check my list on the <#RED>Weapon Racks</>.
uk: !neutral !gesture Хочете покращити зброю? !point Потрібні матеріали. Перевірте мій список на <#RED>стійці для зброї</>.

source: !neutral !think They called me 'Hamish the Hammer' back in the Guild. !gesture On account o' my soft touch 'n way with words.
uk: !neutral !gesture В гільдії мене називали 'Гаміш-Молот'. !gesture Завдяки моєму м'якому підходу та вмінню спілкуватися.

source: !neutral !gruffnod The Blacksmith's Guild was like a big family. !point Ye never turn yer back on family... gives 'em too clear of a shot at yer vital parts.
uk: !neutral !gruffnod Гільдія ковалів була як велика родина. !point Ніколи не відвертайтесь від родини... це дає їм змогу поцілити у ваші життєво важливі органи.

source: !neutral !dubious Ye think a <#RED>{name.yammo}'s</> got a mean mug? !gruffnod Ye shoulda met my old Guildmaster.
uk: !neutral !dubious Ви думаєте, що у <#RED>{Name.yammo</> сердите обличчя? !gruffnod Бачили б ви мого старого майстра гільдії.

source: !happy !gruffnod Hmph. Nice racket <#BLUE>{name.npc_scout}'s</> got goin' here. Coulda make a mighty lucrative business haulin' {name.konjur} back ta <#BLUE>the Brinks</>... !happy !disagree Heh. 'Course, the kit's got much loftier goals than that.
uk: !happy !gruffnod Хм. Гарна справа у <#BLUE>{2:{Name.npc_scout}}</>. Можна було б добре заробити, перевозивши {name.konjur} у <#BLUE>Брінкс</>... !happy !disagree Але, звісно, у цього хлопця є набагато більш амбітні цілі.

source: !neutral !point The Blacksmith's Guild takes care o' its own. !shrug 'Course, if ye cross 'em, they'll 'take care' of ye in a more permanent sorta way.
uk: !neutral !point Гільдія ковалів піклується про своїх. !shrug Але якщо перейти дорогу, вони 'попіклуються' про вас... назавжди.

source: !neutral !think A lot's happened in the last ten years... !disagree I cannae help but wonder if things really can go back ta the way they were.
uk: !neutral !think За останні десять років сталося багато чого... !disagree Цікаво, чи можна все повернути як раніше.

source: !neutral !think Hmph. <#BLUE>{name.npc_armorsmith}</> was goin' on about how I'm 'unapproachable'. !shrug ...Doesn't seem ta stop her from comin' over and talkin' my ear off, though.
uk: !neutral !think Хм. <#BLUE>{Name.npc_armorsmith}</> казала, що я 'недоступний'. !shrug ...Але це не заважає їй приходити і теревенити.

source: !neutral !think Oh, uh, sorry I'm just a bit busy with... vegetable sorting. !happy !shrug Gotta make sure all those sneaky veggies are in order, y'know?
uk: !neutral !think Ой, вибачте, я трохи зайнята... сортуванням овочів. !happy !shrug Треба ж стежити, щоб усі підступні овочі були на своєму місці, ви ж знаєте?

source: !angry Hey, wouldya tell <#BLUE>{name.npc_armorsmith}</> to stop pokin' her nose around my kitchen? !neutral !think Doesn't she have more important things to do?
uk: !angry Гей, скажіть <#BLUE>{3:{Name.npc_armorsmith}}</>, щоб не пхала носа на мою кухню! !neutral !think Невже в неї немає важливіших справ?

source: !neutral !disagree Hunter... <#BLUE>{name.npc_dojo_master}</> told me somethin' awful. !nervous He said that on your Hunts you find <#KONJUR>Teffra Crystals</> and... <i>smash them</>?! !dejected Tell me it's not true! Do you have any idea how much those'd be worth in <#BLUE>the Brinks</>?!
uk: !neutral !disagree Мисливцю... <#BLUE>{Name.npc_dojo_master}</> розповів мені жахливу річ. !nervous Він сказав, що під час своїх полювань ви знаходите <#KONJUR>кристали кожруру</> і... <i>розбиваєте їх</>?! !dejected Скажіть, що це неправда! Ви уявляєте, скільки вони коштують у <#BLUE>Брінкс</>?!

source: !neutral !dubious You haven't overheard any gripin' about my cookin' have you? !point Throwin' around comments like 'she don't know a fritter from a flambé'? !angry I know what I'm doin'! Some folks just don't appreciate simple, country-style food, is all.
uk: !neutral !dubious Ви не чули жодних скарг на мою кухню? !point Ніяких балачок на кшталт 'вона не відрізняє оладки від фламбе'? !angry Я знаю, що роблю! Просто деякі не цінують просту, домашню їжу.

source: !neutral !think As soon as I'm done cookin', there's all these dishes to clean. !dejected Then when I'm done cleanin' the dishes, it's time to cook again. !scared Where does it end?!
uk: !neutral !think Щойно закінчу готувати – одразу треба мити посуд. !dejected А щойно закінчу мити посуд – знову треба готувати. !scared Де цьому кінець?!

source: !happy !gesture <#RED>{name.blarmadillo}</> spit is a decent replacement for butter when you're in a pinch. !neutral !shocked Uh-- not that I've ever tried it!
uk: !happy !gesture Слина <#RED>{Name.blarmadillo}</> є гідною заміною маслу, коли ви в скрутному становищі. !neutral !shocked Ох... я ніколи цього не пробувала!

source: !neutral !think It's funny... I expected <#BLUE>{name.npc_blacksmith}</> to be the most angry at me when I admitted I stole his stuff. !dubious But he actually <i>laughed</> and thanked me for bringing it back. What's with that guy?!
uk: !neutral !think Смішно... я очікувала, що <#BLUE>{Name.npc_blacksmith}</> розсердиться, коли я повернула його речі. !dubious Але він <i>сміявся</> і дякував. Що з цим хлопцем?!

source: !neutral !think I hope the guy I swiped this cart from is doing okay. !happy !shrug Pretty sure I only gave him a <i>mild</> concussion...
uk: !neutral !think Сподіваюся, той, у кого я позичила візок, в порядку. !happy !shrug Думаю, я лише завдала йому <i>легкий</> струс мозку...

source: !happy !wave Hey Hunter! Wanna taste-test this new recipe I've been working on? !clap I'm experimenting with <i>salt!</>
uk: !happy !wave Гей, Мисливцю! Хочете спробувати новий рецепт? !clap Експериментую з <i>сіллю!</>

source: !neutral !dubious Did you know there's a kitchen tool <i>specifically</> for beating eggs? Crazy stuff!
uk: !neutral !dubious Ви знали, що є кухонний інструмент <i>спеціально</> для збивання яєць? Дивовижно!

source: !neutral !think I had this crazy dream last night-- a blue mountain goat in a bonnet was teaching me how to cook, to feed a giant mouth in the sky. !happy !shrug I guess that's why they say not to eat cheese right before bed, huh?
uk: !neutral !think Вчора мені наснився божевільний сон — синя гірська коза в чепчику навчала мене готувати для величезної пащі на небі. !happy !shrug Ось чому кажуть не їсти сир перед сном, мабуть.

source: !happy !dubious Did you notice anything special about the last dish I gave you? !bliss It wasn't raw in the center! I think I'm finally getting the hang of this cookpot!
uk: !happy !dubious Ви помітили щось особливе в останній страві? !bliss Вона не була сирою всередині! Нарешті вдається освоїти котел!

source: !happy !think Y'know, <#BLUE>{name.npc_blacksmith}</> seems scary and gruff, but he's really just a big pussycat when you get to know him. !neutral ...Don't tell him I said that.
uk: !happy !think Знаєте, <#BLUE>{Name.npc_blacksmith}</> страшний і суворий, але насправді ласкавий, коли знаєте його. !neutral ...Не кажіть йому цього.

source: agent: !happy !wave Who wants to lick the batter from this bowl? player: Me! agent: !happy !clap Alright! One less dish to clean.
uk: agent: !happy !wave Хто хоче злизати тісто з миски? player: Я! agent: !happy !clap Добре! На одну миску менше мити.

source: agent: !happy !shrug While I'm getting everything out in the open... I guess I should tell you the <#RED>secret ingredient</> I've been putting in your lunches. player: Heh, I already figured it out. It's love, right? agent: !neutral !nervous Yeeeaaahhh... that, and leftover <#RED>{name.rot}</> parts. player: Ah. That explains a lot. agent: !neutral !gesture If you want, I could stop adding it? player: Nah. Now I think I'd miss the flavour.
uk: agent: !happy !shrug Розкрию всі секрети... можливо, варто розповісти про <#RED>секретний інгредієнт</> у ваших обідах. player: Хе, я вже здогадався. Це любов, правда? agent: !neutral !nervous Тааа... і залишки <#RED>{2:{name.rot}}</>. player: Ага. Це багато чого пояснює. agent: !neutral !gesture Якщо хочете, я можу перестати додавати? player: Ні. Тепер я думаю, що мені буде бракувати цього смаку.

source: agent: !happy !gesture What's on your mind, Hunter? player: I'm still getting used to calling you Hazel instead of Glorabelle-- sorry if I slip up sometimes. agent: !happy !agree It's all good, Hunter. It was kinda fun being <#BLUE>Glorabelle,</> so I don't mind still hearing the name now and then. !laugh Sometimes I still catch myself doing the accent. It kinda grows on you after a while!
uk: agent: !happy !gesture Що на думці, Мисливцю? player: Я ще звикаю називати тебе Гейзел замість Ґлоребель... вибач, якщо іноді помилюся. agent: !happy !agree Все добре, Мисливцю. Бути <#BLUE>Ґлоребель</> було весело, тому я не проти, якщо час від часу чутиму це ім'я. !laugh Іноді сама себе ловлю на акценті. З часом звикаєш!

source: !neutral !angry Hey! W-where's the <#RED>Brooch</> I always keep next to my cot? !dejected My Granny gave that to me...
uk: !neutral !angry Ей! Де <#RED>брошка</>, що завжди біля ліжка? !dejected Її мені дала бабуся...
