Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.NAMES_PLURAL.gem
source: Gems
uk: Самоцвіти|Самоцвітами|Самоцвітів

# STRINGS.NAMES_PLURAL.gem_dust
source: Gem Dust
uk: Пил самоцвітів|Пилу самоцвітів

# STRINGS.NAMES_PLURAL.glitz
source: Glitz
uk: Блиск

# STRINGS.NAMES_PLURAL.gnarlic
source: Gnarlics
uk: Часнироги|Часнирогів

# STRINGS.NAMES_PLURAL.gnarlic_elite
source: Imbued Gnarlics
uk: Наповнені Часнироги

# STRINGS.NAMES_PLURAL.gooseberry
source: Gooseberries
uk: Аґруски

# STRINGS.NAMES_PLURAL.gooseberry_elite
source: Imbued Gooseberries
uk: Наповнені Аґруски

# STRINGS.NAMES_PLURAL.gourdo
source: Gourdos
uk: Гурдо

# STRINGS.NAMES_PLURAL.gourdo_elite
source: Greater Gourdos
uk: Великі Гурдо

# STRINGS.NAMES_PLURAL.grimhollow
source: Grimhollows
uk: Зловісні порожнечі

# STRINGS.NAMES_PLURAL.groak
source: Groaks
uk: Гроаки

# STRINGS.NAMES_PLURAL.groak_elite
source: Greater Groaks
uk: Великі Гроаки

# STRINGS.NAMES_PLURAL.holiday_winter
source: Wintertides
uk: Зимова пора

# STRINGS.NAMES_PLURAL.hunter
source: Hunters
uk: Мисливці|Мисливцями|Мисливців

# STRINGS.NAMES_PLURAL.i_konjur_heart
source: <p img='images/hud_images/hud_konjur_heart_drops_currency.tex' rpad=1><#KONJUR>Heartstones</>
uk: <p img='images/hud_images/hud_konjur_heart_drops_currency.tex' rpad=1><#KONJUR>Кам'яні серця</>|<p img='images/hud_images/hud_konjur_heart_drops_currency.tex' rpad=1><#KONJUR>Кам'яних сердець</>

# STRINGS.NAMES_PLURAL.i_konjur_heart_shard
source: <p img='images/hud_images/hud_konjur_heart_shard_drops_currency.tex' rpad=1><#KONJUR>Heart Shards</>
uk: <p img='images/hud_images/hud_konjur_heart_shard_drops_currency.tex' rpad=1><#KONJUR>Уламки серця</>|<p img='images/hud_images/hud_konjur_heart_shard_drops_currency.tex' rpad=1><#KONJUR>Уламків серця</>

# STRINGS.NAMES_PLURAL.i_konjur_soul_lesser
source: <p img='images/hud_images/hud_konjur_soul_lesser_drops_currency.tex' rpad=1><#KONJUR>Corestones</>
uk: <p img='images/hud_images/hud_konjur_soul_lesser_drops_currency.tex' rpad=1><#KONJUR>Кам'яні ядра</>|<p img='images/hud_images/hud_konjur_soul_lesser_drops_currency.tex' rpad=1><#KONJUR>Кам'яних ядер</>

# STRINGS.NAMES_PLURAL.immorel
source: Immorels
uk: Змор-шоки

# STRINGS.NAMES_PLURAL.immorel_elite
source: Imbued Immorels
uk: Наповнені Змор-шоки

# STRINGS.NAMES_PLURAL.job_apothecary
source: Apothecaries
uk: Аптекарі

# STRINGS.NAMES_PLURAL.job_armorsmith
source: Armourers
uk: Бронярі

# STRINGS.NAMES_PLURAL.job_blacksmith
source: Blacksmiths
uk: Ковалі

# STRINGS.NAMES_PLURAL.job_cook
source: Cooks
uk: Кухарі

# STRINGS.NAMES_PLURAL.job_dojo
source: Battlemasters
uk: Майстри битв

# STRINGS.NAMES_PLURAL.job_konjurist
source: Teffrites
uk: Конжурити

# STRINGS.NAMES_PLURAL.job_refiner
source: Researchers
uk: Дослідники

# STRINGS.NAMES_PLURAL.job_scout
source: Scouts
uk: Розвідники

# STRINGS.NAMES_PLURAL.konjur
source: Teffra
uk: Конжур

# STRINGS.NAMES_PLURAL.konjur_heart
source: Heartstones
uk: Кам'яні серця|Кам'яних сердець

# STRINGS.NAMES_PLURAL.konjur_heart_shard
source: Heart Shards
uk: Уламки серця

# STRINGS.NAMES_PLURAL.konjur_soul_greater
source: Metastones
uk: Метакамені

# STRINGS.NAMES_PLURAL.konjur_soul_lesser
source: Corestones
uk: Кам'яні ядра|Кам'яних ядер

# STRINGS.NAMES_PLURAL.lunchbox
source: Lunch Boxes
uk: Ланч-бокси

# STRINGS.NAMES_PLURAL.magmadillo
source: Magmadillos
uk: Магмаділло

# STRINGS.NAMES_PLURAL.material
source: Materials
uk: Матеріали

# STRINGS.NAMES_PLURAL.megatreemon
source: Mother Treeks
uk: Материнські дерева

# STRINGS.NAMES_PLURAL.meowl
source: Meowls
uk: Мяови

# STRINGS.NAMES_PLURAL.meowl_elite
source: Imbued Meowls
uk: Наповнені Мяови

# STRINGS.NAMES_PLURAL.mossquito
source: Mossquitoes
uk: Мохскіти

# STRINGS.NAMES_PLURAL.mossquito_elite
source: Imbued Mossquitoes
uk: Наповнені Мохскіти

# STRINGS.NAMES_PLURAL.mothball
source: Mothballs
uk: Клубкові молі|Клубкових молей

# STRINGS.NAMES_PLURAL.mothball_elite
source: Imbued Mothballs
uk: Наповнені Клубкові молі

# STRINGS.NAMES_PLURAL.mothball_teen
source: Greater Mothballs
uk: Великі Клубкові молі

# STRINGS.NAMES_PLURAL.mothball_teen_elite
source: Imbued Greater Mothballs
uk: Наповнені великі Клубкові молі

# STRINGS.NAMES_PLURAL.owlitzer
source: Owlitzers
uk: Совулаки

# STRINGS.NAMES_PLURAL.plumper
source: Plumpers
uk: Пузані

# STRINGS.NAMES_PLURAL.plumper_elite
source: Imbued Plumpers
uk: Наповнені Пузані

# STRINGS.NAMES_PLURAL.porkyspine
source: Boarfrosts
uk: Морозні кабани

# STRINGS.NAMES_PLURAL.porkyspine_elite
source: Imbued Boarfrosts
uk: Наповнені Морозні кабани

# STRINGS.NAMES_PLURAL.potion
source: Potions
uk: Зілля

# STRINGS.NAMES_PLURAL.potion_charge
source: Potion Charges
uk: Заряди зілля

# STRINGS.NAMES_PLURAL.quetz
source: Quetzis
uk: Кетцалі

# STRINGS.NAMES_PLURAL.quetz_elite
source: Imbued Quetzis
uk: Наповнені Кетцалі

# STRINGS.NAMES_PLURAL.rot
source: Rots
uk: Гнильці|гнильців|гнильцями

# STRINGS.NAMES_PLURAL.rot_boss
source: Boss Rots
uk: Гниль боси|Гниль босів|Гниль босами

# STRINGS.NAMES_PLURAL.rot_miniboss
source: Rot Minibosses
uk: Гниль мінібоси|Гниль мінібосів

# STRINGS.NAMES_PLURAL.run
source: Hunts
uk: Полювання

# STRINGS.NAMES_PLURAL.run_ascension
source: Frenzied Hunts
uk: Божевільні полювання|Божевільних полюваннях

# STRINGS.NAMES_PLURAL.sedament
source: Rooks
uk: Големи

# STRINGS.NAMES_PLURAL.seeker
source: Seekers
uk: Шукачі

# STRINGS.NAMES_PLURAL.seeker_elite
source: Greater Seekers
uk: Великі шукачі

# STRINGS.NAMES_PLURAL.slowpoke
source: Snortoises
uk: Соплеплюї

# STRINGS.NAMES_PLURAL.slowpoke_elite
source: Imbued Snortoises
uk: Наповнені Соплеплюї

# STRINGS.NAMES_PLURAL.snowball
source: Snoballs
uk: Сніжки

# STRINGS.NAMES_PLURAL.snowball_elite
source: Imbued Snoballs
uk: Наповнені Сніжки

# STRINGS.NAMES_PLURAL.snowfly
source: Torchflies
uk: Світлячки

# STRINGS.NAMES_PLURAL.snowfly_elite
source: Imbued Torchflies
uk: Наповнені Світлячки

# STRINGS.NAMES_PLURAL.species_canine
source: Mammimals
uk: Ссаварини

# STRINGS.NAMES_PLURAL.species_mer
source: Amphibees
uk: Бджолібії

# STRINGS.NAMES_PLURAL.species_ogre
source: Neanders
uk: Неандери

# STRINGS.NAMES_PLURAL.sporemon
source: Peashooters
uk: Горохостріли

# STRINGS.NAMES_PLURAL.sporemon_elite
source: Imbued Peashooters
uk: Наповнені Горохостріли

# STRINGS.NAMES_PLURAL.stunk
source: Arctic Stunks
uk: Арктичні скунси

# STRINGS.NAMES_PLURAL.stunk_elite
source: Imbued Arctic Stunks
uk: Наповнені Арктичні скунси

# STRINGS.NAMES_PLURAL.swarmy
source: Gloops
uk: Слизуни

# STRINGS.NAMES_PLURAL.swarmy_elite
source: Imbued Gloops
uk: Наповнені Слизуни

# STRINGS.NAMES_PLURAL.thatcher
source: Shredders
uk: Шредери

# STRINGS.NAMES_PLURAL.tonic
source: Teffra Pearls
uk: Конжурові перлини

# STRINGS.NAMES_PLURAL.totolili
source: Totolillies
uk: Тотоліллї

# STRINGS.NAMES_PLURAL.totolili_elite
source: Imbued Totolillies
uk: Наповнені Клубкові молі

# STRINGS.NAMES_PLURAL.town_grid_cryst
source: Wellsprings
uk: Колодязі

# STRINGS.NAMES_PLURAL.trap_bomb_pinecone
source: Paincones
uk: Шишколючки|Шишколючок

# STRINGS.NAMES_PLURAL.trap_togglelaser
source: Laser Traps
uk: Лазерні пастки|Лазерних пасток

# STRINGS.NAMES_PLURAL.trap_toggleswitch
source: Switches
uk: Перемикачі|Перемикачів

# STRINGS.NAMES_PLURAL.trap_togglezap
source: Thumper Traps
uk: Електро пастки|Електро пасток

# STRINGS.NAMES_PLURAL.trap_weed_spikes
source: Spike Plants
uk: Колосові рослини|Колосових рослин

# STRINGS.NAMES_PLURAL.trap_zucco
source: Zucco Traps
uk: Пастки Зукко|пасток Зукко

# STRINGS.NAMES_PLURAL.treel
source: Arboreels
uk: Жарокорені

# STRINGS.NAMES_PLURAL.treel_elite
source: Imbued Arboreels
uk: Наповнені Жарокорені

# STRINGS.NAMES_PLURAL.treemon
source: Treeks
uk: Дерева|Дерев

# STRINGS.NAMES_PLURAL.treemon_elite
source: Imbued Treeks
uk: Наповнені Дерева

# STRINGS.NAMES_PLURAL.tutorial_attack_heavy
source: <#RED>Heavy Attacks</> (<p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK>)
uk: <#RED>Важкі атаки</> (<p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK>)

# STRINGS.NAMES_PLURAL.tutorial_attack_light
source: <#RED>Light Attacks</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK>)
uk: <#RED>Легкі атаки</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK>)

# STRINGS.NAMES_PLURAL.upgrade_ingot
source: Fortifying Ingots
uk: Зміцнювальні злитки|Зміцнювальних злитків

# STRINGS.NAMES_PLURAL.weapon_bow
source: Bows
uk: Луки|Луками

# STRINGS.NAMES_PLURAL.weapon_cannon
source: Cannons
uk: Гармати

# STRINGS.NAMES_PLURAL.weapon_crystal
source: Proto-Weapons
uk: Протозброї|Протозброю

# STRINGS.NAMES_PLURAL.weapon_greatsword
source: Cleavers
uk: Тесаки

# STRINGS.NAMES_PLURAL.weapon_hammer
source: Hammers
uk: Молоти

# STRINGS.NAMES_PLURAL.weapon_polearm
source: Spears
uk: Списи|Списів

# STRINGS.NAMES_PLURAL.weapon_shotput
source: Strikers
uk: Страйкери|страйкерів

# STRINGS.NAMES_PLURAL.weather
source: Teffra Anomalies
uk: Конжурові аномалії

# STRINGS.NAMES_PLURAL.windmon
source: Gustrees
uk: Древовії

# STRINGS.NAMES_PLURAL.windmon_elite
source: Imbued Gustrees
uk: Наповнені Древовії

# STRINGS.NAMES_PLURAL.woworm
source: Wollusks
uk: Равлеши

# STRINGS.NAMES_PLURAL.woworm_elite
source: Imbued Wollusks
uk: Наповнені Рілло

# STRINGS.NAMES_PLURAL.yammo
source: Yammos
uk: Яммо

# STRINGS.NAMES_PLURAL.yammo_elite
source: Greater Yammos
uk: Великі Яммо

# STRINGS.NAMES_PLURAL.zucco
source: Zuccos
uk: Зукко

# STRINGS.NAMES_PLURAL.zucco_elite
source: Greater Zuccos
uk: Великі Зукко

# STRINGS.NAMES_PLURALITY.antleer
source: Antleer|Antleers
uk: Глузоріг|Глузорогів

# STRINGS.NAMES_PLURALITY.antleer_elite
source: Imbued Antleer|Imbued Antleers
uk: Наповнений Глузоріг|Наповнених Глузорогів

# STRINGS.NAMES_PLURALITY.bandicoot
source: Enigmox|Enigmoxes
uk: Дивнолиса|Дивнолисів

# STRINGS.NAMES_PLURALITY.battoad
source: Ribbat|Ribbats
uk: Кажаб|Кажаби

# STRINGS.NAMES_PLURALITY.battoad_elite
source: Imbued Ribbat|Imbued Ribbats
uk: Наповнену Кажабу|Наповнених Кажаб

# STRINGS.NAMES_PLURALITY.beets
source: Beets|Beetses
uk: Буряка|Буряків

# STRINGS.NAMES_PLURALITY.beets_elite
source: Imbued Beets|Imbued Beetses
uk: Наповненого буряка|Наповнених Буряків

# STRINGS.NAMES_PLURALITY.blarmadillo
source: Rillo|Rillos
uk: Рілло|Рілло

# STRINGS.NAMES_PLURALITY.blarmadillo_elite
source: Imbued Rillo|Imbued Rillos
uk: Наповненого Рілло|Наповнених Рілло

# STRINGS.NAMES_PLURALITY.cabbageroll
source: Bulbin|Bulbins
uk: Цибуліна|Цибулінів

# STRINGS.NAMES_PLURALITY.cabbageroll_elite
source: Imbued Bulbin|Imbued Bulbins
uk: Наповненого Цибуліна|Наповнених Цибулінів

# STRINGS.NAMES_PLURALITY.cannon_ammo
source: Cannonball|Cannonballs
uk: Ядро|Ядра

# STRINGS.NAMES_PLURALITY.concept_ally
source: Ally|Allies
uk: Союзник|Союзника

# STRINGS.NAMES_PLURALITY.concept_attack
source: Attack|Attacks
uk: Атака|Атаки

# STRINGS.NAMES_PLURALITY.concept_critical
source: Critical|Criticals
uk: Критична|Критичні

# STRINGS.NAMES_PLURALITY.concept_dodge
source: Dodge|Dodges
uk: Ухиляння|Ухиляння

# STRINGS.NAMES_PLURALITY.concept_focus_hit
source: Focus Hit|Focus Hits
uk: Фокусний удар|Фокусні удари

# STRINGS.NAMES_PLURALITY.concept_i_reroll
source: <p img='images/icons_ftf/reroll_corrency.tex' color=0 scale=0.9> Reroll|<p img='images/icons_ftf/reroll_corrency.tex' color=0 scale=0.9> Rerolls
uk: <p img='images/icons_ftf/reroll_corrency.tex' color=0 scale=0.9> Переобрати|<p img='images/icons_ftf/reroll_corrency.tex' color=0 scale=0.9> Переобирати

# STRINGS.NAMES_PLURALITY.concept_multistrike
source: Multistrike|Multistrikes
uk: Мульти удар|Мульти удари

# STRINGS.NAMES_PLURALITY.concept_relic
source: Power|Powers
uk: Сила|Сили

# STRINGS.NAMES_PLURALITY.concept_reroll
source: Reroll|Rerolls
uk: Переобирання|Переобирань

# STRINGS.NAMES_PLURALITY.concept_revive
source: Revive|Revives
uk: Оживлення|Оживляти

# STRINGS.NAMES_PLURALITY.concept_shield
source: Shield|Shields
uk: Щит|Щити

# STRINGS.NAMES_PLURALITY.concept_shield_seg
source: Shield Segment|Shield Segments
uk: Сегмент щита|Сегменти щита

# STRINGS.NAMES_PLURALITY.concept_skill
source: Skill|Skills
uk: Навичка|Навички

# STRINGS.NAMES_PLURALITY.cosmetic
source: Cosmetic|Cosmetics
uk: Косметика|Косметики

# STRINGS.NAMES_PLURALITY.eyev
source: Iriss|Irisses
uk: Іррис|Ірриси

# STRINGS.NAMES_PLURALITY.eyev_elite
source: Imbued Iriss|Imbued Irisses
uk: Наповнений Іррис|Наповнених Ірриси

# STRINGS.NAMES_PLURALITY.floracrane
source: Floracrane|Floracranes
uk: Флоравель|Флоравля

# STRINGS.NAMES_PLURALITY.floracrane_elite
source: Imbued Floracrane|Greater Floracranes
uk: Наповнений Флоравель|Наповнених Флоравля

# STRINGS.NAMES_PLURALITY.foxtails
source: Foxtail|Foxtails
uk: Лисячий хвіст|Лисячі хвости

# STRINGS.NAMES_PLURALITY.gem
source: Gem|Gems
uk: Самоцвіт|Самоцвіти

# STRINGS.NAMES_PLURALITY.glitz
source: Glitz|Glitz
uk: Блиск|Блиск

# STRINGS.NAMES_PLURALITY.gnarlic
source: Gnarlic|Gnarlics
uk: Часниріг|Часнироги

# STRINGS.NAMES_PLURALITY.gnarlic_elite
source: Imbued Gnarlic|Imbued Gnarlics
uk: Наповнений Часниріг|Наповнені часнироги

# STRINGS.NAMES_PLURALITY.gourdo
source: Gourdo|Gourdos
uk: Гурдо|Гурдо

# STRINGS.NAMES_PLURALITY.gourdo_elite
source: Imbued Gourdo|Greater Gourdos
uk: Наповнений Гурдо|Наповнені Гурдо

# STRINGS.NAMES_PLURALITY.groak
source: Groak|Groaks
uk: Гроак|Гроака

# STRINGS.NAMES_PLURALITY.hunter
source: Hunter|Hunters
uk: Мисливець|Мисливці

# STRINGS.NAMES_PLURALITY.job_dojo
source: Battlemaster|Battlemasters
uk: Майстер битв|Майстри битв

# STRINGS.NAMES_PLURALITY.job_konjurist
source: Teffrite|Teffrites
uk: Конжурит|Конжурита

# STRINGS.NAMES_PLURALITY.job_refiner
source: Researcher|Researchers
uk: Дослідник|Дослідника

# STRINGS.NAMES_PLURALITY.job_scout
source: Scout|Scouts
uk: Розвідник|Розвідника

# STRINGS.NAMES_PLURALITY.konjur
source: Teffra|Teffra
uk: Конжур|Конжура

# STRINGS.NAMES_PLURALITY.konjur_heart
source: Heartstone|Heartstones
uk: Кам'яне сердце|Кам'яних сердець

# STRINGS.NAMES_PLURALITY.meowl
source: Meowl|Meowls
uk: Мяова|Мяов

# STRINGS.NAMES_PLURALITY.meowl_elite
source: Imbued Meowl|Imbued Meowls
uk: Наповнена Мяова|Наповнених Мяов

# STRINGS.NAMES_PLURALITY.rot
source: Rot|Rots
uk: Гнилець|Гнильця

# STRINGS.NAMES_PLURALITY.rot_boss
source: Boss Rot|Boss Rots
uk: Гниль бос|Гниль боси

# STRINGS.NAMES_PLURALITY.sedament
source: Rook|Rooks
uk: Голем|Големів

# STRINGS.NAMES_PLURALITY.snowfly
source: Torchfly|Torchflies
uk: Світлячок|Світлячків

# STRINGS.NAMES_PLURALITY.snowfly_elite
source: Imbued Torchfly|Imbued Torchflies
uk: Наповнений Світлячок|Наповнених Світлячків

# STRINGS.NAMES_PLURALITY.species_canine
source: Mammimal|Mammimals
uk: Ссаварин|Ссаваринів

# STRINGS.NAMES_PLURALITY.species_mer
source: Amphibee|Amphibees
uk: Бджолібія|Бджолібій

# STRINGS.NAMES_PLURALITY.stunk
source: Arctic Stunk|Arctic Stunks
uk: Арктичний скунс|Арктичних скунсів

# STRINGS.NAMES_PLURALITY.stunk_elite
source: Imbued Arctic Stunk|Imbued Arctic Stunks
uk: Наповнений Арктичний скунс|Наповнених Арктичних скунсів

# STRINGS.NAMES_PLURALITY.tutorial_attack_heavy
source: <#RED>Heavy Attack</> (<p bind='Controls.Digital.ATTACK_HEAVY' color=0>)|<#RED>Heavy Attacks</> (<p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK>)
uk: <#RED>Важка атака</> (<p bind='Controls.Digital.ATTACK_HEAVY' color=0>)|<#RED>Важкі атаки</> (<p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK>)

# STRINGS.NAMES_PLURALITY.tutorial_attack_light
source: <#RED>Light Attack</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=0>)|<#RED>Light Attacks</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK>)
uk: <#RED>Легка атака</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=0>)|<#RED>Легкі атаки</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK>)

# STRINGS.NAMES_PLURALITY.upgrade_ingot
source: Fortifying Ingot|Fortifying Ingots
uk: Зміцнювальний злиток|Зміцнювальних злитків

# STRINGS.NPC_DIALOG.ALREADY_OWNED
source: Item already owned!
uk: Предмет вже ваш!

# STRINGS.NPC_DIALOG.RESOURCES_MISSING
source: Resources missing!
uk: Відсутні ресурси!

# STRINGS.PLAYER_ATTACKS.BOW.BOW_MELEE
source: Swing
uk: Ляпас

# STRINGS.PLAYER_ATTACKS.CANNON.AIRSHOOT_TO_AIRSHOOT
source: Air Shot
uk: Постріл в повітрі

# STRINGS.PLAYER_ATTACKS.CANNON.BACKFIRE_MEDIUM
source: Medium Backfire
uk: Середній зворотний вогонь

# STRINGS.PLAYER_ATTACKS.CANNON.BACKFIRE_STRONG
source: Strong Backfire
uk: Сильний зворотний вогонь

# STRINGS.PLAYER_ATTACKS.CANNON.BACKFIRE_WEAK
source: Weak Backfire
uk: Слабкий зворотний вогонь

# STRINGS.PLAYER_ATTACKS.CANNON.BLAST
source: Blast
uk: Вибух

# STRINGS.PLAYER_ATTACKS.CANNON.BLAST_TO_AIRBLAST
source: Air Blast
uk: Повітряний удар

# STRINGS.PLAYER_ATTACKS.CANNON.BLAST_TO_AIRSHOOT
source: Air Shot
uk: Постріл в повітрі

# STRINGS.PLAYER_ATTACKS.CANNON.MORTAR_MEDIUM
source: Medium Mortar
uk: Середній Міномет

# STRINGS.PLAYER_ATTACKS.CANNON.MORTAR_STRONG
source: Strong Mortar
uk: Сильний Міномет

# STRINGS.PLAYER_ATTACKS.CANNON.MORTAR_WEAK
source: Weak Mortar
uk: Слабкий Міномет

# STRINGS.PLAYER_ATTACKS.CANNON.QUICK_RISE
source: Quick Rise
uk: Швидкий підйом

# STRINGS.PLAYER_ATTACKS.CANNON.SHOCKWAVE_MEDIUM
source: Medium Shockwave
uk: Середня ударна хвиля

# STRINGS.PLAYER_ATTACKS.CANNON.SHOCKWAVE_STRONG
source: Strong Shockwave
uk: Сильна ударна хвиля

# STRINGS.PLAYER_ATTACKS.CANNON.SHOCKWAVE_WEAK
source: Weak Shockwave
uk: Слабка ударна хвиля

# STRINGS.PLAYER_ATTACKS.CANNON.SHOOT
source: Shoot
uk: Постріл

# STRINGS.PLAYER_ATTACKS.HAMMER.FADING_LIGHT
source: Fading Light
uk: Згасаючий удар

# STRINGS.PLAYER_ATTACKS.HAMMER.GOLF_SWING_FULL
source: Golf Swing
uk: Удар ключкою

# STRINGS.PLAYER_ATTACKS.HAMMER.GOLF_SWING_LIGHT
source: Golf Swing
uk: Удар ключкою

# STRINGS.PLAYER_ATTACKS.HAMMER.GOLF_SWING_MID
source: Golf Swing
uk: Удар ключкою

# STRINGS.PLAYER_ATTACKS.HAMMER.HEAVY_AIR_SPIN
source: Jumping Heavy Somersault
uk: Сальто з важким ударом

# STRINGS.PLAYER_ATTACKS.HAMMER.HEAVY_ATTACK
source: Jumping Heavy Slam
uk: Стрибок з важким ударом

# STRINGS.PLAYER_ATTACKS.HAMMER.HEAVY_SLAM
source: Standing Heavy Slam
uk: Важкий удар стоячи

# STRINGS.PLAYER_ATTACKS.HAMMER.LARIAT
source: Spinning Heavy Lariat
uk: Оберти важкою атакою

# STRINGS.PLAYER_ATTACKS.HAMMER.LIGHT_ATTACK_1
source: Light
uk: Легка

# STRINGS.PLAYER_ATTACKS.HAMMER.LIGHT_ATTACK_2
source: Light 2
uk: Легка 2

# STRINGS.PLAYER_ATTACKS.HAMMER.LIGHT_ATTACK_3
source: Light 3
uk: Легка 3

# STRINGS.PLAYER_ATTACKS.HAMMER.THUMP_TIER0
source: Order in the Court
uk: Порядок у суді

# STRINGS.PLAYER_ATTACKS.HAMMER.THUMP_TIER1
source: Order in the Court
uk: Порядок у суді

# STRINGS.PLAYER_ATTACKS.HAMMER.THUMP_TIER2
source: Order in the Court
uk: Порядок у суді

# STRINGS.PLAYER_ATTACKS.POLEARM.DRILL
source: Spinning Drill
uk: Закручене свердло

# STRINGS.PLAYER_ATTACKS.POLEARM.EXTEND
source: As-You-Will
uk: Як забажаєте

# STRINGS.PLAYER_ATTACKS.POLEARM.HEAVY_ATTACK
source: Jumping Heavy
uk: Стрибок з важкою атакою

# STRINGS.PLAYER_ATTACKS.POLEARM.JAVELIN
source: Javelin
uk: Кидок

# STRINGS.PLAYER_ATTACKS.POLEARM.LIGHT_ATTACK_1
source: Light
uk: Легка

# STRINGS.PLAYER_ATTACKS.POLEARM.LIGHT_ATTACK_2
source: Light 2
uk: Легка 2

# STRINGS.PLAYER_ATTACKS.POLEARM.LIGHT_ATTACK_3
source: Light 3
uk: Легка 3

# STRINGS.PLAYER_ATTACKS.POLEARM.MULTITHRUST
source: Multi-Thrust
uk: Мультиудар

# STRINGS.PLAYER_ATTACKS.POLEARM.REVERSE
source: Fading Light
uk: Згасаючий удар

# STRINGS.PLAYER_ATTACKS.POLEARM.SHOVE
source: Crosscheck
uk: Перехресна перевірка

# STRINGS.PLAYER_EMOTES.EMOTE_AMPHIBEE_BUBBLE_KISS.name
source: Bubble Smooch
uk: Бульбашковий чмок

# STRINGS.PLAYER_EMOTES.EMOTE_BANDICOOT_SNICKER.name
source: Hehehe
uk: Хе-хе-хе

# STRINGS.PLAYER_EMOTES.EMOTE_BONION_CALL.name
source: {name.cabbageroll} Call
uk: Вий {Name.cabbageroll}а

# STRINGS.PLAYER_EMOTES.EMOTE_BOW_POSE.name
source: Flourish ({name.weapon_bow})
uk: Тріумф ({name.weapon_bow})

# STRINGS.PLAYER_EMOTES.EMOTE_CANNON_TWIRL.name
source: Flourish ({name.weapon_cannon})
uk: Тріумф ({name.weapon_cannon})

# STRINGS.PLAYER_EMOTES.EMOTE_DEJECTED.name
source: Bummer
uk: Розчарування

# STRINGS.PLAYER_EMOTES.EMOTE_DUBIOUS.name
source: Dubious
uk: Сумнів

# STRINGS.PLAYER_EMOTES.EMOTE_EGGZY_SPIN.name
source: Majestic Spin
uk: Величне обертання

# STRINGS.PLAYER_EMOTES.EMOTE_EXCITED.name
source: Yay
uk: Ура

# STRINGS.PLAYER_EMOTES.EMOTE_FUNGUILE_BELLYSLAPS.name
source: Belly Slap
uk: Удар по животу

# STRINGS.PLAYER_EMOTES.EMOTE_GOURDO_FACE_BASH.name
source: Head Bonk
uk: Бойовий клич

# STRINGS.PLAYER_EMOTES.EMOTE_HAMMER_TWIRL.name
source: Flourish ({name.weapon_hammer})
uk: Тріумф ({name.weapon_hammer})

# STRINGS.PLAYER_EMOTES.EMOTE_MAMMIMAL_HOWL.name
source: Awoo
uk: Виття

# STRINGS.PLAYER_EMOTES.EMOTE_MOSSQUITO_CHUCKLE.name
source: Belly Laugh
uk: Гучний сміх

# STRINGS.PLAYER_EMOTES.EMOTE_MOTHERTREEK_BODYWAVE.name
source: Wiggle
uk: Похитування

# STRINGS.PLAYER_EMOTES.EMOTE_NOD_CHEERFUL.name
source: Nod
uk: Кивок

# STRINGS.PLAYER_EMOTES.EMOTE_NOD_SHORT_STERN.name
source: Got It
uk: Зрозуміло

# STRINGS.PLAYER_EMOTES.EMOTE_NO_THX.name
source: No Thanks
uk: Ні, дякую

# STRINGS.PLAYER_EMOTES.EMOTE_OGRE_CHARGED_JUMP.name
source: {name.species_ogre} Hype
uk: Ентузіазм {name.species_ogre}а

# STRINGS.PLAYER_EMOTES.EMOTE_OVER_HERE.name
source: Let's Go!
uk: Ходімо!

# STRINGS.PLAYER_EMOTES.EMOTE_OWLITZER_BLINK.name
source: Owl Mode
uk: Режим сови

# STRINGS.PLAYER_EMOTES.EMOTE_PLUMPER_PUFFUP.name
source: Puff Up
uk: Надути щоки

# STRINGS.PLAYER_EMOTES.EMOTE_POLEARM_TWIRL.name
source: Flourish ({name.weapon_polearm})
uk: Тріумф ({name.weapon_polearm})

# STRINGS.PLAYER_EMOTES.EMOTE_PUMP.name
source: Fist Pump
uk: Удар кулаком вверх

# STRINGS.PLAYER_EMOTES.EMOTE_SEDAMENT_FISTBASH.name
source: Mild Threat
uk: Помірна загроза

# STRINGS.PLAYER_EMOTES.EMOTE_SHOCK.name
source: Shock
uk: Шок

# STRINGS.PLAYER_EMOTES.EMOTE_SHOTPUT_TWIRL.name
source: Flourish ({name.weapon_shotput})
uk: Тріумф ({name.weapon_shotput})

# STRINGS.PLAYER_EMOTES.EMOTE_SHOULDER_LOOK.name
source: Lil Turn
uk: Легкий поворот

# STRINGS.PLAYER_EMOTES.EMOTE_SHRUG.name
source: Shrug
uk: Знизати плечима

# STRINGS.PLAYER_EMOTES.EMOTE_SNOW_JOY.name
source: Snow Cheer
uk: Снігова радість

# STRINGS.PLAYER_EMOTES.EMOTE_STUNK_FART.name
source: Little Stinker
uk: Малий Смердюк

# STRINGS.PLAYER_EMOTES.EMOTE_THATCHER_AIRGUITAR.name
source: Air Guitar
uk: Уявна гітара

# STRINGS.PLAYER_EMOTES.EMOTE_THINK.name
source: Ponder
uk: Роздуми

# STRINGS.PLAYER_EMOTES.EMOTE_TOTOLILI_WIGGLES.name
source: Vibe
uk: Хвиля

# STRINGS.PLAYER_EMOTES.EMOTE_WAVE.name
source: Wave
uk: Помахати

# STRINGS.PLAYER_EMOTES.EMOTE_WHISTLE.name
source: Whistle
uk: Свиснути

# STRINGS.POWERS.POWER_CATEGORY.ALL
source: All
uk: Усі

# STRINGS.POWERS.POWER_CATEGORY.CURSE
source: Curse
uk: Прокляття

# STRINGS.POWERS.POWER_CATEGORY.DAMAGE
source: Electric
uk: Електрики

# STRINGS.POWERS.POWER_CATEGORY.SUPPORT
source: Summon
uk: Викликання

# STRINGS.POWERS.POWER_CATEGORY.SUSTAIN
source: Shield
uk: Щита

# STRINGS.POWERS.POWER_RARITY.COMMON
source: Bronze
uk: Бронзова

# STRINGS.POWERS.POWER_RARITY.EPIC
source: Silver
uk: Срібна

# STRINGS.POWERS.POWER_RARITY.LEGENDARY
source: Gold
uk: Золота

# STRINGS.POWERS.POWER_TYPE.EQUIPMENT
source: Equipment
uk: Обладнання

# STRINGS.POWERS.POWER_TYPE.FABLED_RELIC
source: Fabled {name.concept_relic}
uk: Легендарна {name.concept_relic}

# STRINGS.POWERS.POWER_TYPE.FOOD
source: Food
uk: Їжа

# STRINGS.POWERS.POWER_TYPE.MOVEMENT
source: Movement
uk: Рух

# STRINGS.POWERS.POWER_TYPE.WEIGHT
source: Weight
uk: Вага

# STRINGS.SLIDESHOW.INTRO.CAPTION_1
source: "When I was a kit, my grandfather once told me, <i>Magic is just science we don't yet understand</i>."
uk: "Коли я був малим, мій дід якось сказав мені, <i>Магія — це лише наука, яку ми ще не розуміємо</i>."
