Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_SAVED
source: <p img='images/ui_ftf_icons/completed.tex' scale=1 color=0> Changes saved!
uk: <p img='images/ui_ftf_icons/completed.tex' scale=1 color=0> Зміни збережено!

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_STATICJOYSTICK
source: Use a static joystick
uk: Використовувати статичний джойстик

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_STATICJOYSTICK_INFO
source: A static joystick will always show in the same place on screen. A non-static one will show wherever you press down.
uk: Статичний джойстик завжди буде в одному місці на екрані. Нестатичний буде, де б ви не натиснули.

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_SUBTITLE
source: Move and resize buttons to your preference.
uk: Переміщуйте і змінюйте розмір кнопок до вашого вподобання.

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_TITLE
source: Customize Controls
uk: Налаштування елементів керування

# STRINGS.UI.OPTIONSSCREEN.NAVBAR_AUDIO
source: Audio
uk: Аудіо

# STRINGS.UI.OPTIONSSCREEN.NAVBAR_CONTROLS
source: Controls
uk: Елементи керування

# STRINGS.UI.OPTIONSSCREEN.NAVBAR_GAMEPLAY
source: Gameplay
uk: Ігролад

# STRINGS.UI.OPTIONSSCREEN.NAVBAR_GRAPHICS
source: Graphics
uk: Графіка

# STRINGS.UI.OPTIONSSCREEN.NAVBAR_OTHER
source: Other
uk: Інше

# STRINGS.UI.OPTIONSSCREEN.REQUIRE_RESTART
source: Changing this setting requires restarting the game.
uk: Зміна цього параметра потребує перезапуску гри.

# STRINGS.UI.OPTIONSSCREEN.SAVED_OPTIONS_LABEL
source: Options saved!
uk: Параметри збережено!

# STRINGS.UI.OPTIONSSCREEN.SAVE_BUTTON
source: Save
uk: Зберегти

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.ENVIRONMENT_DESC.headphones
source: For wearing headphones. Panning is less dramatic to account for speaker separation
uk: Для носіння навушників. Панорамування менш драматичне з огляду на розділення динаміків

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.ENVIRONMENT_DESC.speakers
source: Speakers. Sounds are panned more dramatically to account for sitting distance
uk: Динаміки. Звуки панорамуються більш драматично, щоб врахувати відстань до сидіння

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.ENVIRONMENT_DESC.steamdeck
source: Tuned for the built-in speakers on Valve's Steam Deck
uk: Налаштовано на вбудовані динаміки на Steam Deck від Valve

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.ENVIRONMENT_NAME.headphones
source: Headphones
uk: Навушники

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.ENVIRONMENT_NAME.speakers
source: Speakers
uk: Динаміки

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.ENVIRONMENT_TITLE
source: Listening Environment
uk: Середовище прослуховування

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.FORCE_MONO_MIX.OFF.DESC
source: Output a stereo audio mix.
uk: Вивести стереозвуковий мікс.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.FORCE_MONO_MIX.OFF.NAME
source: OFF
uk: ВИМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.FORCE_MONO_MIX.ON.DESC
source: Output a monoaural audio mix.
uk: Вивести монослуховий аудіо мікс.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.FORCE_MONO_MIX.ON.NAME
source: ON
uk: УВІМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.FORCE_MONO_MIX.TITLE
source: Force Mono Mix
uk: Примусово змішувати моно

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.MUTE_LOSE_FOCUS.OFF.DESC
source: Let the game make sound when other windows have focus.
uk: Нехай грає музика, коли гра не в фокусі.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.MUTE_LOSE_FOCUS.OFF.NAME
source: OFF
uk: ВИМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.MUTE_LOSE_FOCUS.ON.DESC
source: Silence the game when other windows have focus.
uk: Заглушити гру, коли вона не в фокусі.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.MUTE_LOSE_FOCUS.ON.NAME
source: ON
uk: УВІМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.MUTE_LOSE_FOCUS.TITLE
source: Mute on lose focus
uk: Заглушити при втраті фокусу

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.OUTPUT_DEVICE.DESC
source: The device audio will play from.
uk: Аудіо пристрою відтворюватиметься з.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.OUTPUT_DEVICE.NAME
source: Output Device
uk: Пристрій виведення

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.VOLUME.AMBIENCE.DESC
source: Adjust the volume of ambient background sounds only (80% is default)
uk: Налаштувати гучність лише фонових звуків навколишнього середовища (80% за умовчанням)

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.VOLUME.AMBIENCE.NAME
source: Ambience Volume
uk: Гучність атмосфери

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.VOLUME.MASTER.DESC
source: Adjust overall volume of the game.
uk: Налаштувати загальну гучність гри.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.VOLUME.MASTER.NAME
source: Master Volume
uk: Загальна гучність

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.VOLUME.MUSIC.DESC
source: Adjust the volume of music only.
uk: Налаштувати гучність музики.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.VOLUME.MUSIC.NAME
source: Music Volume
uk: Гучність музики

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.VOLUME.SFX.DESC
source: Adjust the volume of sound effects only.
uk: Налаштувати гучність звукових ефектів.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.VOLUME.SFX.NAME
source: SFX Volume
uk: Гучність SFX

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.VOLUME.VOICE.DESC
source: Adjust the volume of character voices and narration only.
uk: Налаштувати гучність голосів персонажів і розповіді.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.AUDIO.VOLUME.VOICE.NAME
source: Voice Volume
uk: Гучність голосу

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.GAMEPLAY_EDIT_TOUCHCONTROLS.DESC
source: Change the layout and behaviour of the touch touch controls.
uk: Зміна розташування та поведінки сенсорних елементів керування.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.GAMEPLAY_EDIT_TOUCHCONTROLS.TITLE
source: Edit Touch Controls
uk: Редагування сенсорного керування

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.GAMEPLAY_MOUSE_AIMING.OFF.DESC
source: The mouse cursor position will not affect movement or combat.
uk: Позиція курсору миші не вплине на рух або бій.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.GAMEPLAY_MOUSE_AIMING.OFF.NAME
source: OFF
uk: ВИМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.GAMEPLAY_MOUSE_AIMING.ON.DESC
source: Player will turn to face the mouse cursor.
uk: Персонаж повернеться обличчям до курсора миші.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.GAMEPLAY_MOUSE_AIMING.ON.NAME
source: ON
uk: УВІМКНЕНО

source: Boss health bar will use visuals only.
uk: Панель здоров'я боса покаже лише візуальні елементи.

source: OFF
uk: ВИМК

source: Boss health bars will show the remaining percentage.
uk: Панелі здоров'я босів покажуть відсоток, що залишився.

source: ON
uk: УВІМК

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.GAMEPLAY_VIBRATION.OFF.DESC
source: Gamepads will not rumble or vibrate.
uk: Геймпади не гуркочуть і не вібрують.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.GAMEPLAY_VIBRATION.OFF.NAME
source: OFF
uk: ВИМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.GAMEPLAY_VIBRATION.ON.DESC
source: Allow gamepads to rumble and vibrate.
uk: Дозволити геймпадам гуркотіти та вібрувати.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.GAMEPLAY_VIBRATION.ON.NAME
source: ON
uk: УВІМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.MOUSE_CONSTRAIN_MODE.ALWAYS.DESC
source: Mouse cursor cannot leave the game window.
uk: Курсор миші не може залишати ігрове вікно.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.MOUSE_CONSTRAIN_MODE.ALWAYS.NAME
source: Always
uk: Завжди

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.MOUSE_CONSTRAIN_MODE.FULLSCREEN.DESC
source: Mouse cursor cannot leave the game when in fullscreen mode, but is free when windowed.
uk: Курсор миші не може покидати гру в режимі повного екрана, але вільно рухається в режимі вікна.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.MOUSE_CONSTRAIN_MODE.FULLSCREEN.NAME
source: Only Fullscreen
uk: Повний екран без рамок

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.MOUSE_CONSTRAIN_MODE.OFF.DESC
source: Mouse cursor can freely leave the game window.
uk: Курсор миші може вільно залишати ігрове вікно.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.MOUSE_CONSTRAIN_MODE.OFF.NAME
source: Off
uk: Вимк

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.MOUSE_CONSTRAIN_MODE.TITLE
source: Constrain Mouse
uk: Обмеження миші

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.RESET_BINDINGS.CONFIRM
source: Reset input bindings?
uk: Скинути налаштування кнопок?

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.RESET_BINDINGS.DESC
source: Click to reset gamepad and keyboard input bindings to their default values. This will leave your other settings and progression intact.
uk: Натисніть, щоб скинути всі зміни керування до стандартних значень. Це залишить ваші інші налаштування та прогрес без змін.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.RESET_BINDINGS.NO
source: Cancel
uk: Скасувати

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.RESET_BINDINGS.TITLE
source: Reset Bindings
uk: Скинути прив'язки

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.CONTROLS.RESET_BINDINGS.YES
source: Reset
uk: Скинути

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.DATACOLLECTION.DESC.OFF.DESC
source: The game won't upload gameplay data to Klei's servers.
uk: Гра не надсилатиме дані ігрового процесу на сервери Klei.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.DATACOLLECTION.DESC.OFF.NAME
source: OFF
uk: ВИМК

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.DATACOLLECTION.DESC.ON.DESC
source: The game will send gameplay data to Klei's servers to help us improve the game.
uk: Гра надсилатиме дані ігрового процесу на сервери Klei, щоб допомогти нам покращити гру.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.DATACOLLECTION.DESC.ON.NAME
source: ON
uk: УВІМК

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.DATACOLLECTION.TITLE
source: Data Collection
uk: Збір даних

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.LANGUAGE_DESC
source: The translation to use for the user interface and dialogue text.
uk: Переклад інтерфейсу та діалогів.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.LANGUAGE_MOD_DESC
source: A fan-provided mod translation of in-game text created by {author}. Mod v{version} description: {mod_desc}
uk: Наданий фанатами мод перекладу ігрового тексту, створений {author}. Опис модифікації v{version}: {mod_desc}

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.LANGUAGE_TITLE
source: Language
uk: Мова

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PLAYER_NAME.PROFILE_NAME.DESC
source: Use the Account Name as player name for all local players.
uk: Використовує ім'я акаунта як ім'я гравця для всіх локальних гравців.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PLAYER_NAME.PROFILE_NAME.NAME
source: Account Name
uk: Назва акаунта

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PLAYER_NAME.TITLE
source: Player Name Display
uk: Відображення імені гравця

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PLAYER_NAME.TITLE_FOR_LOCAL_ALL.DESC
source: Use selected Title as player name for all local players. Change your Title with the 'Customize Character' mirror in Town.
uk: Використовує вибрану кличку як ім'я гравця для всіх локальних гравців. Змініть свою кличку за допомогою дзеркала 'Налаштувати персонажа' в місті.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PLAYER_NAME.TITLE_FOR_LOCAL_ALL.NAME
source: Title For All Local Players
uk: Кличка для всіх локальних гравців

source: Use selected Title as player name for all local players, except first player. Change your Title with the 'Customize Character' mirror in Town.
uk: Використовує вибрану кличку як ім'я гравця для всіх локальних гравців, окрім вас. Змініть свою кличку за допомогою дзеркала 'Налаштувати персонажа' в місті.

source: Title For Local Secondary
uk: Кличка для всіх окрім вас

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFANITY_FILTER.NONE.DESC
source: Do not modify text from other users.
uk: Не змінюйте текст інших користувачів.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFANITY_FILTER.NONE.NAME
source: None
uk: Нічого не робити

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFANITY_FILTER.REPLACE_ALL.DESC
source: Censor entire chat messages and names that contain detected profanity.
uk: Цензурувати цілі повідомлення чату та імена, які містять виявлену ненормативну лексику.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFANITY_FILTER.REPLACE_ALL.NAME
source: Replace Whole Message
uk: Заміняти все повідомлення

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFANITY_FILTER.REPLACE_FOUL.DESC
source: Censor detected profanity in messages and names.
uk: Цензурувати виявлену ненормативну лексику в повідомленнях та іменах.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFANITY_FILTER.REPLACE_FOUL.NAME
source: Replace Words
uk: Заміняти слова

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFANITY_FILTER.TITLE
source: Profanity Filter
uk: Фільтр нецензурної лексики

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFILE_BODY
source: This will unpause the game and capture a 30 seconds performance profile to help us investigate performance issues. The profiling can not be interrupted. <b>Warning - this file can be upwards of 50 MB</b>.
uk: Це зніме гру з паузи та зафіксує 30-секундний профіль продуктивності, щоб допомогти нам дослідити проблеми продуктивності. Профілювання не можна переривати. <b>Попередження - розмір цього файлу може перевищувати 50 МБ</b>.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFILE_CONFIRM
source: Proceed with performance profile?
uk: Продовжити з профілем продуктивності?

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFILE_DESC
source: Click to capture a 30 second gameplay performance profile to send to us for further investigation.
uk: Натисніть, щоб записати 30-секундне відео ігрового процесу та надіслати нам для подальшого дослідження.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFILE_DISABLED_BODY
source: Performance captures are only available during gameplay.
uk: Запис продуктивності доступний лише під час гри.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFILE_DISABLED_TITLE
source: Profiling Unavailable
uk: Профілювання недоступно

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFILE_NO
source: Cancel
uk: Скасувати

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFILE_TITLE
source: Capture a performance profile
uk: Запис продуктивності

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.PROFILE_YES
source: Yes
uk: Так

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.RESET_PROGRESS_CONFIRM
source: Lose all gameplay progress?
uk: Втратити весь прогрес гри?

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.RESET_PROGRESS_DESC
source: Erase your save for all characters and start from the beginning. This will leave your settings intact.
uk: Стерти збереження всіх персонажів та почати з початку. Це залишить ваші налаштування без змін.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.RESET_PROGRESS_NO
source: Cancel
uk: Скасувати

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.RESET_PROGRESS_TITLE
source: Reset Gameplay Progress
uk: Скинути прогрес гри

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.RESET_PROGRESS_YES
source: Delete Save
uk: Видалити

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.RESET_PROGRESS_YES_COUNTDOWN
source: Delete Save ({wait_time_remaining})
uk: Видалити збереження ({wait_time_remaining})

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.RESET_SETTINGS_CONFIRM
source: Reset all configuration options?
uk: Скинути всі налаштування?

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.RESET_SETTINGS_DESC
source: Click to reset user options to their default values. This will leave your progression and all unlocks intact.
uk: Натисніть, щоб скинути параметри користувача до стандартних значень. Це залишить ваш прогрес і всі розблокування недоторканими.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.RESET_SETTINGS_NO
source: Cancel
uk: Скасувати

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.RESET_SETTINGS_TITLE
source: Reset Options
uk: Скинути налаштування

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.RESET_SETTINGS_YES
source: Reset
uk: Скинути

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.SAVEDIR_DESC
source: Click to open the folder containing your save files. Up one level from that folder is your log file.
uk: Натисніть, щоб відкрити папку з файлами збереження. На один рівень вище буде знаходитись ваш лог файл.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.SAVEDIR_TITLE
source: Open Game Save Directory
uk: Відкрити каталог збереження гри

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.STREAMER_MODE.OFF.DESC
source: The game will show all information on screen.
uk: Гра покаже всю інформацію на екрані.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.STREAMER_MODE.OFF.NAME
source: OFF
uk: ВИМК

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.STREAMER_MODE.ON.DESC
source: The game will hide sensitive information such as ShareCodes.
uk: Гра приховає конфіденційну інформацію, наприклад ШвидКод.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.STREAMER_MODE.ON.NAME
source: ON
uk: УВІМК

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.STREAMER_MODE.TITLE
source: Streamer Mode
uk: Режим стрімеру

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.STREAMER_MODE.TOOLTIP
source: When enabled, the game will hide sensitive information such as ShareCodes.
uk: Якщо ввімкнено, гра приховуватиме конфіденційну інформацію, наприклад ШвидКод.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.VIEW_CREDITS_DESC
source: A list of cool folks who worked hard making this game.
uk: Список чудових людей, які наполегливо працювали над цією грою.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.VIEW_CREDITS_TITLE
source: View Credits
uk: Показати авторів

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.VIEW_OPEN_SOURCE_CREDITS_DESC
source: Thanks to these Open Source projects used in the creation of Rotwood.
uk: Дякуємо цим Open Source проєктам, які використовувались у створенні Rotwood.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.OTHER.VIEW_OPEN_SOURCE_CREDITS_TITLE
source: Open Source Packages
uk: Open Source проєкти

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.BLOOM.OFF.DESC
source: Bloom disabled to increase performance.
uk: Bloom вимкнено для підвищення продуктивності.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.BLOOM.OFF.NAME
source: OFF
uk: ВИМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.BLOOM.ON.DESC
source: Glow effects are drawn around certain visual elements. <b>(Recommended)</b>
uk: Ефекти світіння малюються навколо певних візуальних елементів. <b>(рекомендовано)</b>

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.BLOOM.ON.NAME
source: ON
uk: УВІМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.BLOOM.TITLE
source: Bloom
uk: Цвітіння

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.CURSOR_SIZE.LARGE.DESC
source: Largest mouse cursor.
uk: Великий курсор миші.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.CURSOR_SIZE.LARGE.NAME
source: Large
uk: Великий

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.CURSOR_SIZE.NORMAL.DESC
source: Standard size mouse cursor.
uk: Стандартний розмір курсору миші.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.CURSOR_SIZE.NORMAL.NAME
source: Normal
uk: Нормальний

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.CURSOR_SIZE.SMALL.DESC
source: Smallest mouse cursor.
uk: Маленький курсор миші.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.CURSOR_SIZE.SMALL.NAME
source: Small
uk: Маленький

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.CURSOR_SIZE.SYSTEM.DESC
source: Use the system's mouse cursor instead of the game's stylized cursors.
uk: Використовуйте системний курсор миші замість стилізованих курсорів гри.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.CURSOR_SIZE.SYSTEM.NAME
source: System
uk: Системний

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.CURSOR_SIZE.TITLE
source: Mouse Cursor
uk: Курсор миші

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.FRAMERATELIMITER_SETTING.DESC
source: The maximum render frame rate independent of gameplay update rate. Lower values may produce more consistent frame rates on low end machines.
uk: Максимальна частота оновлення кадрів, незалежна від частоти оновлення гри. Нижчі значення можуть забезпечити більш стабільну частоту оновлення кадрів на слабких комп'ютерах.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.FRAMERATELIMITER_SETTING.TITLE
source: Frame Rate Limit
uk: Обмеження частоти кадрів

source: Half Refresh Rate ({rr})
uk: Половина частоти оновлення ({rr})

source: Refresh Rate ({rr})
uk: Частота оновлення ({rr})

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.FRAMERATELIMITER_USE.OFF.DESC
source: Game frame rate is limited only by system settings like VSync.
uk: Частота кадрів у грі обмежиться лише системними налаштуваннями, такими як VSync.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.FRAMERATELIMITER_USE.OFF.NAME
source: Disable Frame Rate Limiter
uk: Вимкнення обмеження частоти кадрів

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.FRAMERATELIMITER_USE.ON.DESC
source: Limit frames drawn per second for smoother and more consistent frame rate. <b>(Recommended)</b>
uk: Обмежена кількість кадрів на секунду, для більш плавної та стабільної частоти кадрів. <b>(рекомендовано)</b>

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.FRAMERATELIMITER_USE.ON.NAME
source: Use Frame Rate Limiter
uk: Обмеження частоти кадрів

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.FRAMERATELIMITER_USE.TITLE
source: Use Frame Rate Limiter
uk: Обмеження частоти кадрів

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.FULLSCREEN.OFF.DESC
source: Game window can be resized and repositioned on the screen.
uk: Вікно гри можна змінювати та переміщувати на екрані.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.FULLSCREEN.ON.DESC
source: Game window fills the screen and has no borders.
uk: Вікно гри на весь екран і не має рамок.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.FULLSCREEN.TITLE
source: Borderless Fullscreen
uk: Повний екран без рамок

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.MAX_RESOLUTION.DESC
source: The maximum vertical resolution that the game will render at independent of screen size.
uk: Максимальна вертикальна роздільна здатність, яку гра відтворюватиме незалежно від розміру екрана.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.MAX_RESOLUTION.TITLE
source: Maximum Resolution
uk: Макс. роздільна здатність

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.RIM_LIGHTING.OFF.DESC
source: Rim lighting disabled to increase performance.
uk: Освітлення обода вимкнено для підвищення продуктивності.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.RIM_LIGHTING.OFF.NAME
source: OFF
uk: ВИМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.RIM_LIGHTING.ON.DESC
source: Silhouette-enhancing effects drawn around important characters. <b>(Recommended)</b>
uk: Ефекти покращення силуету навколо важливих персонажів. <b>(рекомендовано)</b>

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.RIM_LIGHTING.ON.NAME
source: ON
uk: УВІМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.RIM_LIGHTING.TITLE
source: Rim Lighting
uk: Освітлення обода

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SCREEN_FLASH.OFF.DESC
source: Screen flashes are minimized.
uk: Блимання екрану зведено до мінімуму.

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SCREEN_FLASH.OFF.NAME
source: OFF
uk: ВИМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SCREEN_FLASH.ON.DESC
source: Screen will flash when characters take {name.concept_damage}
uk: Екран блимає, коли персонажі отримують {name.concept_damage}

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SCREEN_FLASH.ON.NAME
source: ON
uk: УВІМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SCREEN_FLASH.TITLE
source: Screen Flash
uk: Блимання екрану

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SCREEN_SHAKE.OFF.DESC
source: Screen will not shake when taking {name.concept_damage}
uk: Екран не буде тремтіти під час отримання {2:{name.concept_damage}}

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SCREEN_SHAKE.OFF.NAME
source: OFF
uk: ВИМКНЕНО

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SCREEN_SHAKE.ON.DESC
source: Screen will shake when characters take {name.concept_damage}
uk: Екран буде тремтіти, коли персонажі отримають {name.concept_damage}

# STRINGS.UI.OPTIONSSCREEN.SETTINGS.VIDEO.SCREEN_SHAKE.ON.NAME
source: ON
uk: УВІМКНЕНО
