Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.ANSWER_4A
source: agent: !neutral !eyeroll Ugh, this is different! !think So like, imagine you become bestest friends with a piece of <#RED>Armour</> you got in an early Hunt. !happy !gesture You don't want to ditch your bestest friend, but that old <#RED>Armour</> won't keep you safe as your Hunts get tougher. !wavelunn Buuut if you used a <#RED>{name.upgrade_ingot}</> to raise your bestest friend's <#RED>Level</>, you could keep adventuring together without getting your butt kicked!
uk: agent: !neutral !eyeroll Ой, це зовсім інше! !think Уявіть, що ви стали найкращими друзями зі шматком <#RED>обладунків</>, які ви здобули під час раннього полювання. !happy !gesture Ви не хочете кидати свого найкращого друга, але цей старий <#RED>обладунок</> не захистить вас, коли ваші полювання стануть складнішими. !wavelunn Але якщо ви використаєте <#RED>{name.upgrade_ingot}</>, щоб підвищити <#RED>рівень</> свого найкращого друга, ви зможете продовжувати пригоди разом, не боячись, що вам надеруть дупу!

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.ANSWER_4B
source: agent: !happy !shrug Same as how you always alter gear, with that adorable little <#RED>{name.i_station_armorsmith}</> over there. !neutral !think Oh, but you'll have to <#RED>Upgrade</> your gear a few times first. !happy !wavelunn Once the gear's good and sturdy from regular <#RED>Upgrading</>, then <#BLUE>{name.npc_lunn}</> and I can work an <#RED>Ingot</> into it and raise its <#RED>Level</>.
uk: agent: !happy !shrug Так само, як ви завжди змінюєте спорядження, через отой чарівний маленький <#RED>{name.i_station_armorsmith}</>. !neutral !think О, але спершу вам доведеться кілька разів <#RED>покращити</> своє спорядження. !happy !wavelunn Коли спорядження стане хорошим і міцним після звичайного <#RED>покращення</>, тоді <#BLUE>{Name.npc_lunn}</>, і я вставити в нього <#RED>злиток</> і підвищити його <#RED>рівень</>.

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.ANSWER_4C
source: agent: !neutral !shrug Um. I guess it soaked up some personality from wherever you got it. !happy !gesture Nothing wrong with a little personality! I can still use it. !agree Heck, some might be more powerful than others.
uk: agent: !neutral !laugh Гм. Гадаю, він увібрав трохи особливості з того місця, де ви його знайшли. !happy !gesture Нічого поганого в тому, щоб мати трохи особливості! Я все ще можу це використати. !agree Врешті-решт, деякі речі можуть бути більш потужними, ніж інші.

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.ANSWER_4D
source: agent: !happy !shocked You better!
uk: agent: !happy !shocked Вам краще!

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.QUESTION_1
source: Uh...? <z 0.7><#RED>(Show her a {name.upgrade_ingot})</></z>
uk: Е...? <z 0.7><#RED>(Показати їй {name.upgrade_ingot})</></z>

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.QUESTION_2A
source: It dropped while I was on a Hunt.
uk: Він випав, коли я був на полюванні.

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.QUESTION_2B
source: Why, what is it?
uk: Чому, що це?

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.QUESTION_3B
source: What does it do?
uk: Що вони роблять?

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.QUESTION_3C
source: I gotta go, I'll bring you any Ingots I find!
uk: Я мушу йти, я принесу тобі будь-які злитки, які знайду!

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.QUESTION_4A
source: It's for Upgrades? But you and {name.npc_blacksmith} already do that.
uk: Це лише для покращення? Але ти та {Name.npc_blacksmith} вже це робите.

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.QUESTION_4A_ALT
source: You and {name.npc_blacksmith} already give me Upgrades though.
uk: Ти та {Name.npc_blacksmith} вже дали мені покращення.

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.QUESTION_4B
source: How do I use it?
uk: Як це використовувати?

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.QUESTION_4B_ALT
source: Okay. So how do I use it?
uk: Гаразд. Отже, як мені це використовувати?

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.QUESTION_4C
source: How come it's covered in crud and stuff?
uk: Чому він вкритий брудом і таким іншим?

# Convo.twn_ingot_armorsmith.HUB0.convo.giver.STATE_0.QUESTION_4D
source: Gotta run, I'll bring you any Ingots I see!
uk: Треба бігти, я принесу тобі будь-які злитки, які побачу!

# Convo.twn_mastery_explainer.ATTRACT0.convo.giver.STATE_0.POINT_BEHIND_PLAYER
source: agent: !point [face:masteries_station] If you ever forget the assignment, check the <#RED>{name.i_masteries_station}</> over there behind you. !cough {name.dojo_cough}
uk: agent: !point [face:masteries_station] Якщо раптом забудете завдання, перевірте <#RED>{2:{name.i_masteries_station}}</> он там позаду вас. !cough {name.dojo_cough}

# Convo.twn_mastery_explainer.ATTRACT0.convo.giver.STATE_0.POINT_BEHIND_TOOT
source: agent: !point [face:masteries_station] If you ever forget the assignment, check the <#RED>{name.i_masteries_station}</> over there. !cough {name.dojo_cough}
uk: agent: !point [face:masteries_station] Якщо раптом забудете завдання, перевірте <#RED>{2:{name.i_masteries_station}}</> он там. !cough {name.dojo_cough}

# Convo.twn_mastery_explainer.ATTRACT0.convo.giver.STATE_0.TALK
source: agent: !neutral !happy !greet 'Eyy, is that our new Hunter I see? player: {name.npc_dojo_master}, right? Glad to see you made it here in one piece. agent: [title:SPEAKER] [sound:Event.joinedTheParty] 0.5 !neutral !dubious I'd have no business bein' yer <#RED>{name.job_dojo}</> if I couldn't. [title:CLEAR] !neutral !cough {name.dojo_cough} Well, this expedition's already off to a bumpy start, so let's get right to it. What d'ya say we jump right into yer <#RED>Masteries</>? player: Masteries? agent: !happy !gruffnod <#RED>Masteries</> are challenges I made to sharpen yer skills. It's real simple-- go on a {name.run} and complete a challenge, then come back for a nice reward. !laugh I always make sure to give my students a <#KONJUR>Treat</> for finishing their homework!
uk: agent: !neutral !happy !greet Ейй, це ж наш новий Мисливець, чи не так? player: {Name.npc_dojo_master}, так? Радий бачити, що ти дістався сюди цілими й неушкодженими. agent: [title:SPEAKER] [sound:Event.joinedTheParty] 0.5 !neutral !dubious Якби я не зміг, то не був би вашим <#RED>{2:{name.job_dojo}}</>. [title:CLEAR] !neutral !cough {name.dojo_cough} Ну, ця експедиція вже почалася не дуже гладко, тож перейдімо прямо до справи. Що скажете, якщо ми надолужимо згаяний час і перейдемо одразу до <#RED>Майстерностей</>? player: Майстерності? agent: !happy !gruffnod <#RED>Майстерності</> — це виклики, які я створив, щоб загострити ваші навички. Усе просто... вирушайте на {name.run} і виконайте завдання, а потім повертайтеся за гарною винагородою. !laugh Я завжди дбаю, щоб мої учні отримували <#KONJUR>смаколик</> за виконане домашнє завдання!

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !dubious <#RED>{name.weapon_polearm}</> tips...? That better not be a pun. !gesture Whatcha need to know?
uk: agent: !neutral !dubious Може порад про <#RED>{name.weapon_polearm}</>...? Сподіваюсь це не жарт. !gesture Що вам потрібно знати?

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !neutral !gruffnod Well, yer {name.tutorial_attack_light} is a simple forward jab. Reliable. !gesture Yer {name.tutorial_attack_heavy} launches you forward with a jumping thrust. !shrug And heck, since you're takin' the time to learn, I'll give you a <#RED>Combo</> that's not in the tooltip. !happy !point Three {name_multiple.tutorial_attack_light} followed by one {name.tutorial_attack_heavy}. Have fun.
uk: agent: !neutral !gruffnod Отже, ваша {Name.tutorial_attack_light} — це простий прямий удар. Надійно. !gesture Ваша {Name.tutorial_attack_heavy} — це стрибок уперед. !shrug І, якщо ви витрачаєте час на навчання, я розкажу вам про <#RED>комбо</>, якого немає в підказках. !happy !point Три {Name_multiple.tutorial_attack_light} і одна {Name.tutorial_attack_heavy}. Успіхів.

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.ANSWER_2A_ALT
source: agent: !neutral !dejected Yer {name.tutorial_attack_light} is a forward jab. !shrug Yer {name.tutorial_attack_heavy} launches you forward with a jumping thrust.
uk: agent: !neutral !dejected Ваша {Name.tutorial_attack_light} — це удар вперед. !shrug Ваша {Name.tutorial_attack_heavy} — це стрибок з поштовхом уперед.

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !neutral !think The most crucial lesson is this: <#RED>{name_multiple.weapon_polearm}</> is mid-range <#RED>Weapons</>. !gesture Near any <#RED>Attack</> can be a <#BLUE>{name.concept_focus_hit}</> if you land it at arm's length. !point Your <#RED>Spinning Drill</> (<p bind='Controls.Digital.DODGE' color=BTNICON_DARK> <p img='images/ui_ftf/arrow_right.tex' color=BTNICON_DARK scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK>) will also <#BLUE>{name.concept_focus_hit}</> if ya smack <#RED>2+ Enemies</> with it at once. !point Try practicin' on our <#RED>Training Dummies</> if you need.
uk: agent: !neutral !think Найважливіший урок: <#RED>{name_multiple.weapon_polearm}</> — це <#RED>зброя</> середньої дальності. !gesture Будь-який <#RED>удар</> може нанести <#BLUE>{name.concept_focus_hit}</>, якщо влучити на відстані витягнутої руки. !point Ваше <#RED>Закручене свердло</> (<p bind='Controls.Digital.DODGE' color=BTNICON_DARK> <p img='images/ui_ftf/arrow_right.tex' color=BTNICON_DARK scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK>) теж нанесе <#BLUE>{name.concept_focus_hit}</>, якщо одночасно вдарити <#RED>2+ ворогів</>. !point Практикуйтесь на наших <#RED>Тренувальних манекенах</>, якщо потрібно.

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.ANSWER_2B_ALT
source: agent: !neutral !point Yer <#RED>Spinning Drill</> (<p bind='Controls.Digital.DODGE' color=BTNICON_DARK> <p img='images/ui_ftf/arrow_right.tex' scale=0.4 color=BTNICON_DARK> <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK>) will <#BLUE>{name.concept_focus_hit}</> if ya smack <#RED>2+ Enemies</> with it. !gesture You can also get <#BLUE>{name_multiple.concept_focus_hit}</> with most <#RED>Attacks</> if you hit with just the tip of yer <#RED>{name.weapon_polearm}</>.
uk: agent: !neutral !point Ваше <#RED>Закручене свердло</> (<p bind='Controls.Digital.DODGE' color=BTNICON_DARK> <p img='images/ui_ftf/arrow_right.tex' color=BTNICON_DARK scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK>) теж нанесе <#BLUE>{name.concept_focus_hit}</>, якщо одночасно вдарити <#RED>2+ ворогів</>. !gesture Ви також можете отримати <#BLUE>{name_multiple.concept_focus_hit}</> більшістю <#RED>атак</>, якщо вдарите лише кінчиком свого <#RED>{2:{name.weapon_polearm}}</>.

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.ANSWER_2C
source: agent: !neutral !dubious Eh, that's a standard issue <#RED>{name.weapon_polearm}</> from the Expedition <#RED>Rack</>, yeah? !point Then yer <#RED>Skill</> must be a melee <#RED>Crosscheck</> (<p bind='Controls.Digital.SKILL' color=BTNICON_DARK>). !gruffnod If an <#RED>Enemy</> gets too close, hit <p bind='Controls.Digital.SKILL' color=BTNICON_DARK> to shove'em back and make some space.
uk: agent: !neutral !dubious Е, це стандартний <#RED>{name.weapon_polearm}</> з експедиційної <#RED>стійки</>, так? !point Тоді ваша <#RED>навичка</> має бути ближнім боєм: <#RED>перехресна перевірка</> (<p bind='Controls.Digital.SKILL' color=BTNICON_DARK>). !gruffnod Якщо <#RED>ворог</> підходить занадто близько, натисніть <p bind='Controls.Digital.SKILL' color=BTNICON_DARK>, щоб відштовхнути його та створити трохи простору.

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.ANSWER_2C_ALT
source: agent: !neutral !point LISTEN UP. Yer <#RED>Skill</> (<p bind='Controls.Digital.SKILL' color=BTNICON_DARK>) is a close-range shove. !gesture Use it to push <#RED>Enemies</> back and make some space.
uk: !neutral !point СЛУХАЙТЕ УВАЖНО. Ваша <#RED>навичка</> (<p bind='Controls.Digital.SKILL' color=BTNICON_DARK>) — це близький удар. !gesture Використовуйте його, щоб відштовхнути <#RED>ворогів</> і звільнити трохи місця.

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.ANSWER_2D
source: agent: !neutral !dubious Yer doin' that on purpose, aren't you.
uk: agent: !neutral !dubious Ви ж навмисно це робите, чи не так?

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: !neutral !angry Alright, alright, get gone with ya. {name.dojo_cough}
uk: agent: !neutral !angry Гаразд, гаразд, ідіть вже. {Name.dojo_cough}

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.QUESTION_1
source: Mind giving me some {name.weapon_polearm} tips?
uk: Можеш дати кілька порад про {name.weapon_polearm}-ок?

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.QUESTION_2A
source: Lemme hear the basics.
uk: Розкажи про основи.

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.QUESTION_2A_ALT
source: What were the basics again?
uk: Нагадай ще раз, які були основи?

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.QUESTION_2B
source: How do I do {name_multiple.concept_focus_hit}?
uk: Як зробити {name_multiple.concept_focus_hit}?

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.QUESTION_2B_ALT
source: I immediately forgot everything you said about {name_multiple.concept_focus_hit}.
uk: Я одразу забув усе, що ти сказав про {name_multiple.concept_focus_hit}.

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.QUESTION_2C
source: What's my Skill do?
uk: Що робить моя навичка?

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.QUESTION_2C_ALT
source: How do I use my Skill again?
uk: Як мені знову використати свою навичку?

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.QUESTION_2D
source: Okay, I think I get the point.
uk: Гаразд, думаю, я зрозумів суть.

# Convo.twn_polearm_explainer.HUB0.convo.giver.STATE_0.QUESTION_END
source: Bye! Thanks for explaining the <i>main thrust</i> of {name_multiple.weapon_polearm}!
uk: Бувай! Дякую за пояснення <i>основного принципу</i> {2:{name_multiple.weapon_polearm}}!

source: agent: !neutral !dubious Ah, that's a simple answer. !gruffnod Just equip the type o' weapon ye want me to make ya. !point I'll base it off o' that.
uk: agent: !neutral !dubious О, це просто. !gruffnod Просто спорядіть той тип зброї, який хочете, щоб я зробив для вас. !point Я буду орієнтуватися на неї.

# Convo.twn_shop_blacksmith.HUB0.corestone_crafting.giver.STATE_0.OPT_CANCEL_CRAFT
source: Nevermind
uk: Не зараз

source: Make it
uk: Зроби це

source: Fix it
uk: Відремонтуй

source: <#RED>{name.weapon_crystal}</> Crafting
uk: <#RED>Створити {2:{name.weapon_crystal}}</>

source: Finish <#RED>{name.weapon_crystal}</>
uk: Закінчити <#RED>{2:{name.weapon_crystal}}</>

source: Make <#RED>{name.weapon_crystal}</>
uk: Зроби <#RED>{2:{name.weapon_crystal}}</>

source: How do I give my weapon different {name.rot_boss} powers?
uk: Як я можу надати своїй зброї різні здібності {2:{name.rot_boss}}?

source: Repair <#RED>{name.weapon_crystal}</>
uk: Відремонтуй <#RED>{2:{name.weapon_crystal}}</>

source: How do I make other <#RED>{name.weapon_crystal}s</>?
uk: Як мені створити інші <#RED>{3:{name.weapon_crystal}}</>?

source: agent: Ah. I see you've charged up that weapon with the <#KONJUR>Teffressence</> of a <#RED>{boss_name}</>. [recipe:boss_weapon_recipe] I can finish it now, if ye've got the goods.
uk: agent: Ага. Бачу, ви наповнили цю зброю <#KONJUR>конжуросенцією</> (<#RED>{boss_name}</>). [recipe:boss_weapon_recipe] Можу завершити роботу зараз, якщо у вас є потрібні матеріали.

source: [recipe:corestone_weapon_recipe] Ye want me to make ye a <#RED>{corestone_weapon_name}</>?
uk: [recipe:corestone_weapon_recipe] Ви хочете, щоб я зробив для вас <#RED>{corestone_weapon_name}</>?

source: !neutral !dubious Hmph. Simple. !point Ye need to charge the weapon with the <#KONJUR>Teffressence</> of the <#RED>{name.rot_boss}</> yer after. !gruffnod Dunnae worry if the weapon is already charged up with another <#RED>{name.rot_boss}</> <#KONJUR>Teffressence</>. It'll just take on the new one instead.
uk: !neutral !dubious Хмф. Якщо просто. !point Вам потрібно зарядити зброю <#KONJUR>конжуросенцією</> <#RED>{2:{name.rot_boss}}</>, за яким ви полюєте. !gruffnod Не хвилюйтеся, якщо зброя вже заряджена <#KONJUR>конжуросенцією</> іншою <#RED>{2:{name.rot_boss}}</>. Вона просто замінить її новою.

source: [recipe:repair_weapon_recipe] Fix up yer <#RED>{equipped_weapon_name}</>?
uk: [recipe:repair_weapon_recipe] Відремонтувати ваш <#RED>{equipped_weapon_name}</>?

# Convo.twn_shop_blacksmith.HUB0.corestone_crafting.giver.STATE_0.TT_CANT_AFFORD
source: <#RED>Can't afford</>
uk: <#RED>Не можу собі дозволити</>

source: <#RED>Already owned</>
uk: <#RED>Вже придбано</>

source: <#RED>Requires Broken {name.weapon_crystal}</>
uk: <#RED>Необхідна зламана {name.weapon_crystal}</>

source: <#RED>Requires Charged {name.weapon_crystal}</>
uk: <#RED>Необхідна заряджена {name.weapon_crystal}</>

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !point It's a <#RED>{name.weapon_shotput}</>, actually. Not a "ball".
uk: agent: !neutral !point Насправді це <#RED>{name.weapon_shotput}</>. Не "м'яч".

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !neutral !think ...{name.dojo_cough} !shrug I could end you, you know.
uk: agent: !neutral !think ...{Name.dojo_cough} !shrug Я міг би покінчити з вами, ви знаєте.

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !neutral !think When you're up close and personal, you can do a nice reliable <#RED>Punch</> with <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK>. !happy !point But the real fun comes hitting <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK>. That's how you chuck a <#RED>{name.weapon_shotput}</>. !neutral !gesture You've got <#RED>2 {name_multiple.weapon_shotput}</> total. If you've thrown them both, you can call them back to you with (<p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK>).
uk: agent: !neutral !think Коли ви впритул наблизилися, ви можете зробити гарний надійний <#RED>удар</> натиснув <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK>. !happy !point Але справжнє задоволення отримаєте, натискаючи <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK>. Так кидають <#RED>{name.weapon_shotput}</>. !neutral !gesture У вас є <#RED>2 {name_multiple.weapon_shotput}</>. Якщо ви кинули обидва, ви можете повернути їх собі натиснув (<p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK>).

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.ANSWER_2B_ALT
source: agent: !neutral !angry Well, LISTEN UP this time! !gesture 'Kay. Hit <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK> and you'll do a good ol' close quarters <#RED>Punch</>. !point Hit <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK> to throw one of your <#RED>2 {name_multiple.weapon_shotput}</>. !gruffnod If you're out of <#RED>{name_multiple.weapon_shotput}</>, hit <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK> to <#RED>Recall</> them to you.
uk: agent: !neutral !angry Отже, СЛУХАЙТЕ УВАЖНО цього разу! !gesture Гаразд. Натисніть <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK> і ви виконаєте гарний ближній <#RED>удар</>. !point Натисніть <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK>, щоб кинути одн зі своїх <#RED>2 {2:{name_multiple.weapon_shotput}}</>. !gruffnod Якщо у вас закінчилися <#RED>{name_multiple.weapon_shotput}</>, натисніть <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK>, щоб <#RED>повернути</> їх до себе.

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.ANSWER_2C
source: agent: !happy !bliss Oh, you can do some real awesome <#BLUE>{name_multiple.concept_focus_hit}</> with these. !neutral !point For example, try <#RED>Punching</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK>) one clean out of the air and into a <#RED>{name.rot}</>'s face! !agree You can also do a <#BLUE>{name.concept_focus_hit}</> by throwing a <#RED>{name.weapon_shotput}</> <i>immediately</i> after you catch it. !happy !gesture That one's more beginner-friendly.
uk: agent: !happy !bliss О, Ви можете виконати чудові <#BLUE>{name_multiple.concept_focus_hit}</> за допомогою нього. !neutral !point Наприклад, спробуйте <#RED>ударити</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK>) один прямо з повітря в обличчя <#RED>{2:{name.rot}}</>! !agree Ви також можете виконати <#BLUE>{name.concept_focus_hit}</> кинувши <#RED>{name.weapon_shotput}</> <i>одразу</i> після того, як ви його зловите. !happy !gesture Це більш підходить для початківців.

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.ANSWER_2C_ALT
source: agent: !neutral !angry LISTEN UP! You can perform a <#BLUE>{name.concept_focus_hit}</> by throwing a <#RED>{name.weapon_shotput}</> at an <#RED>Enemy</> the moment you catch it. !dubious You can also do a <#BLUE>{name.concept_focus_hit}</> by using your <#RED>Punch</> <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK> to hit your own <#RED>{name.weapon_shotput}</> while its airborne.
uk: agent: !neutral !angry СЛУХАЙТЕ УВАЖНО! Ви можете виконати <#BLUE>{name.concept_focus_hit}</>, кинувши <#RED>{name.weapon_shotput}</> у <#RED>ворога</> в той момент, коли ви його зловите. !dubious Ви також можете виконати <#BLUE>{name.concept_focus_hit}</>, виконавши <#RED>удар</> <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK>, щоб вдарити свій <#RED>{name.weapon_shotput}</>, поки він у повітрі.

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: !happy !gruffnod {name.dojo_cough} Knock'm dead, Hunter.
uk: agent: !happy !gruffnod {Name.dojo_cough} Збивайте їх, Мисливцю.

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.ANSWER_ENDLOOP
source: agent: !happy !gruffnod 'Course.
uk: agent: !happy !gruffnod Звичайно.

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.ANSWER_END_ALT
source: agent: !neutral !eyeroll Go, uh... {name.dojo_cough} <i>have a ball</i> out there.
uk: agent: !neutral !eyeroll Ідіть, е-е-е... {Name.dojo_cough} <i>пограйте у м'яч</i> десь.

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.BYE_A
source: Ayy!
uk: Бувай!

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.BYE_B
source: <i>Toot</i>-a-loo! Hehe.
uk: <i>Тут</i>-а-лу! Хе-хе.

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.QUESTION_1
source: Uh. Any tips on how to fight with a ball?
uk: Ну. Будь-які поради щодо того, як битися з м'ячем?

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.QUESTION_2A
source: If it's not a ball then why's it so <i>fetching</i>?
uk: Якщо це не м'яч, то чому він такий <i>привабливий</i>?

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.QUESTION_2B
source: Okay but, how do I even use this?
uk: Добре, але, як я взагалі можу їх використовувати?

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.QUESTION_2B_ALT
source: Can you cover the basics again? I wasn't paying attention.
uk: Можеш ще раз повторити основи? Я все прослухав.

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.QUESTION_2C
source: Can these do {name_multiple.concept_focus_hit}?
uk: Чи можуть вони завдавати {name_multiple.concept_focus_hit}?

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.QUESTION_2C_ALT
source: Uh, how do I do {name_multiple.concept_focus_hit} again?
uk: Ух, як зробити {name_multiple.concept_focus_hit} знову?
