Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.QUESTION_END
source: See ya {name.npc_dojo_master}, thanks for the explainer!
uk: До зустрічі, {Name.npc_dojo_master}, дякую за пояснення!

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.QUESTION_ENDLOOP
source: Thanks, {name.npc_dojo_master}!
uk: Дякую, {Name.npc_dojo_master}!

# Convo.twn_shotput_explainer.HUB0.convo.giver.STATE_0.QUESTION_ENDLOOP_ALT
source: But seriously. Thanks {name.npc_dojo_master}.
uk: Якщо серйозно. Дякую, {Name.npc_dojo_master}.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !laugh Oh, that's a funny story! !dubious And a bit of a long one, do you have the time?
uk: agent: !happy !laugh О, це смішна історія! !dubious І трохи довга, маєте час?

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.ANSWER_2A_STORY
source: agent: !neutral !think Sure, well... after the disaster I probably spent about a year bouncing from place to place. !happy !point I got <i>really</i> good at pickpocketing during that time.
uk: agent: !neutral !think Звісно, ну... після катастрофи я, напевно, провів близько року, мандруючи з місця на місце. !happy !point Я став <i>дуже</i> добрим кишеньковим злодієм за цей час.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.ANSWER_2B_SKIP
source: agent: !agree No problem. We're both pretty busy. !happy !gesture See ya!
uk: agent: !agree Без проблем. Ми обидва дуже зайняті. !happy !gesture Побачимось!

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.ANSWER_3A
source: agent: !neutral !agree Hunger's a pretty powerful motivator.
uk: agent: !neutral !agree Голод є досить потужним мотиватором.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.ANSWER_3B
source: agent: !happy !agree Oh yeah. Especially in those days.
uk: agent: !happy !agree О так. Особливо в ті часи.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.ANSWER_4A
source: agent: !happy !laugh So you see where this is going then.
uk: agent: !happy !laugh Тож ви бачите, до чого все йде.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.ANSWER_4B
source: agent: !happy !dubious <i>Maybe</i> now... if I got lucky. But definitely not in his prime.
uk: agent: !happy !dubious <i>Може</i> зараз... якщо мені пощастить. Але точно не в розквіті його сил.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.ANSWER_6
source: agent: !disagree Nah. One squint and he knew my story instantly. !gesture I wasn't a bad kid. Just in a bad situation. !agree What happened then is a whole 'nother story, but from then on at least I was safe, warm and fed. !point I want everyone in <#BLUE>the Brinks</> to have that, too.
uk: agent: !disagree Та ні. Один погляд, і він миттєво зрозумів мою історію. !gesture Я не був поганим хлопцем. Просто в поганій ситуації. !agree Що сталося тоді - це зовсім інша історія, але з того часу я був у безпеці, у теплі й ситий. !point Я хочу, щоб кожен у <#BLUE>Брінкс</> також це мав.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.ANSWER_7A
source: agent: !happy !gesture Anytime. I'm an open book.
uk: agent: !happy !gesture Будь-коли. Я відкрита книга.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.ANSWER_7B
source: agent: !happy !shrug And yet you listened to the whole thing! Haha.
uk: agent: !happy !shrug І ви все одно вислухали все до кінця! Ха-ха.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.OPT_5A
source: Woah! {name.npc_dojo_master} was fast!
uk: Вау! {Name.npc_dojo_master} був швидким!

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.OPT_5B
source: Woah! {name.npc_dojo_master} was strong!
uk: Вау! {Name.npc_dojo_master} був сильним!

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.QUESTION_1
source: How do you and {name.npc_dojo_master} know each other?
uk: Як ти й {Name.npc_dojo_master} познайомилися?

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.QUESTION_2A_STORY
source: Sure, why not?
uk: Авжеж, чому ні?

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.QUESTION_2B_SKIP
source: Ah, maybe another time actually.
uk: Ах, можливо іншим разом.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.QUESTION_3A
source: Wait, you were a thief??
uk: Почекай, ти був злодієм??

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.QUESTION_3B
source: Gotta do whatcha gotta do.
uk: Треба робити те, що треба.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.QUESTION_4A
source: Well that was a mistake.
uk: Ну це була помилка.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.QUESTION_4B
source: Pfft, you could take him.
uk: Пфф, ви могли б його здолати.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.QUESTION_6
source: Was he mad?
uk: Він був злий?

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.QUESTION_7A
source: Thanks for chatting, {name.npc_scout}.
uk: Дякую за розмову, {Name.npc_scout}.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.QUESTION_7B
source: You're right, that was a long story!
uk: Ти правий, це була довга історія!

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.TALK2
source: agent: !neutral !eyeroll Not my proudest era, but hey-- !happy !shrug I wouldn't be an expert <#RED>{name.job_scout}</> if not for all the time I spent sneaking around back then. !neutral !point <i>Meanwhile</i> around that time, <#BLUE>{name.npc_dojo_master}</> was kicking off the very first Hunter school. !happy !nervous And my teenage self made the mistake of thinking he'd be an easy mark.
uk: agent: !neutral !eyeroll Не найкращий мій період, але... !happy !shrug Я б не став вмілим <#RED>{name.job_scout}ом</>, якби не всі ті часи, проведені в шпигунстві. !neutral !point <i>Тим часом</i> приблизно тоді <#BLUE>{Name.npc_dojo_master}</> відкривав свою першу школу Мисливців. !happy !nervous І я, будучи підлітком, зробив помилку, думаючи, що він буде легкою здобиччю.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.TALK3
source: agent: !neutral !gesture Anyway, while he was distracted at the registration table I snuck up... reached into his pocket, and... !shocked <z 3.0><i>BAM!</i></z> !happy !laugh Next thing I know I'm dangling by my ankle two feet off the ground.
uk: agent: !neutral !gesture Так чи інакше, поки він був зайнятий реєстрацією, я підкрався... заліз до нього в кишеню, і... !shocked <z 3.0><i>БАЦ!</i></z> !happy !laugh Наступне, що я пам'ятаю — це як я звисаю вниз головою на відстані двох футів над землею.

# Convo.twn_toot_and_flitt_origin_scout.HUB0.convo.giver.STATE_0.TALK4
source: agent: !happy !bliss Haha! Yeah, he got a ton of new students after that show!
uk: agent: !happy !bliss Ха-ха! Так, після того шоу він отримав купу нових студентів!

# Convo.twn_weapon_weight_blacksmith.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !gesture Do ye know about <#RED>Weapon Weight</>?
uk: agent: !neutral !gesture Чи знаєте ви про <#RED>вагу зброї</>?

# Convo.twn_weapon_weight_blacksmith.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !neutral !gruffnod Aye, then. Ahem. <#RED>Heavy Weapons</>? !point Hefty. They do more <#RED>Damage</>. !dubious <#RED>Light Weapons</>? Less <#RED>Damage</>. !point Fast though. Less risky ta commit ta an <#RED>Attack</>. !shrug <#RED>Normal Weapon</>? Eh. Balanced.
uk: agent: !neutral !gruffnod Так. Гм. <#RED>Важка зброя</>? !point Сильна. Вона завдає більше <#RED>шкоди</>. !dubious <#RED>Легка зброя</>? Менше <#RED>шкоди</>. !point Але має менш ризикові <#RED>атаки</>. !shrug <#RED>Звичайна зброя</>? Ех. Збалансована.

# Convo.twn_weapon_weight_blacksmith.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !neutral !dubious ...Aye. !gruffnod As ye were.
uk: agent: !neutral !dubious ...Так. !gruffnod Як і був.

# Convo.twn_weapon_weight_blacksmith.HUB0.convo.giver.STATE_0.END_OPT_A
source: Is that all?
uk: Це все?

# Convo.twn_weapon_weight_blacksmith.HUB0.convo.giver.STATE_0.END_OPT_B
source: Thanks for explaining.
uk: Дякую за пояснення.

# Convo.twn_weapon_weight_blacksmith.HUB0.convo.giver.STATE_0.END_TALK
source: agent: !neutral !gruffnod Aye.
uk: agent: !neutral !gruffnod Бувай.

# Convo.twn_weapon_weight_blacksmith.HUB0.convo.giver.STATE_0.QUESTION_1
source: What's up, {name.npc_blacksmith}?
uk: Що таке, {Name.npc_blacksmith}?

# Convo.twn_weapon_weight_blacksmith.HUB0.convo.giver.STATE_0.QUESTION_2A
source: I wouldn't mind some tips.
uk: Я був би не проти почути кілька порад.

# Convo.twn_weapon_weight_blacksmith.HUB0.convo.giver.STATE_0.QUESTION_2B
source: <z 0.9>Yeah. It affects Attack Speed and Damage.</>
uk: <z 0.9>Так. Це впливає на швидкість атаки та шкоду.</>

source: agent: !neutral !nervous Yes... !think Those four <#KONJUR>{name_multiple.i_konjur_heart}</> should have been enough, but for some reason the <#KONJUR>Teffra</> levels are still too low. !nervous I'm so sorry, I-I must've miscalculated something...
uk: agent: !neutral !nervous Так... !think Цих чотирьох <#KONJUR>{name_multiple.i_konjur_heart}</> мало б вистачити, але з якоїсь причини рівень <#KONJUR>конжуру</> все ще занадто низький !nervous Вибачте, я... мабуть, десь прорахувався...

source: agent: !neutral !closedeyes Right... you're right. We have a plan. We just need to stick to it. !think There must be some unknown variable I didn't take into account when I did my first calculations. !point But if we keep pressing on, I know we'll get the grid working. !nervous I'd hoped to avoid this, but... - CUTSCENE TO PLAY HERE -
uk: agent: !neutral !closedeyes Правильно... ви маєте рацію. У нас є план. Потрібно просто дотримуватись його. !think Можливо, є якийсь невідомий фактор, який я не врахував у перших розрахунках. !point Але якщо продовжимо наполегливо працювати, я впевнений, що ми запустимо систему. !nervous Я намагався уникнути цього, але... - CUTSCENE TO PLAY HERE -

source: Shouldn't the shield be working now?
uk: Щит вже мав би працювати?

source: Okay, so we just need to find more <#KONJUR>{name_multiple.i_konjur_heart}</> then.
uk: Гаразд, значить, нам просто потрібно знайти більше <#KONJUR>{2:{name_multiple.i_konjur_heart}}</>.

source: agent: !neutral !think What... <z 0.7><i>I-I don't understand... the fourth <#KONJUR>{name.i_konjur_heart}</> was supposed to... what did I miss?</></> !shocked Ah! Hunter! Y-you startled me.
uk: agent: !neutral !think Що... <z 0.7><i>Я-я не розумію... четверте <#KONJUR>{name.i_konjur_heart}</> і його мало... що я проґавив?</></> !shocked Ой! Мисливцю! В-ви мене налякали.

source: agent: !neutral !nervous I don't know-- but it came from the <#BLUE>{name.treemon_forest_r1}</>. !point Quick, we need to go see what's happening out there!
uk: agent: !neutral !nervous Я не знаю... але це сталося в <#BLUE>{3:{Name.treemon_forest_r1}}</>. !point Швидко, нам потрібно подивитися, що там відбувається!

source: agent: !neutral !gruffnod To the <#BLUE>{name.treemon_forest_r1}</>!
uk: agent: !neutral !gruffnod До {2:{Name.treemon_forest_r1}}</>!

source: Yeah! What was that?!
uk: Так! Що це таке?!

source: I-if you say so...
uk: Я-якщо ти так кажеш...

source: No time to waste-- let's move.
uk: Не будемо марнувати час... вперед.

source: agent: !neutral !shocked Hunter! Did you hear that rumble?!
uk: agent: !neutral !shocked Мисливцю! Ви чули цей гуркіт?!

# Convo.twn_weather_intro_scout.ATTRACT2.weather_intro.giver.STATE_0.ANSWER_1
source: agent: !neutral !think I <i>am</> worried... on our way here, I'm sure I spotted <#BLUE>someone</> running through the woods. !dejected I tried to land as close as I could, but with this whole area is acting so strangely, I... didn't want to risk disaster. !nervous From what I saw, they weren't exactly the most coordinated runner, so I'm doubtful they have the fighting experience needed to be alone out here.
uk: agent: !neutral !think Я <i>справді</> стурбований... дорогою сюди я бачив, як <#BLUE>хтось</> біг через ліс. !dejected Я намагався сісти якомога ближче, але тут усе поводиться так дивно, що я... не хотів ризикувати і розбитись. !nervous З того, що я бачив, бігли вони не надто впевнено, тому я сумніваюся, що в них є достатньо бойового досвіду, аби бути тут на самоті.

# Convo.twn_weather_intro_scout.ATTRACT2.weather_intro.giver.STATE_0.ANSWER_2A
source: agent: !happy !disagree Ha. You always amaze me, Hunter. Ready to jump right into the fray for someone you haven't even met... !point The <#RED>{name_multiple.rot} in the area seem really worked up</> about something, so you'd better head out!
uk: agent: !happy !disagree Ха. Ви завжди мене дивуєте, Мисливцю. Готові кинутися в бій за когось, кого навіть не знаєте... !point <#RED>{Name_multiple.rot} у цій місцевості справді збуджені</> чимось, тож краще рушайте!

# Convo.twn_weather_intro_scout.ATTRACT2.weather_intro.giver.STATE_0.ANSWER_2B
source: agent: !neutral !shocked Hunter...! You can't mean that! !point I know you're as eager as I am to move along with our mission, but what are we doing all this for if not to help people? !shrug All I ask is that we <i>try</>. !think I'm pretty sure they were headed towards <#BLUE>{name.treemon_forest_r1}</>. We can at least take a look around, can't we?
uk: agent: !neutral !shocked Мисливцю...! Ви ж це несерйозно! !point Я знаю, що ви так само, як і я, прагнете рухатися далі в нашій місії, але для чого ми все це робимо, якщо не для того, щоб допомагати іншим? !shrug Я прошу лише <i>спробувати</>. !think Я майже впевнений, що вони попрямували до <#BLUE>{2:{Name.treemon_forest_r1}}</>. Ми ж можемо хоча б оглянути там все, чи не так?

# Convo.twn_weather_intro_scout.ATTRACT2.weather_intro.giver.STATE_0.END
source: Alright. Let's find them!
uk: Добре, знайдемо їх!

# Convo.twn_weather_intro_scout.ATTRACT2.weather_intro.giver.STATE_0.QUESTION_1
source: What's up, {name.npc_scout}? You look worried.
uk: Як справи, {Name.npc_scout}? Ти виглядаєш стурбованими.

# Convo.twn_weather_intro_scout.ATTRACT2.weather_intro.giver.STATE_0.QUESTION_2A
source: One heroic rescue, coming right up!
uk: Один героїчний порятунок, зараз буде!

# Convo.twn_weather_intro_scout.ATTRACT2.weather_intro.giver.STATE_0.QUESTION_2B
source: Seems like their problem, not mine.
uk: Здається, це їхня проблема, а не моя.

# Convo.twn_weather_intro_scout.ATTRACT2.weather_intro.giver.STATE_0.TALK
source: agent: !neutral !nervous Ohh... <z 0.7><i>I hope they're okay...</><z/>
uk: agent: !neutral !nervous Охх... <z 0.7><i>Сподіваюся, з ними все гаразд...</><z/>

# Convo.twn_weather_intro_scout.ATTRACT3.weather_indungeon.giver.STATE_0.ANSWER_1
source: agent: !neutral !nervous Yes... !point We just have to keep looking. M-maybe I misjudged them, and they know how to take care of themselves out there. !dejected I hope so, anyway...
uk: agent: !neutral !nervous Так... !point Нам просто треба продовжувати пошуки. М-можливо, я помилився в судженнях, і вони знають, як подбати про себе. !dejected Принаймні, я на це сподіваюся...

# Convo.twn_weather_intro_scout.ATTRACT3.weather_indungeon.giver.STATE_0.END
source: Me too.
uk: Я теж.

source: No sign of that mystery person you saw, though.
uk: Жодних слідів тієї загадкової особи, яку ви бачили.

# Convo.twn_weather_intro_scout.ATTRACT3.weather_indungeon.giver.STATE_0.TALK
source: agent: !happy !shrug Well, that last excursion was quite the experience. I'm glad we made it out of there in one piece.
uk: agent: !happy !shrug Ну, останній похід був доволі цікавим досвідом. Радий, що ми вибралися звідти цілими й неушкодженими.

# Convo.twn_weather_intro_scout.ATTRACT4.weather_finish.giver.STATE_0.ANSWER_1
source: agent: !shocked !dubious Woah. What is that? I've never seen tech quite like this before. !think But if I'm not mistaken, this definitely looks like a port for collecting <#KONJUR>Teffra</>... and is this piece here some kind of miniature magnetic field generator...?
uk: agent: !shocked !dubious Ого. Що це таке? Я ніколи раніше не бачив подібної техніки. !think Але якщо я не помиляюся, це явно виглядає як порт для збору <#KONJUR>конжуру</>... а ось ця частина, чи це якийсь мініатюрний генератор магнітного поля...?

# Convo.twn_weather_intro_scout.ATTRACT4.weather_finish.giver.STATE_0.ANSWER_2
source: agent: !neutral !think !dejected Possibly... though I worry that doesn't bode well for us finding them. !shocked !disagree No, I can't let myself get pessimistic! !point We'll find them! And in the meantime, hang onto that machine. I'm sure whoever it belongs to will want it back.
uk: agent: !neutral !think !dejected Можливо... хоча я хвилююся, що це не сприяє нашим шансам знайти їх. !shocked !disagree Ні, я не можу дозволити собі бути песимістичним! !point Ми їх знайдемо! А поки що, збережіть цю машину. Впевнений, той, кому вона належить, захоче її повернути.

# Convo.twn_weather_intro_scout.ATTRACT4.weather_finish.giver.STATE_0.ANSWER_3
source: agent: !shocked Right! We need to collect more <#KONJUR>{name_multiple.i_konjur_heart}</> to get the shield working! !neutral !think ... there is another area that might be home to <#RED>{name_multiple.rot_boss}</>.
uk: agent: !shocked Саме так! Нам треба зібрати більше <#KONJUR>{2:{name_multiple.i_konjur_heart}}</>, щоб запустити щит! !neutral !think ... є ще одна місцевість, де можуть водитися <#RED>{name_multiple.rot_boss}</>.

# Convo.twn_weather_intro_scout.ATTRACT4.weather_finish.giver.STATE_0.ANSWER_4AB
source: agent: !neutral !nervous Yes... the locale isn't exactly pleasant. We'll have to travel out into the frozen wastelands. !point So pack a warm coat, and every scrap of bravery you have-- the <#RED>{name_multiple.rot}</> strong enough to survive out there will not go down easily. !gesture I've marked a location with abnormally high <#KONJUR>{name.konjur}</> levels on your map, it should be a good place to start the hunt.
uk: agent: !neutral !nervous Так... це місце не надто приємне. Доведеться вирушити у крижані пустки. !point Тож вдягайте теплу куртку і беріть із собою всю мужність, яку маєте... <#RED>{name_multiple.rot}</>, достатньо сильні, щоб вижити там, і так просто не здадуться. !gesture Я позначив на карті місце з аномально високим рівнем <#KONJUR>{2:{name.konjur}}</>, це мало б стати гарною відправною точкою для полювання.

# Convo.twn_weather_intro_scout.ATTRACT4.weather_finish.giver.STATE_0.END
source: Later, {name.npc_scout}!
uk: До зустрічі, {Name.npc_scout}!

# Convo.twn_weather_intro_scout.ATTRACT4.weather_finish.giver.STATE_0.QUESTION_1
source: Yeah-- this weird doo-hickey. <z 0.7><i>(Show them the <#RED>Strange Machine</>)</><z/>
uk: Так... цю дивну штуковину. <z 0.7><i>(Показати <#RED>дивну машину</>)</><z/>

# Convo.twn_weather_intro_scout.ATTRACT4.weather_finish.giver.STATE_0.QUESTION_2
source: Do you think it belongs to the person we're looking for?
uk: Ви думаєте, це належить тій персоні, яку ми шукаємо?

# Convo.twn_weather_intro_scout.ATTRACT4.weather_finish.giver.STATE_0.QUESTION_3
source: Uh, so what should we do about the shield?
uk: То що ж нам робити з цим щитом?

# Convo.twn_weather_intro_scout.ATTRACT4.weather_finish.giver.STATE_0.QUESTION_4A
source: Hey! You've been holding out on me?
uk: Гей! Ти щось приховуєш від мене?

# Convo.twn_weather_intro_scout.ATTRACT4.weather_finish.giver.STATE_0.QUESTION_4B
source: I've got a bad feeling about this...
uk: Мені це не подобається...

# Convo.twn_weather_intro_scout.ATTRACT4.weather_finish.giver.STATE_0.TALK
source: agent: !neutral !gesture Hunter! Did you find something?
uk: agent: !neutral !gesture Мисливцю! Ви щось знайшли?

# Convo.twn_winter2024_armorsmith.ATTRACT0.winter2024.giver.STATE_0.ANSWER_1A
source: agent: !happy !point It's super important. You've got to follow my instructions <i>exactly</>, okay? !gesture Close your eyes and hold out your hands.
uk: agent: !happy !point Це дуже важливо. Ви маєте точно виконувати мої інструкції <i>без імпровізації</>, гаразд? !gesture Заплющте очі та простягніть руки.

# Convo.twn_winter2024_armorsmith.ATTRACT0.winter2024.giver.STATE_0.ANSWER_2A
source: agent: !clap Perfect! Stay just like that for a second... !happy !dubious ...Okay, now open your eyes!
uk: agent: !clap Чудово! Залишайтеся так ще секунду... !happy !dubious ...Добре, тепер відкрийте очі!

# Convo.twn_winter2024_armorsmith.ATTRACT0.winter2024.giver.STATE_0.ANSWER_3A
source: agent: !bliss Hope you like it! <#BLUE>{name.npc_lunn}</> helped me pick it out!
uk: agent: !bliss Сподіваюся, вам сподобається! <#BLUE>{Name.npc_lunn}</> допоміг мені вибрати!

# Convo.twn_winter2024_armorsmith.ATTRACT0.winter2024.giver.STATE_0.QUESTION_1A
source: What do you need?
uk: Що тобі потрібно?

# Convo.twn_winter2024_armorsmith.ATTRACT0.winter2024.giver.STATE_0.QUESTION_2A
source: Okay! <i><#RED><z 0.7>(Close your eyes and hold out your hands)</z></></i>
uk: Добре! <i><#RED><z 0.7>(Заплющити очі та простягнути руки)</z></></i>

# Convo.twn_winter2024_armorsmith.ATTRACT0.winter2024.giver.STATE_0.QUESTION_3A
source: A {name.holiday_winter} present? Wow, thanks {name.npc_armorsmith}!
uk: Подарунок до {2:{name.holiday_winter}}? Вау, дякую, {Name.npc_armorsmith}!

# Convo.twn_winter2024_armorsmith.ATTRACT0.winter2024.giver.STATE_0.TALK
source: agent: !happy !wave Hunteerrrrr, over here! I need you to do something for me!
uk: agent: !happy !wave Мисливцюююю, сюди! Мені потрібно, щоб ви щось зробили для мене!

# Convo.twn_winter2024_blacksmith.ATTRACT0.winter2024.giver.STATE_0.ANSWER_1A
source: agent: !disagree {name.blacksmith_grunt} Dinnae mention it. Ever.
uk: agent: !disagree {name.blacksmith_grunt} Не згадуйте про це. Ніколи.

# Convo.twn_winter2024_blacksmith.ATTRACT0.winter2024.giver.STATE_0.QUESTION_1A
source: You got me a {name.holiday_winter} present? Thanks {name.npc_blacksmith}!
uk: Ти дав мені подарунок до {2:{name.holiday_winter}}? Дякую, {Name.npc_blacksmith}!

# Convo.twn_winter2024_blacksmith.ATTRACT0.winter2024.giver.STATE_0.TALK
source: agent: !neutral !closedeyes Hunter. !gesture ...Here.
uk: agent: !neutral !closedeyes Мисливцю. !gesture ...Ось.

# Convo.twn_winter2024_dojo.ATTRACT0.winter2024.giver.STATE_0.ANSWER_1AB
source: agent: !happy !shrug Everyone needs to take it easy now and then. Even you, Hunter. !happy !dubious But if you're not keen on takin' a break, you can take this instead.
uk: agent: !happy !shrug Іноді всім потрібно трохи відпочити. Навіть вам, Мисливцю. !happy !dubious Але якщо ви не налаштовані відпочивати, тоді візьміть це.

# Convo.twn_winter2024_dojo.ATTRACT0.winter2024.giver.STATE_0.ANSWER_2A
source: agent: !happy !laugh Ha! Wouldn't you like to know!
uk: agent: !happy !laugh Ха! Хіба ви не хотіли б знати!

# Convo.twn_winter2024_dojo.ATTRACT0.winter2024.giver.STATE_0.QUESTION_1A
source: I can't slow down, there's too much to do!
uk: Я не можу зупинитися, занадто багато роботи!

# Convo.twn_winter2024_dojo.ATTRACT0.winter2024.giver.STATE_0.QUESTION_1B
source: Bah. Holidays are just used as an excuse to slack off.
uk: Та ну. Свята — це просто привід для байдикування.

# Convo.twn_winter2024_dojo.ATTRACT0.winter2024.giver.STATE_0.QUESTION_2A
source: Aw, thanks {name.npc_dojo_master}! Does this mean I'm your favourite student?
uk: Ой, дякую, {Name.npc_dojo_master}! Це означає, що я твій улюблений учень?

# Convo.twn_winter2024_dojo.ATTRACT0.winter2024.giver.STATE_0.TALK
source: agent: !happy !gesture Still workin' hard over {name.holiday_winter}, eh kid?
uk: agent: !happy !gesture Працюєте, навіть під час {2:{name.holiday_winter}}, так, друже?
