Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Convo.pop_quiz_dodge.HUB0.convo.giver.STATE_0.TALK3
source: agent: !happy !gesture ...Here, have a <#KONJUR>Treat</>. Class dismissed.
uk: agent: !happy !gesture ...Ось, візьміть <#KONJUR>смаколик</>. Заняття закінчено.

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.ADDEND
source: Thanks for the quiz, Toot.
uk: Дякую за вікторину, Тут.

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.ADDEND_TROUBLEMAKER
source: Smell ya later, nerd!
uk: Понюхаємось пізніше, ботаніку!

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !dubious Tell me... Whatcha know about <#BLUE>{name_multiple.concept_focus_hit}</>?
uk: agent: !neutral !dubious Скажіть мені... Що ви знаєте про <#BLUE>{name_multiple.concept_focus_hit}</>?

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !happy !laugh Well, at least you've taken the 101 course. !neutral !point <#BLUE>{name_multiple.concept_focus_hit}</> deal waaay more <#RED>{name.concept_damage}</> than regular <#RED>{name_multiple.concept_attack}</>.
uk: agent: !happy !laugh Ну принаймні ви пройшли курс 101. !neutral !point <#BLUE>{Name_multiple.concept_focus_hit}</> завдають набагато більше <#RED>{2:{name.concept_damage}}</>, ніж звичайні <#RED>{name_multiple.concept_attack}</>.

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !happy !gruffnod True! <#BLUE>{name_multiple.concept_focus_hit}</> do waaay more <#RED>{name.concept_damage}</> than regular <#RED>{name_multiple.concept_attack}</>, so it's important to learn them. !gruffnod You'll know you've done one right if you see <#BLUE>Blue Damage</>.
uk: agent: !happy !gruffnod Точно! <#BLUE>{Name_multiple.concept_focus_hit}</> завдають набагато більше <#RED>{2:{name.concept_damage}}</>, ніж звичайні <#RED>{name_multiple.concept_attack}</>, тому важливо їх вивчити. !gruffnod Ви дізнаєтесь, що зробили все правильно, якщо побачите <#BLUE>шкоду синього кольору</>.

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.ANSWER_2C
source: agent: !neutral !shocked CORRECT! !happy !gruffnod <#BLUE>{name_multiple.concept_focus_hit}</> deal waaay more <#RED>{name.concept_damage}</> than regular <#RED>{name_multiple.concept_attack}</>, and show up as <#BLUE>Blue Damage</>!
uk: agent: !neutral !shocked ПРАВИЛЬНО! <#BLUE>{name_multiple.concept_focus_hit}</> завдають набагато більше <#RED>{2:{name.concept_damage}}</>, ніж звичайні <#RED>{name_multiple.concept_attack}</>, і відображаються як <#BLUE>шкода синього кольору</>!

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.ANSWER_2D
source: agent: !neutral !shrug Well, yer gonna get out-<#RED>{name.concept_damage}d</> by nerds, then. !eyeroll But what do I know. I'm just your {name.job_dojo}.
uk: agent: !neutral !shrug Що ж, тоді ботаніки вас переплюнуть у нанесенні <#RED>{2:{name.concept_damage}}</>. !eyeroll Але що я знаю. Я ж лише ваш {name.job_dojo}.

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.ANSWER_3D
source: agent: !neutral !dejected Do you want your <#KONJUR>Treat</> or not?
uk: agent: !neutral !dejected Ви хочете свій <#KONJUR>смаколик</> чи ні?

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.ANSWER_4A
source: agent: !neutral !gesture Just take it. !eyeroll Class dismissed.
uk: agent: !neutral !gesture Просто візьміть це. !eyeroll Заняття закінчено.

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.ANSWER_4B
source: agent: !neutral !eyeroll You can lead a horse to <#KONJUR>{name.i_konjur}</>... !angry Class dismissed.
uk: agent: !neutral !eyeroll Ви можете привести коня до <#KONJUR>{2:{name.i_konjur}}</>... !angry Заняття закінчено.

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.QUESTION_1
source: POP QUIZ!!
uk: ПОП ВІКТОРИНА!!

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.QUESTION_2A
source: Err, their Damage appears in blue?
uk: Е-е, їх пошкодження відображаються синім кольором?

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.QUESTION_2B
source: Each Weapon type has its own conditions!
uk: Для кожного типу зброї діють свої умови!

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.QUESTION_2C
source: I can't do reliable Damage without them.
uk: Без них я не зможу завдати надійної шкоди.

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.QUESTION_2D
source: They're for nerds.
uk: Вони для ботаніків.

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.QUESTION_3B
source: Do {name_multiple.concept_focus_hit} for more Damage. Got it.
uk: Зробити {name_multiple.concept_focus_hit}, щоб завдати більше шкоди. Зрозумів.

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.QUESTION_3C
source: {name.concept_focus_hit} Damage appears blue. Gotcha.
uk: Шкода {2:{name.concept_focus_hit}} відображається синім кольором. Зрозумів.

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.QUESTION_3D
source: Wow, that was a long and nerdy lecture.
uk: Вау, це була довга та нудна лекція.

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.QUESTION_4A
source: <i>Sigh</>. I love doing extra Damage with {name_multiple.concept_focus_hit}!
uk: <i>Зітхання</>. Мені подобається коли {name_multiple.concept_focus_hit} завдають додаткової шкоди!

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.QUESTION_4B
source: My brain can't be bought, pencil-pusher!
uk: Мій розум не купити, канцелярський щуре!

# Convo.pop_quiz_focus_hit.HUB0.convo.giver.STATE_0.TALK3
source: agent: !neutral !gruffnod Yep. Feel free to practice your <#BLUE>{name_multiple.concept_focus_hit}</> on the dummies around town. !gesture ...Now have a <#KONJUR>Treat</>. !happy !gruffnod Class dismissed.
uk: agent: !neutral !gruffnod Так. Не соромтеся практикувати свої <#BLUE>{name_multiple.concept_focus_hit}</> на манекенах у місті. !gesture ...Тепер <#KONJUR>пригощайтеся</>. !happy !gruffnod Заняття закінчено.

# Convo.twn_alphonse_zone2_armorsmith.HUB0.convo.giver.STATE_0.ANSWER_FASHION
source: agent: !neutral !dejected It... <i>does</>, actually. !think I've gotta admit, using <#RED>{name.rot}</> materials for armour is pretty groundbreaking. !neutral !disagree <i>(sigh)</>... <i><z 0.7>Not that his ego needs any more boosting...</i></z> !happy !gesture But I think <#BLUE>{name.npc_lunn}</> and I could make it even better! !point Let's do some upgrades on that new {name.i_item_rarity_rare} armour! !clap I think we can upgrade it more than your old armour-- probably up to <#RED>Level {max_level_rare}</>.
uk: agent: !neutral !dejected Це... <i>справді</>, так. !think Мушу визнати, що використання матеріалів <#RED>{2:{name.rot}}</> для обладунків — справжній прорив !neutral !disagree <i>(зітхає)</>... <i><z 0.7>Наче його его потребує ще більшої похвали...</i></z> !happy !gesture Але думаю, що ми з <#BLUE>{2:{Name.npc_lunn}}</> можемо зробити це ще краще! !point Давайте трохи покращимо ті нові {2:{name.i_item_rarity_rare}} обладунки! !clap Думаю, ми зможемо підняти їх на вищий рівень, ніж ваші старі обладунки — аж до <#RED> {max_level_rare}</> рівня.

# Convo.twn_alphonse_zone2_armorsmith.HUB0.convo.giver.STATE_0.QUESTION_FASHION
source: Yeah! Does it make me look more powerful?
uk: Так! Вона виглядає так, ніби я став могутнішим?

# Convo.twn_alphonse_zone2_blacksmith.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !dubious Hm. Fine work. Very... creative. <z 0.7>This construction... aye... could hold under the pressure...</> !think I'd be keen to work on it meself. !gruffnod I can upgrade it further than yer old {name.i_item_rarity_uncommon} weapons-- up ta <#RED>Level {max_level_rare}</>. !point I'll get my forge roaring. Bring this here {name.i_item_rarity_rare} weapon to a <#RED>Weapon Rack</> and get upgradin'.
uk: agent: !neutral !dubious Гм. Хороша робота. Дуже... креативно. <z 0.7>Ця конструкція... гм... може витримати навантаження...</> !think Мені самому цікаво попрацювати над цим. !gruffnod Я можу покращити її ще далі, ніж ваша стара {name.i_item_rarity_uncommon} зброя — аж до <#RED>{max_level_rare} рівня</> . !point Я розпалю кузню. Принесіть оцю {3:{name.i_item_rarity_rare}} зброю до <#RED>стійки для зброї</> і беріться за покращення.

# Convo.twn_alphonse_zone2_blacksmith.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !gruffnod Aye. It does, doesn't it?
uk: agent: !gruffnod Так. Так і є, чи не так?

# Convo.twn_alphonse_zone2_blacksmith.HUB0.convo.giver.STATE_0.QUESTION_1
source: Yep! What do you think?
uk: Так! Як тобі?

# Convo.twn_alphonse_zone2_blacksmith.HUB0.convo.giver.STATE_0.QUESTION_2
source: Sounds good!
uk: Звучить непогано!

# Convo.twn_ascensions_explainer.HUB0.convo.giver.STATE_0.ANSWER_ADVICE
source: agent: !neutral !think From what <#BLUE>{name.npc_scout}</> told me, seems like those old <#RED>{name_multiple.rot}</> have learned some new tricks. !point You won't be able to use the same tactics you used before to take 'em down, so watch 'em carefully before you attack. !think Also... with everything going all topsy-turvy like this, I've got a nasty feeling those <#RED>{name_multiple.rot_boss}</> will have found a way to revive themselves. !happy !laugh At least that means another <#KONJUR>{name.i_konjur_heart}</> for us. Ha! !cough {name.dojo_cough} !gesture If you feel like you need some extra training, I'm always happy to oblige.
uk: agent: !neutral !think Судячи з того, що розповів <#BLUE>{Name.npc_scout}</>, схоже, що старі <#RED>{name_multiple.rot}</> навчилися новим трюкам. !point Ви не зможете використати ті ж тактики, що й раніше, аби їх перемогти, тож уважно спостерігайте за ними перед тим, як атакувати. !think До того ж… із усіма цими переворотами в мене погане передчуття, що ті <#RED>{name_multiple.rot_boss}</> знайшли спосіб відроджуватися. !happy !laugh Принаймні це означає ще одне <#KONJUR>{name.i_konjur_heart}</> для нас. Ха! !cough {name.dojo_cough} !gesture Якщо відчуєте, що потребуєте додаткових тренувань, я завжди радий допомогти.

# Convo.twn_ascensions_explainer.HUB0.convo.giver.STATE_0.ANSWER_CONFIDENT
source: agent: !happy !gruffnod Heh. You're doin' us all proud. Just make sure <i>you're</> not too proud to ask for advice when you need it.
uk: agent: !happy !gruffnod Хе. Ви робите нам усім честь. Лише подбайте, щоб <i>ви</> не були занадто горді, аби просити поради, коли вона знадобиться.

# Convo.twn_ascensions_explainer.HUB0.convo.giver.STATE_0.QUESTION_ADVICE
source: The {name_multiple.rot} have gone into a <#RED>Frenzy</>! Do you have any battle tips?
uk: {Name_multiple.rot} стали <#RED>божевільними</>! Чи маєш якісь поради для бою?

# Convo.twn_ascensions_explainer.HUB0.convo.giver.STATE_0.QUESTION_CONFIDENT
source: Nothing I can't handle.
uk: Мені це під силу.

# Convo.twn_bandages_scout.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !neutral !shocked Oh! Er-- well... no. That is... !happy !nervous I kind of... sort of... thought they might make me look like a more rugged leader. !happy !shrug Um, haha. A-anyway..!
uk: agent: !neutral !shocked О! Е-е... ну... ні. Тобто... !happy !nervous Я, так би мовити... трохи... сподівався, що вони зроблять мене більш суворим лідером !shrug Ем, хаха. У-у будь-якому випадку..!

# Convo.twn_bandages_scout.HUB0.convo.giver.STATE_0.QUESTION_1A
source: {name.npc_scout}, I've been wondering-- what's with all the bandages you wear? Are you hurt?
uk: {Name.npc_scout}, я тут задумався — що це за бинти, які ти носиш? Ти поранений?

# Convo.twn_bandages_scout.HUB0.convo.giver.STATE_0.QUESTION_1B
source: Hey, {name.npc_scout}. See ya, {name.npc_scout}.
uk: Привіт, {Name.npc_scout}. Побачимося, {Name.npc_scout}.

# Convo.twn_beautiful_future_scout.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !happy !think You think so? I hope you're right, for the sake of whoever comes after us. !neutral !gesture I'd like to think that as long as you're breathing, it's never too late to start making things better.
uk: agent: !happy !think Ви так вважаєте? Сподіваюся, ви маєте рацію, заради тих, хто прийде після нас. !neutral !gesture Я б хотів думати, що поки ви дихаєте, ніколи не пізно почати робити щось краще.

# Convo.twn_beautiful_future_scout.HUB0.convo.giver.STATE_0.ANSWER_1B
source: agent: !neutral !agree You're right. We can't undo what's happened, but that doesn't mean we can't build something new. !happy !gesture There's still room for beauty in change.
uk: agent: !neutral !agree Ви маєте рацію. Ми не можемо скасувати те, що сталося, але це не означає, що ми не можемо створити щось нове. !happy !gesture У змінах все ще є місце для краси.

# Convo.twn_beautiful_future_scout.HUB0.convo.giver.STATE_0.QUESTION_1A
source: It'll be just as we remembered as kids.
uk: Це буде так, як ми пам'ятали в дитинстві.

# Convo.twn_beautiful_future_scout.HUB0.convo.giver.STATE_0.QUESTION_1B
source: It'll never be the same, but it can still be good.
uk: Це ніколи не буде тим самим, але все одно може бути добре.

# Convo.twn_berna_and_hamish_scout.HUB0.convo.giver.STATE_0.ANSWER_FOXTAILS
source: agent: !neutral !agree Of course! <#BLUE>{name.npc_armorsmith}</> our <#RED>{name.job_armorsmith}</> has a big, pink hair bun, and carries around a leatherworking tool with her. !happy !shrug She's... a bit eccentric. You definitely won't miss her. !neutral !think <#BLUE>{name.npc_blacksmith}</> our <#RED>{name.job_blacksmith}</> on the other hand, is a man of few words and not one to raise a fuss. You'll know him by the distinctive tattoo on his arm. !gesture We really need them both for this expedition to have any hope of success-- you won't be able to <#RED>Upgrade</> any of your gear without their expertise. !disagree And besides that, their safety is my responsibility. I can't rest until we've rescued them. player: Got it. Don't worry, we'll find them!
uk: agent: !neutral !agree Авжеж! <#BLUE>{Name.npc_armorsmith}</>, наша <#RED>{name.job_armorsmith}</>, має велику рожеву зачіску-гульку й носить із собою інструмент для роботи зі шкірою. !happy !shrug Вона... трохи дивакувата. Ви її точно не проґавите. !neutral !think <#BLUE>{Name.npc_blacksmith}</>, наш <#RED>{name.job_blacksmith}</>, натомість небагатослівний і не любить здіймати галас. Ви впізнаєте його за характерним татуюванням на руці. !gesture Вони обидва нам справді потрібні, аби ця експедиція мала бодай якісь шанси на успіх... без їхніх знань ви не зможете <#RED>покращувати</> своє спорядження. !disagree Та й, окрім того, їхня безпека — це моя відповідальність. Я не зможу спокійно спати, доки ми їх не врятуємо. player: Зрозуміло. Не хвилюйся, ми їх знайдемо!

# Convo.twn_berna_and_hamish_scout.HUB0.convo.giver.STATE_0.ANSWER_READY
source: agent: !happy !clap The <#RED>{name.i_damselfly}</> awaits!
uk: agent: !happy !clap <#RED>{Name.i_damselfly}</> чекає на вас!

# Convo.twn_berna_and_hamish_scout.HUB0.convo.giver.STATE_0.QUESTION_FOXTAILS
source: Could you tell me a bit about the missing folks first?
uk: Можеш розказати трохи про тих хто зник?

# Convo.twn_berna_and_hamish_scout.HUB0.convo.giver.STATE_0.QUESTION_READY
source: I sure am!
uk: Звісно!

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !point Yer <#RED>{name.job_armorsmith}</> an' me have been puttin' our heads together. !think We figured there's a way ta hammer <#RED>{name.rot_boss}</> power into yer gear. !point Yer just the Hunter ta test it.
uk: agent: !point Я з вашим {4:{name.job_armorsmith}}</> обмірковували це разом. !think Ми придумали, як вставити силу <#RED>{2:{name.rot_boss}}</> у ваше спорядження. !point Ви якраз той Мисливець, який це випробує.

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !neutral ...Aye.
uk: agent: !neutral ...Так.

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !gruffnod Och, good. But I'll warn ye, the technique is... finnicky. !think First I'll be needin' <#KONJUR>{name.i_konjur_soul_lesser}</> to forge the <#RED>{name.weapon_crystal}</>.
uk: agent: !gruffnod Ох, добре. Але я попереджаю, техніка... непроста. !think Спершу мені знадобиться <#KONJUR>{name.i_konjur_soul_lesser}</>, щоб викувати <#RED>{2:{name.weapon_crystal}}</>.

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.ANSWER_2C
source: agent: !think <i>(Hrmph. So she already told ye, eh?)</> !gruffnod Right. So ye know the gist of it. !point I can forge ye a <#RED>{name.weapon_crystal}</> outta <#KONJUR>{name.i_konjur_soul_lesser}</>.
uk: agent: !think <i>(Грмх. Тож вона вже вам розповіла, так?)</> !gruffnod Отже, ви знаєте основи. !point Я можу викувати <#RED>{2:{name.weapon_crystal}}</> із <#KONJUR>{2:{name.i_konjur_soul_lesser}}</>.

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.ANSWER_3A
source: agent: !gesture Och... 'tis a Crystal vessel ta hold the <#RED>Boss</> power.
uk: agent: !gesture Ох... Це кристалічна оболонка, що містить силу <#RED>боса</>.

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.ANSWER_3B
source: agent: !point Ye catch on quick, Hunter. !disagree <#RED>{name.weapon_crystal}</> ain't got no power of its own. It has ta soak up a <#RED>{name.rot_boss}'</> <#KONJUR>Teffressence</>. !gesture Only way ta power it up is usin' it ta fight th'Boss on <#RED>Super Frenzy Level 1</> or higher. !think But 'til then, it'll have low <#RED>Stats</>. No <#RED>{name_multiple.concept_skill}</>. !point And ta top it all off? It's fragile. !dubious Fail yer Hunt and it <#RED>shatters</>.
uk: agent: !point Швидко схоплюєте, Мисливцю. !disagree <#RED>{Name.weapon_crystal}</> сама по собі не має сили. Вона має поглинути <#RED>{2:{name.rot_boss}}</>. !gesture Єдиний спосіб її зарядити — використовувати її для битви з босом на <#RED>1 рівні супер божевілля</> або вище. !think А до того вона матиме низькі <#RED>показники</>. Без <#RED>{name_multiple.concept_skill}</>. !point І на додачу до всього? Вона крихка. !dubious Провалиш полювання, і вона <#RED>розібється</>.

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.ANSWER_4A
source: agent: !shrug ...Hope ye got more <#KONJUR>{name_multiple.i_konjur_soul_lesser}</>.
uk: agent: !shrug ...Сподіваюся, у вас є більше <#KONJUR>{2:{name_multiple.i_konjur_soul_lesser}}</>.

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.ANSWER_4B
source: agent: !gruffnod Heh. I like yer spirit, Hunter.
uk: agent: !gruffnod Хех. Мені подобається ваш запал, Мисливцю.

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.ANSWER_4C
source: agent: !gruffnod Aye. It might be. !shrug Think it over, Hunter.
uk: agent: !gruffnod Угу. Можливо, це так. !shrug Обміркуйте це, Мисливцю.

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.ANSWER_5
source: agent: !gruffnod I'll fire up the forge.
uk: agent: !gruffnod Я розпалю кузню.

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.QUESTION_1
source: What's up?
uk: Що таке?

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.QUESTION_2A
source: Oh, I'm sure you say that to all the Hunters.
uk: О, я впевнений, ти так кажеш усім Мисливцям.

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.QUESTION_2B
source: I'll do ANYTHING if you make me a Boss Weapon!
uk: Я зроблю ЩО ЗАВГОДНО, якщо ти створиш мені зброю з боса!

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.QUESTION_2C
source: Right, Berna mentioned something about that.
uk: Так, Берна згадувала про це.

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.QUESTION_3B
source: Why do I feel like there's a catch somewhere?
uk: Чому я відчуваю, що тут є підстава?

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.QUESTION_3BALT
source: But there's a catch, right?
uk: Але ж тут є підстава, правда?

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.QUESTION_4A
source: What happens if I shatter it?
uk: Що станеться, якщо я розіб'ю її?

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.QUESTION_4B
source: That doesn't sound so bad.
uk: Це не так вже й погано звучить.

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.QUESTION_4C
source: That sounds impossible!
uk: Це звучить неможливо!

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.QUESTION_5
source: Let's make a {name.weapon_crystal}!
uk: Створімо {2:{name.weapon_crystal}}!

# Convo.twn_boss_wpn_explainer.HUB0.convo.giver.STATE_0.QUESTION_6
source: I've gotta go, talk to you later.
uk: Мені треба йти, поговоримо пізніше.

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.ADDEND
source: Bye, {name.npc_dojo_master}! Blam blam!
uk: Бувай, {Name.npc_dojo_master}! Бам-бам!

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.ADDEND_RESPONSE
source: agent: !angry I said be careful with that <#RED>{name.weapon_cannon}</>!
uk: agent: !angry Я ж сказав бути обережним з <#RED>{4:{name.weapon_cannon}}</>!

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !gesture What d'ya wanna know?
uk: agent: !happy !gesture Що ви хочете знати?

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.ANSWER_FIRING_MODES
source: agent: !happy !agree Hm, yeah. So, <#RED>{name_multiple.weapon_cannon}</> have two firing modes. !gesture With <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK> you can shoot small <#RED>Projectiles</> in a wide spread. !point Your <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK> <#RED>Attack</> also doubles as your <#RED>{name.concept_dodge}</> and pushes you backwards. !gesture With <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK> you can shoot a big ol' <#RED>Projectile</> that'll do more <#RED>Damage</>, but is also more concentrated.
uk: agent: !happy !agree Угу, так. <#RED>{Name_multiple.weapon_cannon}</> мають два режими стрільби. !gesture Натиснув <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK> ви можете стріляти малими <#RED>снарядами</> у широкому діапазоні. !point Ваша <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK> <#RED>атака</> також виконує роль <#RED>{name.concept_dodge}</> і відкидає вас назад. !gesture Натиснув <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK> ви можете стріляти великим <#RED>снарядом</>, який завдає більше <#RED>шкоди</>, але є більш сконцентрованим.

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.ANSWER_FIRING_MODES_ALT
source: agent: !neutral !angry Sure, but LISTEN UP this time. !gesture <#RED>{name_multiple.weapon_cannon}</> have two firing modes. !point With <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK> you can launch yourself backwards and shoot a bunch of small <#RED>Projectiles</> in a big spread. !gesture With <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK> you'll shoot a big ol' <#RED>Projectile</> that does more <#RED>Damage</>, but it'll also have less spread.
uk: agent: !neutral !angry Добре, але СЛУХАЙТЕ уважно цього разу. !gesture <#RED>{Name_multiple.weapon_cannon}</> мають два режими стрільби. !point Натиснув <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK> ви можете відштовхнути себе назад і випустити купу маленьких <#RED>снарядів</> у великому радіусі. !gesture Натиснув <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK> вистрелите великим <#RED>снарядом</>, який завдає більше <#RED>шкоди</>, але більш концентрований.
