Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.QUESTION_END3
source: ...You could use some entertainment. Gee, thanks.
uk: ...тобі б не завадило розважитися. Ого, дякую.

# Convo.dgn_challenge_owl_magpie.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !gruffnod <z 0.8>Queep quaw.</z> !eyeroll <z 0.8>Quaw quaw. <#RED>Queep Kwee Kwaa</>. Chwee?</z>
uk: agent: !gruffnod <z 0.8>Квіп кву.</z> !eyeroll <z 0.8>Кву кву. <#RED>Квіп Кві Ква</>. Чвіі?</z>

# Convo.dgn_challenge_owl_magpie.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !clap <z 0.8>Quaw, quaw quaw!</z>
uk: agent: !clap <z 0.8>Кву, кву кву!</z>

# Convo.dgn_challenge_owl_magpie.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !think <z 0.8>Quawk.</z> !angry <z 0.8><#RED>Quaw, Queep Queep</> quaw!</z>
uk: agent: !think <z 0.8>Квук.</z> !angry <z 0.8><#RED>Кву, квіп квіп</> кву!</z>

# Convo.dgn_challenge_owl_magpie.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: !shrug <z 0.8>Quawk. Quee quee.</z>
uk: agent: !shrug <z 0.8>Квук. Кві-кві.</z>

# Convo.dgn_challenge_owl_magpie.HUB0.convo.giver.STATE_0.ANSWER_END_ALT
source: agent: !eyeroll <z 0.8>Chou-chorp?</z> !laugh <z 0.8>Quaw chwee kwee! <i>Caa-caa.</i></z>
uk: agent: !eyeroll <z 0.8>Чоу-чорп?</z> !laugh <z 0.8>кву чві кві! <i>Каа-каа.</i></z>

# Convo.dgn_challenge_owl_magpie.HUB0.convo.giver.STATE_0.END_GENERIC
source: Sorry, gotta run. See you at the Market?
uk: Вибач маю бігти. До зустрічі на ринку?

# Convo.dgn_challenge_owl_magpie.HUB0.convo.giver.STATE_0.QUESTION_1
source: You've got another challenge for me, huh?
uk: У тебе є ще одне випробування для мене, так?

# Convo.dgn_challenge_owl_magpie.HUB0.convo.giver.STATE_0.QUESTION_2A
source: I need to <#RED>{condition_1}</> before I reach your Market?
uk: Мені потрібно виконати <#RED>{condition_1}</> до того, як я дійду до вашого ринку?

# Convo.dgn_challenge_owl_magpie.HUB0.convo.giver.STATE_0.QUESTION_2B
source: What should I do before reaching the end?
uk: Що потрібно зробити перед тим, як дійти до кінця?

# Convo.dgn_challenge_owl_magpie.HUB0.convo.giver.STATE_0.QUESTION_END
source: Okay... I'll try my best.
uk: Добре... я спробую зробити все можливе.

# Convo.dgn_challenge_owl_magpie.HUB0.convo.giver.STATE_0.QUESTION_END_ALT
source: <#RED>{condition_2}</>? Hah, it'll take more than a stiff breeze to knock me over!
uk: <#RED>{condition_2}</>? Ха, щоб збити мене з ніг, потрібно більше ніж просто сильний вітер!

# Convo.dgn_challenge_sdmnt_magpie.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !shrug <z 0.8>Chwee quaw?</z> !eyeroll <z 0.8>Quaw <#RED>Kwee Kwee Chwee</> queep.</z>
uk: agent: !shrug <z 0.8>Чвіі кву?</z> !eyeroll <z 0.8>Кву, <#RED>Кві Кві Кві</> квіп.</z>

# Convo.dgn_challenge_sdmnt_magpie.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !bliss <z 0.8>Kwee queep quaw.</z>
uk: agent: !bliss <z 0.8>Кві квіп кву.</z>

# Convo.dgn_challenge_sdmnt_magpie.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !dubious <z 0.8>Quee?</z> !angry <z 0.8><#RED>Quaw, Queep Queep</> quaw!</z>
uk: agent: !dubious <z 0.8>кві?</z> !angry <z 0.8><#RED>Кву, квіп квіп</> кву!</z>

# Convo.dgn_challenge_sdmnt_magpie.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: !gruffnod <z 0.8>Quawk kwee quaw.</z>
uk: agent: !gruffnod <z 0.8>Квук кві кву.</z>

# Convo.dgn_challenge_sdmnt_magpie.HUB0.convo.giver.STATE_0.ANSWER_END_ALT
source: agent: !dubious <z 0.8>Squet?</z> !laugh <z 0.8>Caa-caa-caa-caa!</z>
uk: agent: !dubious <z 0.8>Скет?</z> !laugh <z 0.8>Каа-каа-каа-каа!</z>

# Convo.dgn_challenge_sdmnt_magpie.HUB0.convo.giver.STATE_0.END_GENERIC
source: Sorry, gotta run. See you at the Market?
uk: Вибач маю бігти. До зустрічі на ринку?

# Convo.dgn_challenge_sdmnt_magpie.HUB0.convo.giver.STATE_0.QUESTION_1
source: Good to see ya, {name.shop_magpie}. What's my first challenge today?
uk: Радий тебе бачити, {Name.shop_magpie}. Яке моє перше випробування на сьогодні?

# Convo.dgn_challenge_sdmnt_magpie.HUB0.convo.giver.STATE_0.QUESTION_2A
source: <#RED>{condition_1}</> before I reach your Market? Hard, but fair.
uk: <#RED>{condition_1}</> до того, як я дійду до вашого ринку? Важко, але справедливо.

# Convo.dgn_challenge_sdmnt_magpie.HUB0.convo.giver.STATE_0.QUESTION_2B
source: What'll the second challenge be?
uk: Яким буде друге випробування?

# Convo.dgn_challenge_sdmnt_magpie.HUB0.convo.giver.STATE_0.QUESTION_END
source: Welp. Let's see if I'm up to your challenge then, eh?
uk: Ну що ж. Подивимось, чи під силу мені твоє випробування, ех?

# Convo.dgn_challenge_sdmnt_magpie.HUB0.convo.giver.STATE_0.QUESTION_END_ALT
source: Y'know, I would <i>also</i> like to <#RED>{condition_2}</> all the way through to the end. See ya there!
uk: Знаєш, я б <i>також</i> хотів <#RED>{condition_2}</>, до самого кінця. Побачимось там!

# Convo.dgn_challenge_thtchr_magpie.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !gruffnod <z 0.8>Queep quaw.</z> !eyeroll <z 0.8>Quaw, <#RED>Quaw Kwee Kwee</> queep.</z>
uk: agent: !gruffnod <z 0.8>Квіп ква.</z> !eyeroll <z 0.8>Кву, <#RED>Кву Кві Кві</> квіп.</z>

# Convo.dgn_challenge_thtchr_magpie.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !shrug <z 0.8>Queh? Quee quee.</z>
uk: agent: !shrug <z 0.8>Ке? Кві-кві.</z>

# Convo.dgn_challenge_thtchr_magpie.HUB0.convo.giver.STATE_0.ANSWER_2C
source: agent: !dubious <z 0.8>Quee?</z> !angry <z 0.8><#RED>Quaw, Queep Queep</> quaw!</z>
uk: agent: !dubious <z 0.8>кві?</z> !angry <z 0.8><#RED>Кву, квіп квіп</> кву!</z>

# Convo.dgn_challenge_thtchr_magpie.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: !think <z 0.8>Queep queep.</z>
uk: agent: !think <z 0.8>Квіп квіп.</z>

# Convo.dgn_challenge_thtchr_magpie.HUB0.convo.giver.STATE_0.ANSWER_END_ALT
source: agent: !gruffnod <z 0.8>Chwee chwee chwee.</z> !shocked <z 0.8>Queeeeee! Caa-caa.</z>
uk: agent: !gruffnod <z 0.8>чвіі чвіі чвіі.</z> !shocked <z 0.8>Квііііііі! Каа-каа.</z>

# Convo.dgn_challenge_thtchr_magpie.HUB0.convo.giver.STATE_0.END_GENERIC
source: Sorry, gotta run. See you at the Market?
uk: Вибач маю бігти. До зустрічі на ринку?

# Convo.dgn_challenge_thtchr_magpie.HUB0.convo.giver.STATE_0.QUESTION_1
source: Heyy, {name.shop_magpie}! Let's hear the next challenge!
uk: Агов, {name.shop_magpie}! Давай сюди наступне випробування!

# Convo.dgn_challenge_thtchr_magpie.HUB0.convo.giver.STATE_0.QUESTION_2B
source: <#RED>{condition_1}</> before I get to your Market? Hah! Unlike those shells, I don't crack under pressure.
uk: <#RED>{condition_1}</> до того, як я потраплю на ваш ринок? Ха! На відміну від тих панцирів, я не тріскаюся під тиском.

# Convo.dgn_challenge_thtchr_magpie.HUB0.convo.giver.STATE_0.QUESTION_2C
source: I'm guessing you've got a second challenge up your feathery sleeve for me?
uk: Гадаю, ти приготувала для мене друге випробування у своєму пернатому рукаві?

# Convo.dgn_challenge_thtchr_magpie.HUB0.convo.giver.STATE_0.QUESTION_END
source: Okay... I'll try my best.
uk: Добре... я спробую зробити все можливе.

# Convo.dgn_challenge_thtchr_magpie.HUB0.convo.giver.STATE_0.QUESTION_END_ALT
source: <#RED>{condition_2}</> before reaching the end? What, are you going easy on me, {name.shop_magpie}?
uk: <#RED>{condition_2}</> перш ніж дійти до кінця? Що, ти зменшуєш рівень складності для мене, {Name.shop_magpie}?

# Convo.dgn_corestones_market.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !gesture I doth use them to fuel mine forge and maketh more pieces. !closedeyes My craft is my life, you see.
uk: agent: !happy !gesture Я використовую їх для розпалювання моєї кузні та створення нових частин. !closedeyes Моє ремесло — моє життя, як бачите.

# Convo.dgn_corestones_market.HUB0.convo.giver.STATE_0.OPT_END
source: Err, okay. Back to browsing.
uk: Емм, добре. Повернемося до пошуку.

# Convo.dgn_corestones_market.HUB0.convo.giver.STATE_0.OPT_END_RESPONSE
source: agent: !wink Enjoy, culver.
uk: agent: !wink Насолоджуйтесь, голубе.

# Convo.dgn_corestones_market.HUB0.convo.giver.STATE_0.QUESTION_1
source: What do you do with all those {name_multiple.konjur_soul_lesser} I give you anyway?
uk: Що ти робиш з усіма цими {3:{name_multiple.konjur_soul_lesser}}, що я тобі даю?

# Convo.dgn_culver_nickname_market.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !dubious Because I think it's adorable how you gallivant about the forest playing "hero". !neutral !eyeroll I suppose I shouldn't encourage your delusion by selling you my pieces, but-- !happy !shrug I can't help it.
uk: agent: !happy !dubious Бо я думаю, це мило, як ви ганяєтеся по лісі, граючи в "героя". !neutral !eyeroll Припускаю, не варто підтримувати ваші ілюзії, продаючи вам мої речі, але... !happy !shrug Я не можу втриматися.

# Convo.dgn_culver_nickname_market.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !happy !point Yes! !eyeroll Oh, cometh on. Don't pretend you don't like it.
uk: agent: !happy !point Так! !eyeroll Ой, ну ж бо. Не прикидайтесь, що вам це не подобається.

# Convo.dgn_culver_nickname_market.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !closedeyes Bless your heart.
uk: agent: !closedeyes Благословляю ваше серце.

# Convo.dgn_culver_nickname_market.HUB0.convo.giver.STATE_0.ANSWER_2C
source: agent: !happy !wink Fare thee well, little culver!
uk: agent: !happy !wink Прощавай, маленький голубе!

# Convo.dgn_culver_nickname_market.HUB0.convo.giver.STATE_0.OPT_END
source: Okay. Back to browsing.
uk: Добре. Повернемося до пошуку.

# Convo.dgn_culver_nickname_market.HUB0.convo.giver.STATE_0.OPT_END_RESPONSE
source: agent: !wink Enjoy, culver.
uk: agent: !wink Насолоджуйтесь, голубе.

# Convo.dgn_culver_nickname_market.HUB0.convo.giver.STATE_0.QUESTION_1
source: Why do you call me "culver"?
uk: Чому ти називаєш мене "голубом"?

# Convo.dgn_culver_nickname_market.HUB0.convo.giver.STATE_0.QUESTION_2A
source: Oh! You've been patronizing me.
uk: О! Ти мене підколюєш.

# Convo.dgn_culver_nickname_market.HUB0.convo.giver.STATE_0.QUESTION_2B
source: ...I take down {name_multiple.rot_boss}, you know.
uk: ..Я ж переможу {2:{name_multiple.rot_boss}}, ти це знаєш.

# Convo.dgn_culver_nickname_market.HUB0.convo.giver.STATE_0.QUESTION_2C
source: I'm leaving now.
uk: Я вже йду.

# Convo.dgn_do_you_live_here_potion.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !shocked HEAVENSSS, no. !point Don't lump me in with the rabble that hangs around these woods! !gesture <i>I</> went to businesss ssschool.
uk: agent: !neutral !shocked О, НЕБЕСCCА, ні. !point Не рівняйте мене до того наброду, що тиняється цими лісами! !gesture <i>Я</> вчився у бізнеccс-школі.

# Convo.dgn_do_you_live_here_potion.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !neutral !shocked And you still don't!
uk: agent: !neutral !shocked І ви досі не знаєте!

# Convo.dgn_do_you_live_here_potion.HUB0.convo.giver.STATE_0.QUESTION_1
source: I was wondering... do you live out here?
uk: Я хотів запитати... ти живеш тут?

# Convo.dgn_do_you_live_here_potion.HUB0.convo.giver.STATE_0.QUESTION_2
source: I didn't know you had a degree.
uk: Я не знав, що у тебе є диплом.

# Convo.dgn_encounter_rots_market.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !shrug Verily.
uk: agent: !happy !shrug Дійсно.

# Convo.dgn_encounter_rots_market.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !point <#BLUE>{name.shop_magpie}</> can throw her voice and do some <i>very</i> good vocal impressions. !eyeroll Bwe-heu-heu. <#RED>{name_multiple.rot}</> art so easy to fool.
uk: agent: !point <#BLUE>{Name.shop_magpie}</> може передавати свій голос і робити <i>дуже</i> гарні вокальні імпровізації. !eyeroll Бве-хе-хе. <#RED>{Name_multiple.rot}</> так легко піддаються обману.

# Convo.dgn_encounter_rots_market.HUB0.convo.giver.STATE_0.OPT_END
source: Okay. Back to browsing.
uk: Добре. Повернемося до пошуку.

# Convo.dgn_encounter_rots_market.HUB0.convo.giver.STATE_0.OPT_END_RESPONSE
source: agent: !wink Enjoy, culver.
uk: agent: !wink Насолоджуйтесь, голубе.

# Convo.dgn_encounter_rots_market.HUB0.convo.giver.STATE_0.QUESTION_1
source: So... do you ever run into {name_multiple.rot} out here?
uk: Ти коли-небудь зустрічав {2:{name_multiple.rot}} тут?

# Convo.dgn_encounter_rots_market.HUB0.convo.giver.STATE_0.QUESTION_2
source: How're you and {name.shop_magpie} not mincemeat?
uk: Як справи у тебе й {2:{Name.shop_magpie}}?

# Convo.dgn_explain_shipping1_market.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !think How funny you should ask. !wink My associate <#BLUE>{name.shop_magpie}</> doth provide a delivery service, free of charge. !neutral !gesture Just choose <#RED>Ship</> when you purchase your piece, and we'll ensure it's waiting on your <#RED>Armour Rack</> by the time you returnst home.
uk: agent: !happy !think Як смішно, що ви запитали. !wink Моя партнерка <#BLUE>{Name.shop_magpie}</> надає послугу доставки безплатно. !neutral !gesture Просто виберіть <#RED>доставити</>, коли купуєте свій предмет, і ми подбаємо про те, щоб він чекав вас на <#RED>стійці для броні</> коли ви повернетеся додому.

# Convo.dgn_explain_shipping1_market.HUB0.convo.giver.STATE_0.QUESTION_1
source: I saw something I liked. Do I have to wear it right now if I buy it?
uk: Я побачив те, що мені сподобалося. Чи маю я одягнути його прямо зараз, якщо куплю?

# Convo.dgn_explain_shipping2_market.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !eyeroll ...It's <i>simple</>. !point Just choose <#RED>Ship</> when you buy a piece. !dubious <#BLUE>{name.shop_magpie}'ll</> ensure it's waiting on your <#RED>Armour Rack</> once you returnst home.
uk: agent: !eyeroll ...Це <i>просто</>. !point Просто виберіть <#RED>Доставити</> при покупці предмета. !dubious <#BLUE>{name.shop_magpie}</> подбає про те, щоб він чекав на <#RED>стійці для броні</> після вашого повернення додому.

# Convo.dgn_explain_shipping2_market.HUB0.convo.giver.STATE_0.QUESTION_1
source: Can you remind me how shipping works?
uk: Ти можеш сказати мені, як це використовувати ще раз?

# Convo.dgn_failed_generic_magpie.HUB0.convo.giver.STATE_0.ANSWER_1
source: !happy !laugh <z 0.8>Caa-caa-caa-caa.</> !nervous <z 0.8>Kwee chwee quaw quaw. Queep.</>
uk: !happy !laugh <z 0.8>Каа-каа-каа-каа.</> !nervous <z 0.8>кві чвіі кву кву. Квіп.</>

# Convo.dgn_failed_generic_magpie.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: !happy !bliss <z 0.8>Kwee quee!</z>
uk: agent: !happy !bliss <z 0.8>Квіі кві!</z>

# Convo.dgn_failed_generic_magpie.HUB0.convo.giver.STATE_0.QUESTION_1
source: Alright, alright, I get it, I failed. No need to rub it in.
uk: Добре, добре, я зрозумів, я не впорався. Не треба це підкреслювати.

# Convo.dgn_failed_generic_magpie.HUB0.convo.giver.STATE_0.QUESTION_END
source: I'll beat your challenge next time!
uk: Наступного разу я виконаю твоє випробування!

# Convo.dgn_first_meeting_magpie.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !happy !gesture <z 0.8>Quee, quee quee!</> !laugh <z 0.8>Caa-caa-caa-caa.</>
uk: agent: !happy !gesture <z 0.8>Кві, кві кві!</> !laugh <z 0.8>Каа-каа-каа-каа.</>

# Convo.dgn_first_meeting_magpie.HUB0.convo.giver.STATE_0.ANSWER_1B
source: agent: !neutral !dubious <z 0.8>Quaw, quaw.</> !happy !laugh <z 0.8>Caa-caa-caa-caa.</>
uk: agent: !neutral !dubious <z 0.8>Кву, кву.</> !happy !laugh <z 0.8>Каа-каа-каа-каа.</>

# Convo.dgn_first_meeting_magpie.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: !happy !greet <z 0.8>Queep!</>
uk: agent: !happy !greet <z 0.8>Квіп!</>

# Convo.dgn_first_meeting_magpie.HUB0.convo.giver.STATE_0.QUESTION_1A
source: Oh, um. Nice to meet you too?
uk: О, гм. Мені теж приємно познайомитися з тобою?

# Convo.dgn_first_meeting_magpie.HUB0.convo.giver.STATE_0.QUESTION_1A_END
source: Yeah. Err. See you around!
uk: Так. Емм... Побачимося!

# Convo.dgn_first_meeting_magpie.HUB0.convo.giver.STATE_0.QUESTION_1B
source: <i>What did you just say to me?</i>
uk: <i>Що ти щойно сказала?</i>

# Convo.dgn_first_meeting_magpie.HUB0.convo.giver.STATE_0.QUESTION_1B_END
source: Sorry, I musta misheard. See you around?
uk: Вибач, я, мабуть, не розчув. Ще побачимося?

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !happy !eyeroll Yes, yes, everyone likes my face.
uk: agent: !happy !eyeroll Так, так, усім подобається моє обличчя.

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.ANSWER_1B
source: agent: !happy !eyeroll You could say a little birdie told me.
uk: agent: !happy !eyeroll Можна сказати, маленька пташка сказала мені.

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !happy !dubious Um... I hath eyes.
uk: agent: !happy !dubious Гм... У мене є очі.

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !neutral !dubious And?
uk: agent: !neutral !dubious І?

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.ANSWER_2C
source: agent: !neutral !gesture I offer artisanal, hand-forged pieces of <#RED>Armour</> and <#RED>Weapons</>, both. !closedeyes My materials are locally sourced, semi-ethically, from the region's native monsters. !agree So expect my stock to change should we ever meet in another land.
uk: agent: !neutral !gesture Я пропоную вироблені вручну частини <#RED>зброї</> та <#RED>обладунків</>, також. !closedeyes Мої матеріали надходять з місцевих джерел, напіветично, від місцевих монстрів. !agree Тож гадаю, що мій запас зміниться, якщо ми колись зустрінемося в іншій місцині.

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.ANSWER_2D
source: agent: !happy !dubious <#BLUE>{name.shop_magpie}</>? Ohh, odds and ends. !neutral !eyeroll <#RED>Potions</>, <#RED>{name_multiple.concept_relic}</>, anything she finds lying about, verily. !happy !think She's quite proud of her collection. !neutral
uk: agent: !happy !dubious <#BLUE>{Name.shop_magpie}</>? Ох, різне дріб'язкове. !neutral !eyeroll <#RED>Зілля</ >, <#RED>{name_multiple.concept_relic}</>, усе, про що вона бреше, правда. !happy !think Вона дуже пишається своєю колекцією. !neutral

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.OPT_END
source: I'll look around.
uk: Я подивлюся навколо.

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.OPT_END_ALT
source: Okay, thanks. I'll take a look around.
uk: Гаразд, дякую. Я оглянуся.

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.QUESTION_1A
source: <z 0.97>Oh, hi! Nice to see a friendly face out here.</z>
uk: <z 0.97>О, привіт! Приємно бачити тут доброзичливе обличчя.</z>

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.QUESTION_1B
source: Uhh, did you know I was coming? How?
uk: Гм, ти знав, що я прийду? Як?

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.QUESTION_2A
source: What makes you think I'm in the market?
uk: Чому ти думаєш, що я на ринку?

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.QUESTION_2A_ALT
source: <z 0.9>Why do you think I'm in the market for gear?</z>
uk: <z 0.9>Чому ти думаєш, що я шукаю спорядження?</z>

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.QUESTION_2B
source: <z 0.93>But the {name_multiple.foxtails} already have an {name.job_armorsmith}, and a {name.job_blacksmith}.</z>
uk: <z 0.93>Але {Name_multiple.foxtails} вже мають {3:{name.job_armorsmith}} і {2:{name.job_blacksmith}}.</z>

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.QUESTION_2C
source: What sort of gear do you sell?
uk: Які спорядження ти продаєш?

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.QUESTION_2D
source: What's the bird sell?
uk: Що продає птах?

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.TALK2
source: agent: !neutral !wink The name's <#BLUE>{name.shop_armorsmith}</>. !happy !point My feathered friend over yonder is <#BLUE>{name.shop_magpie}</>. !neutral !agree Now that you've arrived, I'm quite pleased to inform you: !happy !gesture <i>You may purchase my <#RED>Armour</> and <#RED>Weapons</></i>. !closedeyes You're welcome.
uk: agent: !neutral !wink Моє ім'я <#BLUE>{Name.shop_armorsmith}</>. !happy !point Там моя перната подруга <#BLUE>{Name.shop_magpie}</>. !neutral !agree Тепер, коли ви прибули, я дуже радий повідомити вам: !happy !gesture <i>Ви можете придбати мої <#RED>обладунки</> та <#RED>зброю</></i>. !closedeyes Ласкаво просимо.

# Convo.dgn_firstmeeting_market.HUB0.convo.giver.STATE_0.TALK_END
source: agent: !wink Enjoyyy, culver. !happy
uk: agent: !wink Насолоджуйтесь, голубе. !happy

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_HAS_RESOURCES_1
source: agent: !dubious --Now, you seem like someone who could use a bit of a pick-me-up. A refreshing <i>punch</i> of vim and vigour! A bit of insurance, you might say, in an unsssure w--
uk: agent: !dubious ...Тепер ви виглядаєте тим, кому знадобиться трохи підбадьоритися. Освіжаючий <i>поштовх</i> енергії та бадьорості! Трохи страховки, можна сказати, в невизначеному місці...

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_HAS_RESOURCES_2
source: agent: !shocked Why, forgive my manners! !clap The name's <#BLUE>{name.npc_potionmaker_dungeon}</>, illussstrious post-apocalypse entrepreneur, ssscholar of medicine and beloved young heir to the {name.npc_doc_lastname} family fortune! !gesture At your mid-hunt convenience.
uk: agent: !shocked Ай-ай-ай, вибачте за мої манери! !clap Мене звати <#BLUE>{Name.npc_potionmaker_dungeon}</>, видатний підприємець після апокаліпсису, вчений-медик і улюблений юний спадкоємець родини {Name.npc_doc_lastname}! !gesture Зручно для вас під час полювання.

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_HAS_RESOURCES_2B
source: agent: !shocked My, what a dissscerning eye you have! Why yes, my good chum! !clap Allow me to introduce you to my patented {name.npc_doc_lastname}-brand <#RED>Health Potion</>!
uk: agent: !shocked О, який у вас споссстережливий погляд! Так, мій любий друже! !clap Дозвольте представити вам моє запатентоване <#RED>зілля здоров'я</> бренду {Name.npc_doc_lastname}!

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_NO_RESOURCES_1
source: agent: !dubious --Now, you seem like a savvy <#BLUE>{player.species}</> who could use a bit of a pick-me-up. A refreshing <i>punch</i> of vim and vigour... a bit of, err... !shocked Now wait just a moment! !angry <i>I barely sssmell any <#KONJUR>{name.i_konjur}</> on you</i>.
uk: agent: !dubious ...Що ж, здається, ви розумний <#BLUE>{player.species}</>, якому може знадобитися трохи підбадьоритися. Освіжаючий <i>удар</ i> енергії та бадьорості... трохи, е-е... !shocked Зачекайте хвилинку! !angry <i>Я ледве відчуваю <#KONJUR>{name.i_konjur}</> на тобі</i>.

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_NO_RESOURCES_2
source: !think My, what an awkward predicament we find ourselvesss in! !dejected I can't show you the wonder of my {name.npc_doc_lastname}-brand <#RED>Health {name.potion}s</> without appropriate compensssation! !shrug Sssuch is the fickle nature of the market, I suppose. !point Do come back for a <#RED>{name.potion}</> when you have <#KONJUR><p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {name.konjur}</>, won't you?
uk: !think Жах, у якому незручному становищі ми опинилися! !dejected Я не можу показати вам чудеса моїх <#RED>лікувальних зіллів</> бренду {Name.npc_doc_lastname} без належної компенсації! !shrug Такааа непостійна природа ринку, як би там не було. !point Повернетесь за <#RED>{name.potion}м</>, коли матимете <#KONJUR><p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {2:{name.konjur}}</>, чи не так?

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_NO_RESOURCES_3A
source: agent: !greet Ta-ta!
uk: agent: !greet Па-па!

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_NO_RESOURCES_3B
source: agent: !greet Agreed!
uk: agent: !greet Згода!

# Convo.dgn_firstmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_HAS_RESOURCES_1
source: Woah, hold on a sec. Who are--
uk: Вау, зачекай секундочку. Хто...
