Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_HAS_RESOURCES_1
source: agent: !clap Sssplendid, sssplendid! !gesture Then without further ado, allow me to introduce you to my patented {name.npc_doc_lastname}-brand <#RED>Health {name.potion}</>! !agree One sip with <p bind='Controls.Digital.USE_POTION' color=BTNICON_DARK>'s guaranteed to <#RED>Heal</> your woundsss, clear your skin, and leave your breath minty fresh for that <i>ssspecial someone</i> back home. !shocked [recipe:admission_recipe] This veritable panacea <#RED>Health {name.potion}</> can be <i>yours</i> for only a modessst sum of <#KONJUR>{name.i_konjur}</>!
uk: agent: !clap Блиссскуче, блиссскуче! !gesture Тоді без зайвих слів, дозвольте представити вам моє патентоване <#RED>{name.potion} здоров'я</> бренду {Name.npc_doc_lastname}! !agree Один ковток <p bind='Controls.Digital.USE_POTION' color=BTNICON_DARK> гарантовано <#RED>зцілить</> ваші рани, очистить вашу шкіру і залишить ваше дихання м'ятно-свіжим для <i>когось осссобливого</i> вдома. !shocked [recipe:admission_recipe] Ця справжня панацея, <#RED>{name.potion} здоров'я</> може бути <i>вашим</i> лише за помірну суму <#KONJUR>{2:{name.i_konjur}}</>!

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_HAS_RESOURCES_2A
source: agent: !shocked Why, forgive my manners! !clap The name's <#BLUE>{name.npc_potionmaker_dungeon}</>, illussstrious post-apocalypse entrepreneur, ssscholar of medicine and beloved young heir to the {name.npc_doc_lastname} family fortune! !gesture [recipe:admission_recipe] At your mid-hunt convenience.
uk: agent: !shocked Ай-ай-ай, вибачте за мої манери! !clap Мене звати <#BLUE>{Name.npc_potionmaker_dungeon}</>, видатний підприємець після апокаліпсису, вчений-медик і улюблений юний спадкоємець родини {Name.npc_doc_lastname}! !gesture [recipe:admission_recipe] Зручно для вас під час полювання.

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_HAS_RESOURCES_2B
source: agent: !angry Now hold on just a sssecond there! !dubious I'll let you in on a little secret. These woods are <i>danger</i>-ous. !think I'd hate to see fine folks like yourself in a pinch... so what sssay you buy one of these <#RED>Potions</> for the road, hm?
uk: agent: !angry Зачекайте сссекунду! !dubious Я відкрию вам маленький секрет. Ці ліси <i>небезпечні</i>. !think Я б не хотів, щоб такі як ви опинилися в скрутному становищі... То що ви ссскажете про купівлю одного з цих <#RED>зіллів</> в дорогу, га?

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_HAS_RESOURCES_3A
source: agent: !laugh Ha-ha! You had me on the ropes, but I knew from the start you were a smart <#BLUE>{player.species}</>! !agree Enjoy your {name.npc_doc_lastname}-brand <#RED>Health {name.potion}</>, and may we deal again soon!
uk: agent: !laugh Ха-ха! Ви майже мене впіймали, але я з самого початку знав, що ви розумний <#BLUE>{player.species}</>! !agree Насолоджуйтесь своїм <#RED>лікувальним {name.potion}м</> бренду {Name.npc_doc_lastname}, і можливо, ми ще знову зустрінемося!

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_HAS_RESOURCES_3B
source: agent: !point A tough customer. I <i>do</i> love a challenge. !greet Well, fair play, my friend. I'll get you next time!
uk: agent: !point Важкий клієнт. Я <i>дуже</i> люблю виклики. !greet Що ж, чесна гра, мій друже. Наступного разу я вас впіймаю!

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_NO_RESOURCES_1
source: agent: !dubious <i>--Now,</i> as I was sssaying last time, you seem like one savvy <#BLUE>{player.species}</> who could-- !shocked <i>Hold your horses!</i> Did you just say you're ssstill broke? !angry How'sss that even possible? !dubious Err, I mean, no hard feelings. Why don't you go give some monsters the what-for, then come back in a flash with some cold hard cash! !agree My gen-u-ine <#RED>{name_multiple.potion}</> will be waiting!
uk: agent: !dubious <i>...Тепер,</i> як я казав минулого разу, ви виглядаєте як кмітливий <#BLUE>{player.species}</>, який міг би... !shocked <i>Постривайте!</i> Ви щойно сказали, що всссе ще на мілині? !angry Як це взагалі можливо? !dubious Е-е, я мав на увазі, без образ. Чому б вам не піти й не надавати монстрам прочуханки, а тоді повернутися з грошима? !agree Мої справжні <#RED>{name_multiple.potion}</> будуть чекати на вас!

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_NO_RESOURCES_2
source: agent: !greet Ta-ta! !angry <z 0.7>(Good grief.)</z>
uk: agent: !greet Та-та! !angry <z 0.7>(Благословляю.)</z>

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_NO_SPACE_1
source: agent: !dubious --Now, as I was sssaying last time, you seem like a savvy <#BLUE>{player.species}</> who could-- !shocked WAIT! You already have a <#RED>{name.potion}</>? !disagree Bouncing <#RED>{name_multiple.cabbageroll}</> on a pogo stick, this just won't do! !dejected I can't sell you my <#RED>{name_multiple.potion}</> if you have nothing to carry them in.
uk: agent: !dubious ...Тепер, як я говорив минулого разу, ви здається розумний <#BLUE>{player.species}</>, хто може... !shocked ПОЧЕКАЙТЕ! У вас вже є <#RED>{name.potion}</>? !disagree Підкидати <#RED>{Name_multiple.cabbageroll}</> на палиці-поприщі, це просто не підходить! !dejected Я не можу продати вам свої <#RED>{name_multiple.potion}</>, якщо у вас немає в чому їх нести.

source: !dubious Tell you what, why don't you take a moment to empty that flask of yours out with <p bind='Controls.Digital.USE_POTION' color=BTNICON_DARK>? !clap Then I can top you up with some bonafide {name.npc_doc_lastname}-brand <#RED>Health Potion</> instead!
uk: !dubious Скажу вам більше, чому б вам не спорожнити цю флягу натиснувши <p bind='Controls.Digital.USE_POTION' color=BTNICON_DARK>? !clap Потім я зможу заповнити її справжнім <#RED>Зіллям здоров'я</> бренду {Name.npc_doc_lastname}!

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_NO_SPACE_2A
source: Most certainly!
uk: Безперечно!

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.ANSWER_NO_SPACE_2B
source: Don't think <i>too</i> long now!
uk: Не думайте <i>надто</i> довго зараз!

source: agent: !greet I'm counting on it!
uk: agent: !greet Я на це розраховую!

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_HAS_RESOURCES_1
source: Yeah! And I have funds this time.
uk: Так! Цього разу у мене є кошти.

source: Why should I buy your {name_multiple.potion}? I don't even know you.
uk: Чому я маю купувати твої {name_multiple.potion}? Я навіть не знаю тебе.

source: I think I'll pass, thanks.
uk: Думаю, я піду, дякую.

source: Fine, you talked me into it.
uk: Добре, ти вмовив мене на це.

source: No, I'm really okay.
uk: Ні, я дійсно в порядку.

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_NO_RESOURCES_1
source: Err, yeah, but I'm still a bit low on {name.i_konjur}.
uk: Е-е, так, але мені все ще трохи не вистачає {2:{name.i_konjur}}.

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_NO_RESOURCES_2A
source: Okay! I'll go bash some {name_multiple.rot}!
uk: Добре! Я піду поб'ю трохи {2:{name_multiple.rot}}!

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_NO_RESOURCES_2B
source: Eh, we'll see how I do.
uk: Ех, побачимо, як я вчиню.

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_NO_SPACE_1
source: Err, yeah, but I have a {name.potion} already.
uk: Еее, так, але я вже маю {name.potion}.

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_NO_SPACE_2A
source: Wowee! Thanks! <i><#RED><z 0.7>(Potion already full)</></i></z>
uk: Ого! Дякую! <i><#RED><z 0.7>(Зілля вже повне)</></i></z>

# Convo.dgn_secondmeeting_potion.HUB0.convo.giver.STATE_0.QUESTION_NO_SPACE_2B
source: Lemme think it over. <i><#RED><z 0.7>(Potion already full)</></i></z>
uk: Дайте мені подумати. <i><#RED><z 0.7>(Зілля вже повне)</></i></z>

source: Err, sorry. Catch ya next time? <i><#RED><z 0.7>(Potion already full)</></i></z>
uk: Оуу, вибач. Зустрінемось наступного разу? <i><#RED><z 0.7>(Зілля вже повне)</></i></z>

source: agent: !dubious Other than you? !disagree I don't know if you hath noticed, but I art a busy business owner. !neutral !eyeroll I hardly hath time to pay heed to mere <i>window-shoppers</> passing through.
uk: agent: !dubious Окрім вас? !disagree Не знаю, чи ви помітили, але я — дуже зайнятий власник бізнесу. !neutral !eyeroll Ледве маю час звертати увагу на простих <i>вітринних покупців</>, що проходять повз.

source: agent: !wink T'was nothing. I assure you.
uk: agent: !wink Це дрібниці. Запевняю вас.

source: agent: !wink Oh, I always try, culver.
uk: agent: !wink О, я завжди стараюся, голубе.

source: I'm looking for my missing crew-- have you seen anyone else out here?
uk: Я шукаю свою зниклу команду... ти бачив тут ще когось?

source: Well... thanks anyway.
uk: Ну... все одно дякую.

source: Great. I don't think you could've been more unhelpful if you tried.
uk: Чудово. Не думаю, що ти міг бути менш корисним, навіть якби намагався.

source: agent: !dubious Missing crew? I hope they're Hunters like you, or they're not gonna last long out here. !think Come to think of it, I did spot some footprints a little while ago. !point They were headed deeper into the forest.
uk: agent: !dubious Зникла команда? Сподіваюся, вони такі ж Мисливці, як і ви, інакше їм тут довго не протриматися. !think Але, якщо задуматися, я бачив кілька слідів деякий час тому. !point Вони вели глибше в ліс.

source: agent: !disagree I'd be quick about finding them if I were you... !gesture They're gonna run right into the <#RED>{name.megatreemon}</> if they keep heading that way.
uk: agent: !disagree Я б не зволікав з їхнім пошуком, якби був на вашому місці... !gesture Вони прямо на шляху до <#RED>{2:{Name.megatreemon}}</>, якщо продовжать рухатися туди.

source: I'm looking for my missing crew-- have you seen anyone else out here?
uk: Я шукаю свою зниклу команду... ти бачив тут ще когось?

source: Thanks!
uk: Дякую!

source: agent: !happy !disagree Hath we not been over this, culver? Unless they art a patron... !happy !dubious I. Doth. Not. Care.
uk: agent: !happy !disagree Хіба ми не обговорювали це, голубе? Якщо вони не клієнти... !happy !dubious Мені. Все. Одно.

source: agent: !wink No. It wasn't.
uk: agent: !wink Ні. Це не так.

source: agent: !happy !gesture Wouldst thou look at that, <#BLUE>{name.shop_magpie}</>! !happy !dubious The little culver's learning!
uk: agent: !happy !gesture Подивись-но на це, <#BLUE>{Name.shop_magpie}</>! !happy !dubious Маленький голуб вчиться!

source: I'm still looking for a member of my crew. Have you seen them?
uk: Я все ще шукаю члена своєї команди. Ти його не бачив?

source: <i>(sigh)</> It was worth a try.
uk: <i>(зітхає)</> Варто було спробувати.

source: I don't know why I bothered.
uk: Не знаю, навіщо я взагалі питав.

source: agent: !shrug Sorry, I just got here a little while ago. Haven't seen anyone. !gesture Did you find your other friend... in one piece?
uk: agent: !shrug Вибачте, я тут нещодавно. Нікого не бачив. !gesture Ви знайшли свою подругу... цілою та неушкодженою?

source: agent: !shrug Well that's a load off my mind. !disagree I hate running into corpses.
uk: agent: !shrug Ну, це велике полегшення. !disagree Ненавиджу натрапляти на трупи.

source: I'm still looking for a member of my crew. Have you seen them?
uk: Я все ще шукаю члена своєї команди. Ти його не бачив?

source: I did. She's safe at our camp.
uk: Так. Вона в безпеці в нашому таборі.

# Convo.dgn_seen_missing_friends_potion.HUB0.convo.giver.STATE_0.ANSWER_1B
source: agent: !happy !greet 'Ta!
uk: agent: !happy !greet Дякую!

# Convo.dgn_seen_missing_friends_potion.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !happy !clap Thank you! !neutral !think Well, I'm afraid I haven't ssseen or heard anything. !happy !gesture Good luck on your search my friend! !greet 'Ta!
uk: agent: !happy !clap Дякую! !neutral !think Ну, боюся, я нічого не бачив і не чув. !happy !gesture Удачі вам у пошуках, друже! !greet Дякую!

# Convo.dgn_seen_missing_friends_potion.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !happy !shrug That's your choice, no harm no foul! !point Good luck on your sssearch, kid!
uk: agent: !happy !shrug Це ваш вибір, без шкоди для здоров'я! !point Удачі у пошуках, друже!

source: Actually, have you seen our {name.job_armorsmith}? She's lost somewhere in these woods!
uk: До речі, ти бачили нашого {3:{name.job_armorsmith}}? Вона загубилася десь у цих лісах!

source: Actually, have you seen our {name.job_blacksmith}? He's lost somewhere in these woods!
uk: До речі, ти бачили нашого {2:{name.job_blacksmith}}? Він загубився десь у цих лісах!

source: Hey-- Have you seen our {name.job_blacksmith} and {name.job_armorsmith}? They're lost in these woods!
uk: Гей... Ти бачив нашого {3:{name.job_blacksmith}} і {2:{name.job_armorsmith}}? Вони загубилися в цих лісах!

# Convo.dgn_seen_missing_friends_potion.HUB0.convo.giver.STATE_0.QUESTION_1B
source: Hm. Well, see you around, {name.npc_doc_firstname}.
uk: Хм. Що ж, побачимося, {name.npc_doc_firstname}.

# Convo.dgn_seen_missing_friends_potion.HUB0.convo.giver.STATE_0.QUESTION_2A
source: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> 2 {name.konjur}]</> Uh, okay... Here you go.
uk: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> 2 {2:{name.konjur}}]</> Ух, добре... тримай.

# Convo.dgn_seen_missing_friends_potion.HUB0.convo.giver.STATE_0.QUESTION_2B
source: Sigh. Nevermind.
uk: Зітхнути. Нічого страшного.

# Convo.dgn_seen_missing_friends_potion.HUB0.convo.giver.STATE_0.TALK2_CAN_BUY
source: agent: !happy !dubious [recipe:admission_recipe] Only a handful of <#KONJUR>{name.i_konjur}</> a pop!
uk: agent: !happy !dubious [recipe:admission_recipe] Лише жменька <#KONJUR>{2:{name.i_konjur}}</> за раз!

source: agent: !neutral !dubious But you don't have enough <#KONJUR>{name.i_konjur}</>.
uk: agent: !neutral !dubious Але у вас недостатньо <#KONJUR>{2:{name.i_konjur}}</>.

# Convo.dgn_seen_missing_friends_potion.HUB0.convo.giver.STATE_0.TALK2_NO_SPACE
source: agent: !neutral !dubious But your flask's still full. I'm afraid this is a bring-your-own container sort of operation. !agree I care deeply about the environment, you know.
uk: agent: !neutral !dubious Але ваша фляга ще повна. Боюся, що це операція типу "принеси свій контейнер". !agree Знаєте, я дуже дбаю про навколишнє середовище.

# Convo.dgn_seen_missing_friends_potion.HUB0.convo.giver.STATE_0.TALK3
source: agent: !neutral !shocked My word! How terrible! Truly awful! !happy !agree [recipe:hoggins_tip_recipe] For a sssmall fee, I'd be happy to tell you everything I know.
uk: agent: !neutral !shocked Боже мій! Який жах! Справді жахливо! !happy !agree [recipe:hoggins_tip_recipe] За невелику плату я буду радий розповісти вам все, що знаю.

# Convo.dgn_shop_powerupgrade.HUB0.shop.giver.STATE_0.OPT_UPGRADE
source: <#RED>[Upgrade {name.concept_relic}]</> Upgrade me!
uk: <#RED>[Покращити {2:{name.concept_relic}}]</> Мені треба покращення!

# Convo.dgn_shop_powerupgrade.HUB0.shop.giver.STATE_0.TT_NO_POWERS
source: You have no upgradable {name_multiple.concept_relic}
uk: У вас немає {name_multiple.concept_relic} для покращення

# Convo.dgn_succeed_first_time_magpie.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !clap <z 0.8>Chwee chwee!</z> !gesture <z 0.8>Coooo, quaw.</z>
uk: agent: !happy !clap <z 0.8>Чвіі чвіі!</z> !gesture <z 0.8>Коооо, кву.</z>

# Convo.dgn_succeed_first_time_magpie.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !happy !bliss <z 0.8>Cooooooo.</z>
uk: agent: !happy !bliss <z 0.8>Куууууууу.</z>

# Convo.dgn_succeed_first_time_magpie.HUB0.convo.giver.STATE_0.QUESTION_1
source: Aw c'mon, you don't need to act THAT surprised I beat the challenge! So, what do I get?
uk: Облиш, не треба так дивуватися, що я пройшов випробування! І що я отримаю?

# Convo.dgn_succeed_first_time_magpie.HUB0.convo.giver.STATE_0.QUESTION_2
source: No way! I get what's in your little birdie treasure chest?
uk: Невже! Я отримаю те, що у твоїй маленькій скарбничці?

# Convo.dgn_succeed_first_time_magpie.HUB0.convo.giver.STATE_0.QUESTION_END
source: Thanks, {name.shop_magpie}! I can't wait to do the next challenge!
uk: Дякую, {Name.shop_magpie}! Я з нетерпінням чекаю наступного завдання!

# Convo.dgn_succeed_generic_magpie.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !angry <z 0.8>Quee quaw chwee kwee!</z> !shrug <z 0.8>Quawk, quawk... Keh. Kweh.</z> !gesture <z 0.8>Quee-oooo!</z>
uk: agent: !happy !angry <z 0.8>кві кву чвіі квіі!</z> !shrug <z 0.8>Квук, квук... кех. Квех.</z> !gesture <z 0.8>Кві-оооо!</z>

# Convo.dgn_succeed_generic_magpie.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: !happy !bliss <z 0.8>Quaw quaw queep!</z>
uk: agent: !happy !bliss <z 0.8>Кву кву квіп!</z>

# Convo.dgn_succeed_generic_magpie.HUB0.convo.giver.STATE_0.QUESTION_1
source: I beat another one of your challenges, {name.shop_magpie}!
uk: Я пройшов ще одне твоє випробування, {name.shop_magpie}!

# Convo.dgn_succeed_generic_magpie.HUB0.convo.giver.STATE_0.QUESTION_END
source: Haha. Thanks for opening the chest, bud. See ya next time!
uk: Ха-ха. Дякую, що відкрила скриню, крихітка. Побачимося наступного разу!

# Convo.dgn_understand_nimble_market.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !nervous <i>What</i>? <z 0.8>(......but only I can understand <#BLUE>{name.shop_magpie}</>.)</> !shocked !happy ...<i>Ah</i>, I see! Bwe-heu-heu. Thou art lying! !dubious !neutral Very funny, little culver. But I tire of your ruse. !angry Now begone from me!
uk: agent: !neutral !nervous <i>Що</i>? <z 0.8>(......але лише я можу зрозуміти, що каже <#BLUE>{Name.shop_magpie}</>.)</> !shocked !happy ...<i>Ах</i>, я бачу! Бве-хе-хе. Ви брешете! !dubious !neutral Дуже смішно, маленький голубе. Але я втомився від ваших хитрощів. !angry Тепер геть від мене!

# Convo.dgn_understand_nimble_market.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: <i>Hmph</i>!
uk: agent: <i>Гмпф</i>!

# Convo.dgn_understand_nimble_market.HUB0.convo.giver.STATE_0.QUESTION_1A
source: What, like it's hard?
uk: Що, це важко?

# Convo.dgn_understand_nimble_market.HUB0.convo.giver.STATE_0.QUESTION_1B
source: I mean, I get the gist of what she says.
uk: Я маю на увазі, я розумію суть того, що вона каже.

# Convo.dgn_understand_nimble_market.HUB0.convo.giver.STATE_0.QUESTION_1C
source: Haha, I hadn't noticed. Yeah, I guess I can.
uk: Ха-ха, я й не помічав. Так, мабуть, я можу.

# Convo.dgn_understand_nimble_market.HUB0.convo.giver.STATE_0.QUESTION_END
source: O-oh, okay. Nice chatting, {name.npc_market_merchant}!
uk: О-о, добре. Приємно було поспілкуватися, {Name.npc_market_merchant}!

# Convo.dgn_whats_nimble_market.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !dejected Woe, but it's a tragic tale! !neutral !gesture She used to be a beautiful <#BLUE>{name.species_mer}</> maiden, 'til one day she was cursed by the prick of a poison <#KONJUR>{name.konjur}</> thorn.
uk: agent: !happy !dejected О, яка ж це трагічна історія! !neutral !gesture Колись вона була прекрасна дівчина <#BLUE>{name.species_mer}</>, аж поки одного дня її не прокляв укол отруйного шипа <#KONJUR>{name.konjur}у</>.

# Convo.dgn_whats_nimble_market.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !happy !laugh <i>Bwe-heu-heu</i>! You're so gullible!
uk: agent: !happy !laugh <i>Бве-хеу-хеу</i>! Ви такий довірливий!

# Convo.dgn_whats_nimble_market.HUB0.convo.giver.STATE_0.ANSWER_2C
source: agent: !happy !laugh Bwe-heu-heu, yeah, I cut that tale of whole cloth.
uk: agent: !happy !laugh Бве-хеу-хеу, я придумав цю історію на ходу.

# Convo.dgn_whats_nimble_market.HUB0.convo.giver.STATE_0.ANSWER_3
source: agent: !think I hath no clue. !happy !shrug But I'm thankful nonetheless. She is the most stalwart of squires a <#BLUE>{name.species_ogre}</> could ask for.
uk: agent: !think Я не маю жодного уявлення. !happy !shrug Але я все одно вдячний. Вона найстійкіша з усіх зброєносців, яких <#BLUE>{name.species_ogre}</> міг би бажати.

# Convo.dgn_whats_nimble_market.HUB0.convo.giver.STATE_0.ANSWER_EXIT
source: agent: !happy !shrug All's well that ends well. !wink 'Til next time, little culver.
uk: agent: !happy !shrug Все добре, що добре закінчується. !wink До наступного разу, маленький голуб.

# Convo.dgn_whats_nimble_market.HUB0.convo.giver.STATE_0.QUESTION_1
source: So... what <i>is</i> {name.shop_magpie} exactly?
uk: Отже... хто <i>така</i> {Name.shop_magpie}?

# Convo.dgn_whats_nimble_market.HUB0.convo.giver.STATE_0.QUESTION_2A
source: I knew it!
uk: Я знав це!

# Convo.dgn_whats_nimble_market.HUB0.convo.giver.STATE_0.QUESTION_2B
source: {name.konjur} can do that to people?
uk: {Name.konjur} може робити це з істотами?

# Convo.dgn_whats_nimble_market.HUB0.convo.giver.STATE_0.QUESTION_2C
source: Pfft, no way.
uk: Пфф, не може бути.

# Convo.dgn_whats_nimble_market.HUB0.convo.giver.STATE_0.QUESTION_3
source: Why didn't she become a {name.rot}?
uk: Чому вона не {name.rot}?

# Convo.dgn_whats_nimble_market.HUB0.convo.giver.STATE_0.QUESTION_EARLY_EXIT
source: Sorry, I've actually gotta run.
uk: Вибачай, я справді маю бігти.

# Convo.dgn_whats_nimble_market.HUB0.convo.giver.STATE_0.QUESTION_REGULAR_EXIT
source: Well. Good for you guys.
uk: Ну. Радий за вас.

# Convo.dgn_whats_nimble_market.HUB0.convo.giver.STATE_0.TALK2
source: agent: !neutral !dubious <#BLUE>{name.shop_magpie}</> was just normal wild magpie. But <#KONJUR>{name.konjur}</> <i>did</i> turn her into whatever she is now.
uk: agent: !neutral !dubious <#BLUE>{Name.shop_magpie}</> була звичайною дикою сорокою. Але <#KONJUR>{name.konjur}</> <i>дійсно</i> перетворив її на те, чим вона є зараз.

# Convo.died_to_boss_scout_mt.HUB0.convo.giver.STATE_0.ANSWER_BEATEN
source: agent: !neutral !gesture Hey, we're up against some pretty major forces and learning as we go. !happy !point If it was easy, someone would have already done it, y'know?
uk: agent: !neutral !gesture Гей, ми протистоїмо досить серйозним силам і вчимося на ходу. !happy !point Якби це було легко, хтось би це вже зробив, розумієш?

# Convo.died_to_boss_scout_mt.HUB0.convo.giver.STATE_0.ANSWER_REVVED
source: agent: !neutral !shocked ...You can be a little intense sometimes, Hunter. You know that? !happy !point But that's probably why you're so good at what you do. I know you'll get her next time!
uk: agent: !neutral !shocked ...Ви часом буваєте трохи надто запальні, Мисливцю. Ви ж це знаєте? !happy !point Але саме тому ви такі добрі у своїй справі. Я впевнений, наступного разу ви її здолаєте!

# Convo.died_to_boss_scout_mt.HUB0.convo.giver.STATE_0.QUESTION_BEATEN
source: Ugh. <#RED>{name.megatreemon}</> really whupped my behind...
uk: Тьху. <#RED>{Name.megatreemon}</> реально вдарило мене по спині...

# Convo.died_to_boss_scout_mt.HUB0.convo.giver.STATE_0.QUESTION_REVVED
source: I must be off my game-- that <#RED>{name.rot_boss}</> should be lumber by now.
uk: Я, мабуть, зовсім втратив форму... адже цей <#RED>{name.rot_boss}</> мав би вже валятися, як груда колод.

# Convo.died_to_miniboss_scout_mt.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !point Uh yeah, you got your butt kicked <i>by a <#RED>{name.yammo_miniboss}</>!</i> !think Bigger <#RED>{name_multiple.rot}</> tend to hang out around <#RED>{name_multiple.rot_boss}</>, y'know. That must mean you're getting close to the <#RED>{name.megatreemon}</>!
uk: agent: !neutral !point Так, вас вдарили під зад... <i>це зробив <#RED>{Name.yammo_miniboss}</>!</i> !think З мого досвіду, великі <#RED>{name_multiple.rot}</> зазвичай тусуються там де і <#RED>{name_multiple.rot_boss}</>. Мабуть, десь поруч <#RED>{Name.megatreemon}</>!
