Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

source: That thing is just <i>foul!</>
uk: Ця потвора просто <i>огидна!</>

source: You fought bravely, Hunter!
uk: Ви билися хоробро, Мисливцю!

source: Don't worry, we'll be back for some payback!
uk: Не хвилюйтеся, ми ще повернемося по відплату!

source: My poor seat cushions... I sure hope that goo washes out...
uk: Мої бідні подушки... сподіваюся, ця гидота відмиється...

source: Next time, let's squash that squash!
uk: Наступного разу давайте розтопчимо цю гарбузину!

source: Don't be discouraged... I know you can win!
uk: Не впадайте у відчай... Я знаю, ви можете перемогти!

source: Don't give up!
uk: Не здавайся!

source: That {name.yammo}'s club s-sure looks spiky.
uk: Булава того {Name.yammo} виглядає с-справді шипастою.

source: Let's go get you fixed up.
uk: Нуж бо ходімо, треба вас вилікувати.

source: There's an opening for some free hits while his club is stuck in the dirt.
uk: Є можливість завдати йому декілька безпечних ударів, коли його булава застрягає в землі.

source: It looks like that {name.yammo}'s attacks have a blind spot. He can't hit you while you're behind him.
uk: Здається, в атаках того {Name.yammo} є "сліпа пляма". Він не може вас вдарити, коли ви знаходитесь позаду нього.

source: What has that thing been eating?!
uk: Чого він такого наївся?!

source: Oooh... that looked like it stung...
uk: Оооох... виглядало, ніби боляче...

source: You'll get him next time, Hunter!
uk: Наступного разу ви з ним точно впораєтесь, Мисливцю!

source: Oooh... that looked like it stung...
uk: Оооох... виглядало, ніби боляче...

source: Looks like our Hunt's ending a little sooner than we hoped...
uk: Схоже, наше полювання закінчується трохи раніше, ніж ми сподівалися...

source: H-Hunter? You okay? How many claws am I holding up?
uk: М-Мисливцю? Ви в порядку? Скільки кігтів я тримаю?

source: Can't they just leave you alone!
uk: Хіба вони не можуть просто залишити вас у спокої!

source: Don't worry Hunter, I've got you.
uk: Не хвилюйтесь, Мисливцю, я вас тримаю.

source: I'll get you back home, Hunter.
uk: Я привезу вас додому, Мисливцю.

source: Ready for a little {name.i_damselfly} ride?
uk: Готові до невеличкої поїздки на {Name.i_damselfly}і?

source: Let's get you outta here!
uk: Витягнімо вас звідси!

source: Phew! I'm rescuing you just in the nick of time!
uk: Уф! Я врятував вас, якраз в останній момент!

source: Hold on, I'll pull you up!
uk: Тримайтесь, я вас підійму!

source: Hey, Hunter? Oh, you're unconscious. Sorry!
uk: Ей, Мисливцю? Ох, ви непритомні. Вибачте!

source: Hang on, Hunter!
uk: Тримайтесь, Мисливцю!

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[in_early_hunt,lost]sad.1
source: Hunter? <i>HUNTERRRR!</i>
uk: Мисливцю? <i>МИСЛИВЦЮЮЮ!</i>

source: First she slaps my {name.i_damselfly}, and now this?!
uk: Спочатку вона вдарила мій {Name.i_damselfly} а тепер це?!

source: Heyyy, you really whittled her down!
uk: Гей, ви справді її принизили!

source: Don't worry, Hunter. You'll have plenty more chances.
uk: Все гаразд, Мисливцю. У вас буде ще багато шансів.

source: Don't give up!
uk: Не здавайся!

source: Let's make like a tree and get the heck outta here!
uk: Зробімо як це дерево і заберемося геть!

source: Hold on Hunter, I'm getting you out of there!
uk: Тримайтесь, Мисливцю, я витягую вас звідти!

source: You nearly had her!
uk: Ви майже її дістали!

source: You put up a good fight, Hunter.
uk: Ти добре бився, Мисливцю.

source: I'm starting to not like trees very much.
uk: Я починаю ненавидіти дерева.

source: Rest well Hunter, you did good getting this far.
uk: Гарно відпочиньте, Мисливцю, ви добре пройшли цей шлях.

source: It's okay to focus on dodging her root patterns. Only strike when you feel confident.
uk: Це нормально, зосередитися на ухиленні від атак корінням. Бийте лише тоді, коли відчуваєте впевненість.

source: If you knock out those mines early, they won't surprise you later.
uk: Якщо ви одразу знешкодите ці міни, вони не здивують вас пізніше.

source: Shoot! You were so close!
uk: Стріляй! Ви були так близько!

source: Grr... couldn't it just let you win??
uk: Грр... чому вона не дає тобі перемогти??

source: No fair! You were so close!
uk: Нечесно! Ви були так близько!

source: Hang on! {name.npc_scout} to the rescue!
uk: Руки вгору! {Name.npc_scout} летить на допомогу!

source: Yeesh, talk about birds of prey!
uk: Ну, поговоримо про хижих птахів!

source: Why does an owl need teeth??
uk: Навіщо сові зуби??

source: I nearly jumped outta my pelt when it flew up here!
uk: Я мало не вискочив зі своєї шкури, коли вона залетіла сюди!

source: Hm... Looks like it puts eyes on whoever it's about to divebomb.
uk: Гм... Здається, вона наводить погляд на того, кого збирається атакувати.

source: Keep your head on a swivel, Hunter. Err, so to speak.
uk: Тримайте голову на поворотах, Мисливцю. Eем, так би мовити.

source: You didn't go down easy! Good work, Hunter.
uk: Ви не здались без бою! Гарна робота, Мисливцю.

source: Grr... what a boulderhead!
uk: Бррр... що за валуноподібна голова!

source: Oh, pebbles!
uk: Ох, камінці!

source: Smack frozen braziers a couple times to relight them!
uk: Вдарте по замороженій жаровні декілька разів, щоб знову запалити її!

source: We're coming back and grinding you down, mister!
uk: Ми повернемось і перемелемо вас, містере!

source: Those icicles sure look sharp.
uk: Ці бурульки точно виглядають гострими.

source: What's with that crow, anyway?
uk: Що це за ворона?

source: That's a pretty crystal it's got.
uk: Гарний у нього кристал.

source: He's strong, but he moves slow. I know you can win.
uk: Він сильний, але рухається повільно. Я знаю, що ви можете перемогти.

source: So <i>that's</i> where that music was coming from!
uk: Ось <i>звідки</i> йшла музика!

source: Gross... where'd it get that bug leg?
uk: Фее... звідки він взяв цю лапку жука?

source: Oh... so that's why they call it "shredding".
uk: Ох... ось чому його називають "знищувачем".

source: Was that thing... trying to talk to you?
uk: Ця істота... намагалася з вами поговорити?

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[won]motivational.1
source: I knew you could do it, Hunter!
uk: Я знав, що ви зможете, Мисливцю!

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[won]motivational.2
source: I love a successful Hunt!
uk: Обожнюю успішне полювання!

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[won]motivational.3
source: A fine day's work, Hunter.
uk: Гарного дня, Мисливцю.

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[won]motivational.4
source: Another step closer to taking back the Rotwood!
uk: На ще один крок ближче до відновлення контролю над Ротвудом!

# Quip.dgn_huntprogress_quips.QUIP.huntprogressscreen:[won]motivational.5
source: Mark another win for the {name_multiple.foxtails}.
uk: {Name_multiple.foxtails} можуть занести ще одну перемогу.

# STRINGS.ASCENSIONS.ADD_ELITES
source: <p img='images/map_ftf/frenzy_2.tex' color=0> {name.elite_prefix} enemies spawn
uk: <p img='images/map_ftf/frenzy_2.tex' color=0> З'являються {name.elite_prefix} вороги

# STRINGS.ASCENSIONS.AGGRESSIVE_BOSSES
source: <p img='images/map_ftf/frenzy_9.tex' color=0> {name_multiple.rot_boss} are more aggressive
uk: <p img='images/map_ftf/frenzy_9.tex' color=0> {name_multiple.rot_boss} більш агресивні

# STRINGS.ASCENSIONS.AGGRESSIVE_ELITES
source: <p img='images/map_ftf/frenzy_8.tex' color=0> {name.elite_prefix} enemies are more aggressive
uk: <p img='images/map_ftf/frenzy_8.tex' color=0> {name.elite_prefix} вороги більш агресивні

# STRINGS.ASCENSIONS.AGGRESSIVE_ENEMIES
source: <p img='images/map_ftf/frenzy_3.tex' color=0> Enemies are more aggressive
uk: <p img='images/map_ftf/frenzy_3.tex' color=0> Вороги більш агресивні

# STRINGS.ASCENSIONS.AGGRESSIVE_ENEMIES_1
source: <p img='images/map_ftf/frenzy_aggressive_enemies_1.tex' color=0 scale=1.4> All {name_multiple.rot} are more aggressive
uk: <p img='images/map_ftf/frenzy_aggressive_enemies_1.tex' color=0 scale=1.4> Всі {name_multiple.rot} більш агресивні

# STRINGS.ASCENSIONS.AGGRESSIVE_ENEMIES_2
source: <p img='images/map_ftf/frenzy_aggressive_enemies_2.tex' color=0 scale=1.4> All {name_multiple.rot} are more aggressive (+)
uk: <p img='images/map_ftf/frenzy_aggressive_enemies_2.tex' color=0 scale=1.4> Всі {name_multiple.rot} більш агресивні (+)

# STRINGS.ASCENSIONS.BOSS_HEALTH_BOOST
source: <p img='images/map_ftf/frenzy_6.tex' color=0> {name_multiple.rot_boss} have more Health
uk: <p img='images/map_ftf/frenzy_6.tex' color=0> {name_multiple.rot_boss} мають більше здоров'я

# STRINGS.ASCENSIONS.CYBORG_SPAWN_1
source: <p img='images/map_ftf/frenzy_elite_spawn_1.tex' color=0 scale=1.4> {name.cyborg_prefix} {name_multiple.rot} appear
uk: <p img='images/map_ftf/frenzy_elite_spawn_1.tex' color=0 scale=1.4> З'являються {name.cyborg_prefix} {name_multiple.rot}

# STRINGS.ASCENSIONS.CYBORG_SPAWN_2
source: <p img='images/map_ftf/frenzy_elite_spawn_2.tex' color=0 scale=1.4> Large {name.cyborg_prefix} {name_multiple.rot} appear
uk: <p img='images/map_ftf/frenzy_elite_spawn_2.tex' color=0 scale=1.4> З'являються великі {name.cyborg_prefix} {name_multiple.rot}

# STRINGS.ASCENSIONS.ELITE_MINIBOSS
source: {name.rot_miniboss} is {name.elite_prefix}
uk: {Name.elite_prefix} {name.rot_miniboss}

# STRINGS.ASCENSIONS.ELITE_SPAWN_1
source: <p img='images/map_ftf/frenzy_elite_spawn_1.tex' color=0 scale=1.4> {name.elite_prefix} {name_multiple.rot} appear
uk: <p img='images/map_ftf/frenzy_elite_spawn_1.tex' color=0 scale=1.4> З'являються {name.elite_prefix} {name_multiple.rot}

# STRINGS.ASCENSIONS.ELITE_SPAWN_2
source: <p img='images/map_ftf/frenzy_elite_spawn_2.tex' color=0 scale=1.4> Large {name.elite_prefix} {name_multiple.rot} appear
uk: <p img='images/map_ftf/frenzy_elite_spawn_2.tex' color=0 scale=1.4> З'являються великі {name.elite_prefix} {name_multiple.rot}

# STRINGS.ASCENSIONS.ENEMY_HEALTH_BOOST
source: <p img='images/map_ftf/frenzy_4.tex' color=0> Enemies have more health
uk: <p img='images/map_ftf/frenzy_4.tex' color=0> У ворогів більше здоров'я

# STRINGS.ASCENSIONS.FRENZY_BUTTON
source: <p img='images/ui_ftf/arrow_left_narrow.tex' color=0> Frenzy <p bind='Controls.Digital.MENU_SUB_TAB_PREV' color=0>
uk: <p img='images/ui_ftf/arrow_left_narrow.tex' color=0> Божевілля <p bind='Controls.Digital.MENU_SUB_TAB_PREV' color=0>

# STRINGS.ASCENSIONS.INGOTS_DROP_1
source: <p img='images/map_ftf/frenzy_ingots_drop.tex' color=0 scale=1.4> Additional {name_multiple.upgrade_ingot} drop
uk: <p img='images/map_ftf/frenzy_ingots_drop.tex' color=0 scale=1.4> Додаткові {name_multiple.upgrade_ingot}

# STRINGS.ASCENSIONS.LEVEL_AVAILABLE
source: {name.i_konjur_heart} Available!
uk: {Name.i_konjur_heart} в наявності!

# STRINGS.ASCENSIONS.LEVEL_COMPLETED
source: <p img='images/ui_ftf_icons/completed.tex' color=0> Completed!
uk: <p img='images/ui_ftf_icons/completed.tex' color=0> Виконано!

# STRINGS.ASCENSIONS.MINIBOSS_EQUIPMENT_1
source: <p img='images/map_ftf/frenzy_miniboss_equipment_1.tex' color=0 scale=1.4> Night Market stocks Miniboss gear
uk: <p img='images/map_ftf/frenzy_miniboss_equipment_1.tex' color=0 scale=1.4> Ринок продає спорядження мінібосів

# STRINGS.ASCENSIONS.MINIBOSS_SPAWN_1
source: <p img='images/map_ftf/frenzy_miniboss_spawn_1.tex' color=0 scale=1.4> Minibosses appear in encounters
uk: <p img='images/map_ftf/frenzy_miniboss_spawn_1.tex' color=0 scale=1.4> Мінібоси з'являються на галявині

# STRINGS.ASCENSIONS.MOBS_TITLE
source: Native {name_multiple.rot}
uk: Звичайні {name_multiple.rot}

# STRINGS.ASCENSIONS.MORE_ELITES
source: <p img='images/map_ftf/frenzy_7.tex' color=0> More {name.elite_prefix} enemies spawn
uk: <p img='images/map_ftf/frenzy_7.tex' color=0> З'являються {name.elite_prefix} вороги

# STRINGS.ASCENSIONS.MORE_ENEMIES
source: <p img='images/map_ftf/frenzy_5.tex' color=0> More enemies spawn
uk: <p img='images/map_ftf/frenzy_5.tex' color=0> Більше ворогів

# STRINGS.ASCENSIONS.MORE_LOOT_1
source: <p img='images/map_ftf/frenzy_more_loot_1.tex' color=0 scale=1.4> More loot drops
uk: <p img='images/map_ftf/frenzy_more_loot_1.tex' color=0 scale=1.4> Випадає більше здобичі

# STRINGS.ASCENSIONS.MORE_LOOT_2
source: <p img='images/map_ftf/frenzy_more_loot_2.tex' color=0 scale=1.4> More loot drops (+)
uk: <p img='images/map_ftf/frenzy_more_loot_2.tex' color=0 scale=1.4> Випадає більше здобичі (+)

# STRINGS.ASCENSIONS.MORE_LOOT_3
source: <p img='images/map_ftf/frenzy_more_loot_3.tex' color=0 scale=1.4> More loot drops (++)
uk: <p img='images/map_ftf/frenzy_more_loot_3.tex' color=0 scale=1.4> Випадає більше здобичі (++)

# STRINGS.ASCENSIONS.NONE
source: No active modifiers.
uk: Немає активних модифікаторів.

# STRINGS.ASCENSIONS.REVIVE_COST_1
source: <p img='images/map_ftf/frenzy_revive_cost_1.tex' color=0 scale=1.4> Reviving costs Health
uk: <p img='images/map_ftf/frenzy_revive_cost_1.tex' color=0 scale=1.4> Оживлення коштує здоров'я

# STRINGS.ASCENSIONS.REWARD_TITLE
source: REWARD
uk: НАГОРОДА

# STRINGS.ASCENSIONS.STRONGER_TRAPS
source: Traps deal more {name.concept_damage} to players
uk: Пастки завдають більше {2:{name.concept_damage}} гравцям

# STRINGS.ASCENSIONS.STRONG_ENEMIES_1
source: <p img='images/map_ftf/frenzy_strong_enemies_1.tex' color=0 scale=1.4> All {name_multiple.rot} are stronger
uk: <p img='images/map_ftf/frenzy_strong_enemies_1.tex' color=0 scale=1.4> Всі {name_multiple.rot} більш сильні

# STRINGS.ASCENSIONS.STRONG_ENEMIES_2
source: <p img='images/map_ftf/frenzy_strong_enemies_2.tex' color=0 scale=1.4> All {name_multiple.rot} are stronger (+)
uk: <p img='images/map_ftf/frenzy_strong_enemies_2.tex' color=0 scale=1.4> Всі {name_multiple.rot} сильніші (+)

# STRINGS.ASCENSIONS.STRONG_ENEMIES_3
source: <p img='images/map_ftf/frenzy_strong_enemies_3.tex' color=0 scale=1.4> All {name_multiple.rot} are stronger (++)
uk: <p img='images/map_ftf/frenzy_strong_enemies_3.tex' color=0 scale=1.4> Всі {name_multiple.rot} сильніші (++)

# STRINGS.ASCENSIONS.SUPERFRENZY_BUTTON
source: <p bind='Controls.Digital.MENU_SUB_TAB_NEXT' color=0> Super Frenzy <p img='images/ui_ftf/arrow_right_narrow.tex' color=0>
uk: <p bind='Controls.Digital.MENU_SUB_TAB_NEXT' color=0> Супер божевілля <p img='images/ui_ftf/arrow_right_narrow.tex' color=0>

# STRINGS.ASCENSIONS.SUPER_MODIFIERS.AND_OTHERS
source: ... and all previous modifiers
uk: ... і всі попередні зміни

# STRINGS.ASCENSIONS.SUPER_MODIFIERS.DEADLY_TRAPS
source: Increased trap damage
uk: Збільшена шкода від пасток

# STRINGS.ASCENSIONS.SUPER_MODIFIERS.DOUBLE_MINIBOSS
source: Double {name_multiple.rot_miniboss}
uk: Подвійні {name_multiple.rot_miniboss}

# STRINGS.ASCENSIONS.SUPER_MODIFIERS.ELITE_BOSS
source: {name.elite_prefix} {name.rot_boss}
uk: {3:{Name.elite_prefix}} {name.rot_boss}

# STRINGS.ASCENSIONS.SUPER_MODIFIERS.HIGHER_COSTS
source: Economic downturn <z 0.9>No Freebies</z>
uk: Економічний спад <z 0.9>Нічого безплатного</z>

# STRINGS.ASCENSIONS.SUPER_MODIFIERS.START_DAMAGED
source: Start damaged
uk: Початок з частиною здоров'я

# STRINGS.ASCENSIONS.WEAPON_TITLE
source: WEAPON
uk: ЗБРОЯ

# STRINGS.BIOSPHERES.coral.name
source: Coral
uk: Корал

# STRINGS.BIOSPHERES.crystal.name
source: Crystal
uk: Кристал

# STRINGS.BIOSPHERES.desert.name
source: Desert
uk: Пустеля

# STRINGS.BIOSPHERES.forest.name
source: Forest
uk: Ліс

# STRINGS.BIOSPHERES.rest.name
source: Town
uk: Місто

# STRINGS.BIOSPHERES.swamp.name
source: Swamp
uk: Болото

# STRINGS.BIOSPHERES.town.name
source: Town
uk: Місто

# STRINGS.BIOSPHERES.tundra.name
source: Tundra
uk: Тундра|Тундри

# STRINGS.BIOSPHERES.volcano.name
source: Volcano
uk: Вулкан

# STRINGS.BODY_PARTS.ARMS
source: Arms
uk: Руки

# STRINGS.BODY_PARTS.BROW
source: Brows
uk: Брови

# STRINGS.BODY_PARTS.EARS
source: Ears
uk: Вуха

# STRINGS.BODY_PARTS.EYES
source: Eyes
uk: Очі

# STRINGS.BODY_PARTS.HAIR
source: Hair
uk: Волосся

# STRINGS.BODY_PARTS.HAIR_BACK
source: Ponytail
uk: Хвіст

# STRINGS.BODY_PARTS.HAIR_FACE
source: Beard
uk: Борода

# STRINGS.BODY_PARTS.HAIR_FRONT
source: Bangs
uk: Чубчик

# STRINGS.BODY_PARTS.HEAD
source: Species
uk: Вид

# STRINGS.BODY_PARTS.LEGS
source: Legs
uk: Ноги

# STRINGS.BODY_PARTS.MOUTH
source: Mouth
uk: Рот

# STRINGS.BODY_PARTS.NOSE
source: Nose
uk: Ніс

# STRINGS.BODY_PARTS.ORNAMENT
source: Adornment
uk: Прикраса

# STRINGS.BODY_PARTS.OTHER
source: Other
uk: Інше

# STRINGS.BODY_PARTS.SHIRT
source: Torso
uk: Торс

# STRINGS.BODY_PARTS.UNDIES
source: Pelvis
uk: Таз

# STRINGS.CHARACTER_CREATOR.BUY_SPECIES_TT
source: Transform <p img='images/hud_images/hud_konjur_soul_lesser_drops_currency.tex'>%d
uk: Перетворення <p img='images/hud_images/hud_konjur_soul_lesser_drops_currency.tex'>%d

# STRINGS.CHARACTER_CREATOR.CLICK_TOOLTIP
source: Click to equip
uk: Клік для спорядження

# STRINGS.CHARACTER_CREATOR.CONTINUE_BUTTON
source: SAVE CHANGES
uk: ЗБЕРЕГТИ ЗМІНИ

# STRINGS.CHARACTER_CREATOR.CUSTOMIZE_BUTTON
source: <p img='images/ui_ftf_character/BtnCustomize.tex' color=0 scale=0.9> CUSTOMIZE
uk: <p img='images/ui_ftf_character/BtnCustomize.tex' color=0 scale=0.9> НАЛАШТУВАТИ

# STRINGS.CHARACTER_CREATOR.HIDE_ARMOR_BUTTON_TOOLTIP
source: Click to toggle armour off
uk: Натисніть, щоб приховати обладунки

# STRINGS.CHARACTER_CREATOR.HIDING_ARMOR_BUTTON
source: <p img='images/ui_ftf_character/BtnHidingArmor.tex' color=0 scale=2.5> HIDING ARMOUR
uk: <p img='images/ui_ftf_character/BtnHidingArmor.tex' color=0 scale=2.5> ПРИХОВАТИ ОБЛАДУНКИ

# STRINGS.CHARACTER_CREATOR.LOCKED_DYE_TOOLTIP
source: Visit the market during a run to discover new dyes!
uk: Відвідайте ринок під час забігу, щоб відкрити нові барвники!

# STRINGS.CHARACTER_CREATOR.LOCKED_TOOLTIP
source: Not available in this demo
uk: Недоступно в цьому демо

# STRINGS.CHARACTER_CREATOR.NOT_ENOUGH_TT
source: Not enough<p img='images/hud_images/hud_konjur_soul_lesser_drops_currency.tex'>
uk: Недостатньо<p img='images/hud_images/hud_konjur_soul_lesser_drops_currency.tex'>

# STRINGS.CHARACTER_CREATOR.NO_CHANGES
source: No changes to revert!
uk: Немає чого повертати!

# STRINGS.CHARACTER_CREATOR.REROLL_BUTTON
source: <p img='images/ui_ftf_character/BtnReroll.tex' color=0 scale=2.5> REROLL
uk: <p img='images/ui_ftf_character/BtnReroll.tex' color=0 scale=2.5> ВИПАДКОВО

# STRINGS.CHARACTER_CREATOR.REROLL_BUTTON_TOOLTIP
source: Randomize your look!
uk: Випадковий вигляд!

# STRINGS.CHARACTER_CREATOR.REROLL_HINT
source: Reroll
uk: Переобрати

# STRINGS.CHARACTER_CREATOR.REVERT_BUTTON
source: <p img='images/ui_ftf_character/BtnRevert.tex' color=0 scale=2.5> REVERT ALL
uk: <p img='images/ui_ftf_character/BtnRevert.tex' color=0 scale=2.5> ВСЕ ВІДМІНИТИ

# STRINGS.CHARACTER_CREATOR.REVERT_BUTTON_TOOLTIP
source: Return to the default appearance of your chosen species
uk: Поверніться до стандартного вигляду вибраного вами виду

# STRINGS.CHARACTER_CREATOR.REVERT_HINT
source: Revert All
uk: Скасувати все

# STRINGS.CHARACTER_CREATOR.SHOWING_ARMOR_BUTTON
source: <p img='images/ui_ftf_character/BtnShowingArmor.tex' color=0 scale=2.5> SHOWING ARMOUR
uk: <p img='images/ui_ftf_character/BtnShowingArmor.tex' color=0 scale=2.5> ПОКАЗАТИ ОБЛАДУНКИ

# STRINGS.CHARACTER_CREATOR.SHOW_ARMOR_BUTTON_TOOLTIP
source: Click to toggle armour on
uk: Натисніть, щоб показати обладунки

# STRINGS.CHARACTER_CREATOR.START_BUTTON
source: <p bind='Controls.Digital.MENU_SCREEN_ADVANCE' color=0> START!
uk: <p bind='Controls.Digital.MENU_SCREEN_ADVANCE' color=0> ПОЧАТИ!

# STRINGS.CHARACTER_CREATOR.SWITCH_SPECIES_POPUP_DESC
source: You'll need<p img='images/hud_images/hud_konjur_soul_lesser_drops_currency.tex'>%d to transform again if you change your mind.
uk: Вам знадобиться<p img='images/hud_images/hud_konjur_soul_lesser_drops_currency.tex'>%d для повторного перетворення, якщо ви передумаєте.

# STRINGS.CHARACTER_CREATOR.SWITCH_SPECIES_POPUP_TITLE
source: CHANGE HUNTER SPECIES?
uk: ЗМІНИТИ ВИД МИСЛИВЦЯ?

# STRINGS.CHARACTER_CREATOR.TAB_ARMORDYE
source: <p img='images/icons_ftf/inventory_dye.tex' color=0 scale=0.9> ARMOUR DYE
uk: <p img='images/icons_ftf/inventory_dye.tex' color=0 scale=0.9> БАРВНИК ОБЛАДУНКІВ

# STRINGS.CHARACTER_CREATOR.TAB_BODY
source: <p img='images/icons_ftf/character_body.tex' color=0 scale=0.9> BODY
uk: <p img='images/icons_ftf/character_body.tex' color=0 scale=0.9> ТІЛО

# STRINGS.CHARACTER_CREATOR.TAB_HEAD
source: <p img='images/icons_ftf/character_head.tex' color=0 scale=0.9> HEAD
uk: <p img='images/icons_ftf/character_head.tex' color=0 scale=0.9> ГОЛОВА

# STRINGS.CHARACTER_CREATOR.TAB_SPECIES
source: <p img='images/icons_ftf/character_species.tex' color=0 scale=0.9> SPECIES
uk: <p img='images/icons_ftf/character_species.tex' color=0 scale=0.9> ВИД

# STRINGS.CHARACTER_CREATOR.TAB_TITLE
source: <p img='images/icons_ftf/character_title.tex' color=0 scale=0.9> TITLE
uk: <p img='images/icons_ftf/character_title.tex' color=0 scale=0.9> КЛИЧКА

# STRINGS.CHARACTER_CREATOR.TITLE_SELECT
source: <b>Select a Hunter!</b> Species selection will not affect Hunter stats.
uk: <b>Виберіть мисливця!</b> Вибір виду не вплине на характеристики мисливця.

# STRINGS.CHARACTER_CREATOR.TOGGLE_ARMOR_HINT
source: Toggle Armour
uk: Перемикнути обладунки

# STRINGS.CHARACTER_CREATOR.UNSAVED_POPUP_DESC
source: You will lose all your customization changes, do you wish to continue?
uk: Ви втратите всі зміни налаштувань. Бажаєте продовжити?

# STRINGS.CHARACTER_CREATOR.UNSAVED_POPUP_NO
source: Cancel
uk: Скасувати

# STRINGS.CHARACTER_CREATOR.UNSAVED_POPUP_TITLE
source: UNSAVED CHANGES!
uk: НЕЗБЕРЕЖЕНІ ЗМІНИ!

# STRINGS.CHARACTER_CREATOR.UNSAVED_POPUP_YES
source: Yes
uk: Так

# STRINGS.CHARACTER_SELECTOR.DELETE
source: Do you really want to delete Slot {slot_number}?
uk: Ви дійсно хочете видалити {slot_number} слот?

# STRINGS.CHARACTER_SELECTOR.DELETE_CANCEL
source: Cancel
uk: Скасувати

# STRINGS.CHARACTER_SELECTOR.DELETE_CONFIRM
source: Delete
uk: Видалити

# STRINGS.CHARACTER_SELECTOR.DELETE_CONFIRMATION_TITLE
source: Are you sure?
uk: Ви впевнені?

# STRINGS.CHARACTER_SELECTOR.DELETE_CONFIRM_COUNTDOWN
source: Delete ({wait_time_remaining})
uk: Видалити ({wait_time_remaining})

# STRINGS.CHARACTER_SELECTOR.DELETE_SUBTITLE
source: Cannot be undone!
uk: Це неможливо скасувати!

# STRINGS.CHARACTER_SELECTOR.DELETE_TITLE
source: Delete Character
uk: Видалити персонажа

# STRINGS.CHARACTER_SELECTOR.INFO_LABEL
source: <p bind='Controls.Digital.ATTACK_HEAVY' color=0> Remove a character
uk: <p bind='Controls.Digital.ATTACK_HEAVY' color=0> Видалити персонажа

# STRINGS.CHARACTER_SELECTOR.NEW_CHARACTER
source: Make New Character
uk: Створити персонажа

# STRINGS.CHARACTER_SELECTOR.SLOT
source: Slot {slot_number}
uk: Слот {slot_number}

# STRINGS.CHARACTER_SELECTOR.SLOT_IN_USE
source: Slot {slot_number} (In Use)
uk: Слот {slot_number} (використовується)

# STRINGS.CHARACTER_SELECTOR.SLOT_IN_USE_INGAME
source: (In Use)
uk: (Вибрано)

# STRINGS.CHARACTER_SELECTOR.SLOT_YOUR_SLOT
source: Slot {slot_number} (Current Selection)
uk: Слот {slot_number} (поточний вибір)

# STRINGS.CHARACTER_SELECTOR.START_BUTTON
source: <p bind='Controls.Digital.MENU_SCREEN_ADVANCE' color=0> START!
uk: <p bind='Controls.Digital.MENU_SCREEN_ADVANCE' color=0> ПОЧАТИ!

# STRINGS.CHARACTER_SELECTOR.TITLE_SELECT
source: Select Character Slot
uk: Виберіть слот персонажа

# STRINGS.CONTROL_BINDINGS.DODGE
source: Dodge
uk: Ухилятися

# STRINGS.CONTROL_BINDINGS.EQUIP
source: Equip
uk: Спорядити

# STRINGS.CONTROL_BINDINGS.HEAVY_ATTACK
source: Heavy Attack
uk: Важка атака

# STRINGS.CONTROL_BINDINGS.INTERACT
source: Interact
uk: Взаємодія

# STRINGS.CONTROL_BINDINGS.LIGHT_ATTACK
source: Light Attack
uk: Легка атака

# STRINGS.CONTROL_BINDINGS.MOVE_DOWN
source: Move Down
uk: Рухатись вниз

# STRINGS.CONTROL_BINDINGS.MOVE_LEFT
source: Move Left
uk: Рухатись вліво

# STRINGS.CONTROL_BINDINGS.MOVE_RIGHT
source: Move Right
uk: Рухатись вправо

# STRINGS.CONTROL_BINDINGS.MOVE_UP
source: Move Up
uk: Рухатись вгору
