Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Convo.after_insert_heart_6_scout.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !happy !dubious You lived there too? I wonder, if under different circumstances we might've ever crossed paths... !neutral !think In any case, I think going to the <#BLUE>{name.grimhollow_volcano}</> will be our best shot at finding answers. !happy !gesture What do you say, Hunter? player: Let's do this.
uk: agent: !happy !dubious Ви теж там жили? Цікаво, чи могли б ми перетнутися за інших обставин... !neutral !think У будь-якому разі, <#BLUE>{name.grimhollow_volcano}</> – наш найкращий шанс знайти відповіді. !happy !gesture Що скажете, Мисливцю? player: Зробімо це.

# Convo.after_insert_heart_6_scout.HUB0.convo.giver.STATE_0.ANSWER_1B
source: agent: !happy !disagree Ha. Nothing fazes you, does it? I should've expected as much. !neutral !think In any case, I think going to the <#BLUE>{name.grimhollow_volcano}</> will be our best shot at finding answers. !happy !gesture What do you say, Hunter? player: Let's do this.
uk: agent: !happy !disagree Ха. Вас нічого не бере, так? Мені слід було цього очікувати. !neutral !think У будь-якому разі, <#BLUE>{name.grimhollow_volcano}</> – наш найкращий шанс знайти відповіді. !happy !gesture Що скажете, Мисливцю? player: Зробімо це.

# Convo.after_insert_heart_6_scout.HUB0.convo.giver.STATE_0.QUESTION_1A
source: I wonder if my house is still standing...
uk: Цікаво, чи стоїть ще мій будинок...

# Convo.after_insert_heart_6_scout.HUB0.convo.giver.STATE_0.QUESTION_1B
source: Fighting through the ruins of a Rot-infested city? Sounds fun.
uk: Битися серед руїн міста, сповненого гнильцями? Звучить як цікава розвага.

# Convo.after_insert_heart_scout_bnd.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !neutral !think I... don't know. !shrug The eruption came without any warning. Maybe there just wasn't anyone privy to the shield's existence close enough to activate it.
uk: agent: !neutral !think Я... не знаю. !think Виверження сталося без будь-яких попереджень. Можливо, просто не було когось, хто знав би про існування щита, досить сильно, щоб активувати його.

# Convo.after_insert_heart_scout_bnd.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !happy !point Right! All we need to worry about now is getting that last <#KONJUR>{name.i_konjur_heart}</>. !gruffnod Mark my words, Hunter. Our expedition's going to fix everything!
uk: agent: !happy !point Так! Зараз потрібно лише знайти останнє <#KONJUR>{name.i_konjur_heart}</>. !gruffnod Запам'ятай мої слова, Мисливцю. Наша експедиція виправить усе!

# Convo.after_insert_heart_scout_bnd.HUB0.convo.giver.STATE_0.QUESTION_1A
source: If the shield was ready, why didn't it protect us from the eruption?
uk: Якщо щит був готовий, чому він не захистив нас від виверження?

# Convo.after_insert_heart_scout_bnd.HUB0.convo.giver.STATE_0.QUESTION_2
source: I guess that makes sense.
uk: Гадаю, це має сенс.

source: agent: !neutral !nervous Oh, but please don't forget, <#BLUE>{name.npc_blacksmith}</> is still lost out there somewhere. Finding him is our top priority, even above the <#KONJUR>{name_multiple.i_konjur_heart}</>. !closedeyes As the leader of the <#RED>{name_multiple.foxtails}</>, I can't rest until I know my whole team is safe. !point And it'll make <i>your</> job a lot less dangerous if we have our <#RED>{name.job_blacksmith}</> here to improve your weaponry. player: I'll get him back safe! agent: !happy !gruffnod Thanks Hunter.
uk: agent: !neutral !nervous О, але, будь ласка, не забувайте, <#BLUE>{Name.npc_blacksmith}</> досі десь блукає там. Його пошук має бути нашим головним пріоритетом, навіть вищим за <#KONJUR>{name_multiple.i_konjur_heart}</>. !closedeyes Як лідер <#RED>{3:{Name_multiple.foxtails}}</>, я не зможу спокійно спати, поки вся моя команда не буде в безпеці. !point Та й <i>вам</> буде набагато безпечніше, якщо наш <#RED>{name.job_blacksmith}</> буде тут для покращення вашої зброї. player: Не хвилюйся, я поверну його цілим і неушкодженим! agent: !happy !gruffnod Дякую, Мисливцю.

# Convo.after_insert_heart_scout_mt.HUB0.convo.giver.STATE_0.ANSWER_SKEPTIC
source: agent: !happy !dubious And yet, here you are. !happy !shrug You just keep focusing on getting those <#KONJUR>{name_multiple.i_konjur_heart}</>. I'll work on the <#KONJUR>Bubble Shield</>. !clap I don't know about you, but I'm feeling invigorated!
uk: agent: !happy !dubious І все ж, ви тут. !happy !shrug Отож, просто зосередьтеся на здобутті <#KONJUR>{2:{name_multiple.i_konjur_heart}}</>. А я працюватиму над <#KONJUR>Бульбашковим щитом</>. !clap Не знаю, як ви, але я відчуваю приплив енергії!

# Convo.after_insert_heart_scout_mt.HUB0.convo.giver.STATE_0.ANSWER_YESAND
source: agent: !happy !agree So you just keep focusing on getting those <#KONJUR>{name_multiple.i_konjur_heart}</>. I'll work on the <#KONJUR>Bubble Shield</>. !clap I don't know about you, but I'm feeling invigorated!
uk: agent: !happy !agree Тож просто продовжуйте зосереджуватись на здобутті <#KONJUR>{2:{name_multiple.i_konjur_heart}}</>. А я працюватиму над <#KONJUR>Бульбашковим щитом</>. !clap Не знаю, як ви, але я відчуваю приплив енергії!

# Convo.after_insert_heart_scout_mt.HUB0.convo.giver.STATE_0.QUESTION_SKEPTIC
source: Sounds like a wild dream.
uk: Звучить як дикий сон.

# Convo.after_insert_heart_scout_mt.HUB0.convo.giver.STATE_0.QUESTION_YESAND
source: That's amazing!
uk: Просто неймовірно!

# Convo.after_insert_heart_scout_owl.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !nervous Oh, I don't know that much... well, not about {name.c_konjur} itself anyway. I was always fascinated by the tech, though. !happy !gesture My Grandpa was a genius with anything related to {name.c_konjur}. As a kit, I watched him work on all kinds of amazing things. player: Your Grandpa... wait a minute, he wasn't--? agent: !happy !shrug <#BLUE>{name.npc_grandpa} {name.flitt_lastname}</>, pioneer of {name.c_konjur} technology and inventor of the <#KONJUR>{name.i_town_grid_cryst}</> system? Yep. I guess it's hard to deny the family resemblance. !neutral !think Sorry Hunter, I didn't mean to keep it a <i>secret</> exactly, but, well... his name is a lot to live up to. He accomplished a lot in his lifetime, more than most folks dream of. !neutral !gesture The scientific community lost a great mind when he passed. player: Right... sorry. You must miss him a lot. agent: !neutral !agree Yeah... I just hope he'd be proud of what we're doing here. I wasn't much help to him while he was alive, but I can at least try to protect his legacy. !neutral !shocked A-anyways, I should stop rambling about the past. We have a bright future to push towards! !happy !point What do you say, Hunter? Ready to get back out there?
uk: agent: !happy !nervous О, я не так багато знаю... ну, принаймні, не про сам Конжур. Але я завжди захоплювався технологіями. !happy !gesture Мій дідусь був генієм у всьому, що стосувалося Конжуру. У дитинстві я спостерігав, як він працює над усілякими дивовижними речами. player: Ваш дідусь... хвилинку, він же не був...? agent: !happy !shrug <#BLUE>{Name.npc_grandpa} {Name.flitt_lastname}</>, першопроходець технологій {2:{name.c_konjur}} та винахідник системи <#KONJUR>{2:{name.i_town_grid_cryst}}</>? Авжеж. Схожість у родині важко заперечити. !neutral !think Вибачте, Мисливцю, я не те щоб хотів тримати це у <i>секреті</>, але... його ім’я — це величезна спадщина. Він досягнув багато за свого життя, більше, ніж більшість може навіть мріяти. !neutral !gesture Наукова спільнота втратила видатний розум, коли він пішов із життя. player: Розумію... вибач. Ти, мабуть, дуже сумуєш за ним. agent: !neutral !agree Так... Я лише сподіваюся, що він би пишався тим, що ми робимо тут. Я не дуже допомагав йому за його життя, але принаймні можу намагатися захистити його спадщину. !neutral !shocked В-в будь-якому випадку, мені слід перестати нудити про минуле. У нас є світле майбутнє, до якого потрібно прагнути! !happy !point Що ви скажете, Мисливцю? Готові знову вирушити туди?

# Convo.after_insert_heart_scout_owl.HUB0.convo.giver.STATE_0.END
source: Let's go!
uk: Полетіли!

# Convo.after_insert_heart_scout_owl.HUB0.convo.giver.STATE_0.QUESTION_1
source: How do you know so much about this stuff?
uk: Звідки ти так багато знаєш про ці речі?

# Convo.defeated_boss_scout_bnd.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !happy !agree I'll say. Lucky for us, our Hunter's too crafty to fall for its tricks! !gesture Now, don't forget to put that <#KONJUR>{name.i_konjur_heart}</> in the <#KONJUR>{name.i_town_grid_cryst}</> there at the center of camp.
uk: agent: !happy !agree Скажу так. На щастя, наш Мисливець занадто хитрий, щоб потрапити в його пастки! !gesture Тепер не забудьте покласти це <#KONJUR>{name.i_konjur_heart}</> в <#KONJUR>{name.i_town_grid_cryst}</>, що у центрі табору.

# Convo.defeated_boss_scout_bnd.HUB0.convo.giver.STATE_0.QUESTION_1A
source: That {name.bandicoot} was one slippery beast.
uk: Цей {Name.bandicoot} був справді слизьким звіром.

# Convo.defeated_boss_scout_eggzy.HUB0.convo.giver.STATE_0.END
source: Will do!
uk: Буде!

# Convo.defeated_boss_scout_grimhollow.HUB0.convo.giver.STATE_0.END
source: Will do!
uk: Обов'язково!

# Convo.defeated_boss_scout_owl.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !gesture Well, don't leave me in suspense-- pop that <#KONJUR>{name.konjur_heart}</> into the <#KONJUR>{name.i_town_grid_cryst}</> and let's see what happens!
uk: agent: !happy !gesture Ну, не залишайте мене в очікуванні — вставте те <#KONJUR>{name.konjur_heart}</> у <#KONJUR>{name.i_town_grid_cryst}</> і подивимося, що буде!

# Convo.defeated_boss_scout_owl.HUB0.convo.giver.STATE_0.END_OPT
source: Alright!
uk: Гаразд!

# Convo.defeated_boss_scout_owl.HUB0.convo.giver.STATE_0.QUESTION_1
source: Good call.
uk: Гарний вибір.

# Convo.defeated_boss_scout_sdmnt.HUB0.convo.giver.STATE_0.END
source: On it, {name.npc_scout}!
uk: Тримай це, {Name.npc_scout}!

# Convo.defeated_boss_scout_thchr.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !happy !gruffnod Well, you rose to the challenge spectacularly. And now we have a <#KONJUR>{name.i_konjur_heart}</> to put in the <#KONJUR>{name.i_town_grid_cryst}</>! !gesture Wanna do the honours?
uk: agent: !happy !gruffnod Ну, ви блискуче впоралися з викликом. І тепер у нас є <#KONJUR>{name.i_konjur_heart}</>, щоб покласти в <#KONJUR>{name.i_town_grid_cryst}</>! !gesture Хочете зробити мені честь?

# Convo.defeated_boss_scout_thchr.HUB0.convo.giver.STATE_0.QUESTION_1A
source: It sure put up a good fight.
uk: Він справді добре боровся.

# Convo.defeated_miniboss_scout_mt.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !agree You've really found your footing since we got here.
uk: agent: !happy !agree Ви дійсно знаходите свою опору, відколи ми тут.

# Convo.defeated_miniboss_scout_mt.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !happy !shocked Ah-! Me? Oh no, no, no, you're the one who deserves the credit for all your hard work! I'm just glad to help where I can. !gesture Anyway. Congrats on your win, Hunter.
uk: agent: !happy !shocked Ах..! Я? О ні, ні, ні, це ви заслуговуєте на похвалу за всю вашу важку працю! Я просто радий допомогти, де можу. !gesture У будь-якому разі, вітаю з перемогою, Мисливцю.

# Convo.defeated_miniboss_scout_mt.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !happy !point You should! You're doing the <#RED>{name_multiple.foxtails}</> proud. !clap Congrats on your win, Hunter.
uk: agent: !happy !point Так і треба! <#RED>{Name_multiple.foxtails}</> вами пишаються. !clap Вітаю з перемогою, Мисливцю.

# Convo.defeated_miniboss_scout_mt.HUB0.convo.giver.STATE_0.QUESTION_1
source: I can't believe I downed that {name.yammo_miniboss}!
uk: Не можу повірити, я переміг {Name.yammo_miniboss}!

# Convo.defeated_miniboss_scout_mt.HUB0.convo.giver.STATE_0.QUESTION_2A
source: A lot of that is thanks to you.
uk: Багато з цього завдяки тобі.

# Convo.defeated_miniboss_scout_mt.HUB0.convo.giver.STATE_0.QUESTION_2B
source: Thanks. I'm feeling pretty confident.
uk: Дякую, я почуваюся досить впевнено.

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !shocked Um, only the most versatile chemical compound in the whole entire world! !think I love talking about <#KONJUR>{name.konjur}</>. Ask me whatever you want to know.
uk: agent: !happy !shocked Ум, це найбільш універсальна хімічна сполука на цілій планеті! !think Я люблю говорити про <#KONJUR>{name.konjur}</>. Задавайте всі свої питання.

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !neutral !dejected Ugh, that's right. I forgot you were from the <#RED>Brinks</>. !gesture Less, uh, <i>educated</i> folks might think of <#KONJUR>{name.konjur}</> as "magic". !notebook But that's just because they're unable to explain its unusual properties.
uk: agent: !neutral !dejected Ой, точно. Я забула, що ви з <#RED>Брінкса</>. !gesture Менш, емм, <i>освічені</i> люди можуть вважати <#KONJUR>{name.konjur}</> "магією". !notebook Проте це лише через їхню неспроможність пояснити його незвичайні властивості.

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !shrug There are veins of it all over the earth-- some {name_multiple.job_konjurist} theorize the planet has a molten core of <#KONJUR>{name.konjur}</>. !gesture But before the disaster, the best industrial source of <#KONJUR>{name.konjur}</> was the mountain.
uk: agent: !shrug Його жили по всій землі... деякі {name_multiple.job_konjurist} теоризують, що планета має розплавлене ядро з <#KONJUR>{name.konjur}у</>. !gesture Але до катастрофи найкращим промисловим джерелом <#KONJUR>{name.konjur}у</> була гора.

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_2C
source: agent: !shrug Beats me. !happy !gesture Preliminary studies showed thickening in some areas of the brain after the ingestion of <#KONJUR>{name.konjur}</>. !neutral !dejected But sadly that research was in the early stages when the eruption hit, and is now lost entirely. !think I guess in a way you're a continuation of that research. That's sort of comforting.
uk: agent: !shrug Без поняття. !happy !gesture Попередні дослідження показали згущення деяких областей мозку після вживання <#KONJUR>{name.konjur}у</>. !neutral !dejected Але, на жаль, ці дослідження були на початкових етапах, коли сталося виверження, і тепер вони зовсім втрачені. !think Можливо, ви є продовженням цих досліджень. Це трохи заспокоює.

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_3
source: agent: !neutral !gesture No. !notebook ... !dubious ...What? !shocked Oh! You think I've contradicted myself. Haha. !disagree No. Just because I'm not personally able to explain <#KONJUR>{name.konjur}</> yet, doesn't mean an explanation doesn't exist. !gesture It just means we have more to learn.
uk: agent: !neutral !gesture Ні. !notebook ... !dubious ...Що? !shocked О! Ви думаєте, що я суперечу сама собі. Ха-ха. !disagree Ні. Просто те, що я особисто не можу пояснити про <#KONJUR>{name.konjur}</>, не означає, що пояснення не існує. !gesture Це просто означає, що ми не все ще вивчили.

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_4
source: agent: !agree Yes.
uk: agent: !agree Так.

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.END_ANSWER
source: agent: Anytime. !shocked I mean it! Any time.
uk: agent: У будь-який час. !shocked Я серйозно! У будь-який час.

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.END_OPT
source: Thanks for chatting.
uk: Дякую за розмову.

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_1
source: I was wondering... what <i>is</i> {name.konjur}, exactly?
uk: Мені було цікаво... що <i>таке</i> {name.konjur} насправді?

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_2A
source: I thought {name.konjur} was magic.
uk: Я думав, що {name.konjur} — це магія.

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_2B
source: Where does {name.konjur} come from?
uk: Звідки взявся {name.konjur}?

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_2C
source: Why does {name.konjur} give me powers?
uk: Чому {name.konjur} дає мені сили?

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_3
source: Can you explain {name.konjur}'s unusual properties?
uk: Чи можеш ти пояснити незвичайні властивості {name.konjur}у?

# Convo.dgn_1_what_is_konjur_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_4
source: Mountain? You mean the volcano?
uk: Гора? Ви маєте на увазі вулкан?

# Convo.dgn_2_what_are_teffrites_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !dubious Huh? No. We're just scientists who study <#KONJUR>{name.konjur}</>. !think Though every respectable {name.job_konjurist} worked for <#RED>{name.npc_grandpa} {name.flitt_lastname}</>. !shrug Maybe that's why you're confused.
uk: agent: !neutral !dubious Га? Ні. Ми просто вчені, які вивчають <#KONJUR>{name.konjur}</>. !think Хоча кожен поважний {name.job_konjurist} працював на <#RED>{2:{Name.npc_grandpa}} {2:{Name.flitt_lastname}}</>. !shrug Можливо, тому ви й заплуталися.

# Convo.dgn_2_what_are_teffrites_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !neutral !dejected I guess it only takes a few years for everyone to forget the genius of a generation. !notebook Kind of makes me wonder what I do this all for. !gesture Anyway, unless you need an <#RED>Upgrade</>, one of my experiments should catalyze soon and I'd like to watch the reaction.
uk: agent: !neutral !dejected Гадаю, кілька років достатньо, щоб усі забули генія свого покоління. !notebook Це змушує мене замислитися, навіщо я все це роблю. !gesture У будь-якому разі, якщо тобі не потрібне <#RED>покращення</>, один з моїх експериментів має скоро завершитися, і я б хотів подивитись на реакцію.

# Convo.dgn_2_what_are_teffrites_powerupgrade.HUB0.convo.giver.STATE_0.BYE
source: Of course. See ya, {name.npc_konjurist}.
uk: Звичайно. Побачимося, {Name.npc_konjurist}.

# Convo.dgn_2_what_are_teffrites_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_1
source: I was wondering... are "{name_multiple.job_konjurist}" like, an organization or something?
uk: Я хотів запитати... "{name_multiple.job_konjurist}" це, типу, організація чи щось таке?

# Convo.dgn_2_what_are_teffrites_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_2A
source: That name sounds familiar.
uk: Звучить знайомо.

# Convo.dgn_2_what_are_teffrites_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_2B
source: Should I know who that is?
uk: Чи повинен я знати, хто це?

# Convo.dgn_3_who_is_mulligan_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !dubious <#RED>{name.npc_grandpa} {name.flitt_lastname}</>? !gesture He's the father of all <#KONJUR>{name.konjur}</> technology.
uk: agent: !neutral !dubious <#RED>{Name.npc_grandpa} {Name.flitt_lastname}</>? !gesture Він батько всіх технологій з <#KONJUR>{2:{name.konjur}}</>.

# Convo.dgn_3_who_is_mulligan_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !neutral !agree Of course. My field of study exists because of him. !happy !gesture We worked closely before the eruption, you know. Brilliant guy. !notebook I can't chat all day though. Do you need an <#RED>Upgrade</> before I get back to it?
uk: agent: !neutral !agree Звісно. Моє поле вивчення існує завдяки йому. !happy !gesture Ми працювали разом до виверження, знаєш. Блискучий хлопець. !notebook Я не можу базікати весь день. Вам потрібно <#RED>покращення</> перед тим, як я повернуся до роботи?

# Convo.dgn_3_who_is_mulligan_powerupgrade.HUB0.convo.giver.STATE_0.BYE
source: Nah, I'm good. Thanks though.
uk: Ні, я в порядку. Все одно дякую.

# Convo.dgn_3_who_is_mulligan_powerupgrade.HUB0.convo.giver.STATE_0.BYE_RESPONSE
source: agent: !neutral !notebook Alright, see ya Hunter.
uk: agent: !neutral !notebook Гаразд, до зустрічі, Мисливцю.

# Convo.dgn_3_who_is_mulligan_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_1
source: You mentioned someone named {name.flitt_lastname} once. Who is that?
uk: Ти одного разу згадав когось на прізвище {Name.flitt_lastname}. Хто це?

# Convo.dgn_3_who_is_mulligan_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_2
source: You seem to think highly of him.
uk: Здається, ти високо про нього думаєш.

# Convo.dgn_4_research_focus_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !gesture I'm looking to develop a more concentrated <#KONJUR>{name.konjur}</> synthesization. !notebook The old synthesization method worked fine, but it was much too wasteful. Even I can admit that.
uk: agent: !happy !gesture Я намагаюся розробити синтез більш концентрованого <#KONJUR>{2:{name.konjur}}</>. !notebook Старий метод синтезу працював добре, але був надто марнотратним. Навіть я можу це визнати.

# Convo.dgn_4_research_focus_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !neutral !dubious Um. For when we rebuild.
uk: agent: !neutral !dubious Е-е. На випадок, коли ми відновимося.

# Convo.dgn_4_research_focus_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_3
source: agent: !notebook Haha. What a bizarre line of thinking. !think The eruption was a catastrophe, but society will eventually rebuild. !agree And I'll have my tech ready when they do.
uk: agent: !notebook Ха-ха. Яка дивна лінія мислення. !think Виверження було катастрофою, але суспільство з часом відновиться. !agree І в мене буде готова техніка, коли це станеться.

# Convo.dgn_4_research_focus_powerupgrade.HUB0.convo.giver.STATE_0.BYE
source: See ya, {name.npc_konjurist}.
uk: Побачимося, {Name.npc_konjurist}.

# Convo.dgn_4_research_focus_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_1
source: What are you studying out here, anyway?
uk: Що ти взагалі тут вивчаєш?

# Convo.dgn_4_research_focus_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_2
source: Oh. But why? There's no {name.konjur} technology anymore.
uk: Ой. Але навіщо? Технологій {2:{name.konjur}} більше немає.

# Convo.dgn_4_research_focus_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_3
source: I guess I just thought the eruption meant it was all gone forever.
uk: Мабуть, я просто подумав, що виверження означає, що все зникло назавжди.

# Convo.dgn_5_antidote_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !think Haha. Why? !gesture Taking care of <#RED>{name_multiple.rot}</> is what you're for.
uk: agent: !neutral !think Ха-ха. Навіщо? !gesture Піклування про <#RED>{2:{name_multiple.rot}}</> — це ваша робота.

# Convo.dgn_5_antidote_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_1
source: Hey, {name.npc_konjurist}-- shouldn't you research an antidote for {name_multiple.rot}?
uk: Гей, {Name.npc_konjurist}... чи не слід тобі дослідити протиотруту для {2:{name_multiple.rot}}?

# Convo.dgn_6_following_me_powerupgrade.HUB0.convo.giver.STATE_0.ALKI_ENDS_CONVO
source: agent: !dubious ... !notebook Alright, well, good chat. !gesture I've some results I need to analyze now. Good luck out there.
uk: agent: !dubious ... !notebook Добре, приємно було поговорити. !gesture Мені потрібно проаналізувати результати. Успіхів.

# Convo.dgn_6_following_me_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !notebook No, actually. I've been sent to spy on you.
uk: agent: !neutral !notebook Ні, насправді. Мене відправили, щоб стежити за вами.

# Convo.dgn_6_following_me_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !neutral Haha.
uk: agent: !neutral Хаха.

# Convo.dgn_6_following_me_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_2A_ALT
source: agent: !neutral Ha-ha.
uk: agent: !neutral Ха-ха.
