Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.MATERIALS.gem_unidentified.name
source: Unidentified Gem
uk: Невідомий самоцвіт

# STRINGS.ITEMS.MATERIALS.gem_unidentified.name_multiple_fmt
source: Unidentified Gem ({count})
uk: Невідомий самоцвіт ({count})

# STRINGS.ITEMS.MATERIALS.gem_unidentified_damage.name
source: Unidentified Red Gem
uk: Невідомий червоний самоцвіт

# STRINGS.ITEMS.MATERIALS.gem_unidentified_damage.name_multiple_fmt
source: Unidentified Red Gem ({count})
uk: Невідомий червоний самоцвіт ({count})

# STRINGS.ITEMS.MATERIALS.gem_unidentified_support.name
source: Unidentified Yellow Gem
uk: Невідомий жовтий самоцвіт

# STRINGS.ITEMS.MATERIALS.gem_unidentified_support.name_multiple_fmt
source: Unidentified Yellow Gem ({count})
uk: Невідомий жовтий самоцвіт ({count})

# STRINGS.ITEMS.MATERIALS.gem_unidentified_sustain.name
source: Unidentified Blue Gem
uk: Невідомий синій самоцвіт

# STRINGS.ITEMS.MATERIALS.gem_unidentified_sustain.name_multiple_fmt
source: Unidentified Blue Gem ({count})
uk: Невідомий синій самоцвіт ({count})

# STRINGS.ITEMS.MATERIALS.glitz.desc
source: Small fragments of sparkly volcanic ash. Used to craft <#BLUE>{name_multiple.cosmetic}</>.
uk: Маленькі фрагменти блискучого вулканічного попелу. Використовується для створення <#BLUE>{name_multiple.cosmetic}</>.

# STRINGS.ITEMS.MATERIALS.glitz.name
source: Glitz
uk: Блиск

# STRINGS.ITEMS.MATERIALS.gnarlic_cloves.desc
source: They emanate a pungent stench. Found in: <#RED>{name.owlitzer_forest}</>
uk: Від неї виходить різкий сморід. Знайдена в: <#RED>{Name.owlitzer_forest}</>

# STRINGS.ITEMS.MATERIALS.gnarlic_cloves.name
source: {name.gnarlic} Cloves
uk: Гвоздика {2:{Name.gnarlic}}

# STRINGS.ITEMS.MATERIALS.gnarlic_sprouts.desc
source: A grassy tuft. It was taken from atop the head of a <#RED>{name.gnarlic_elite}</>. Found in: <#RED>{name.owlitzer_forest}</>
uk: Трав'яний пучок. Його було взято з верхньої частини голови <#RED>{2:{Name.gnarlic_elite}}</>. Знайдені в: <#RED>{Name.owlitzer_forest}</>

# STRINGS.ITEMS.MATERIALS.gnarlic_sprouts.name
source: {name.gnarlic_elite} Sprouts
uk: Паростки {2:{Name.gnarlic_elite}}

# STRINGS.ITEMS.MATERIALS.gourdo_hat.desc
source: A leafy stem, carved off the top of a <#RED>{name.gourdo}</>. Found in: <#RED>{name.treemon_forest}</>
uk: Листяна стеблина, відрубана з верхівки <#RED>{Name.gourdo}</>. Знайдена в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.gourdo_hat.name
source: {name.gourdo} Hat
uk: Капелюх {Name.gourdo}

# STRINGS.ITEMS.MATERIALS.gourdo_skin.desc
source: Dark red rind from a <#RED>{name.gourdo_elite}'s</> behind. Found in: <#RED>{name.treemon_forest}</>
uk: Темно-червона шкірка з задньої частини <#RED>{Name.gourdo_elite}</>.n Знайдена в: <#RED>{3:{Name.treemon_forest}}</>

# STRINGS.ITEMS.MATERIALS.gourdo_skin.name
source: {name.gourdo_elite} Skin
uk: Шкіра {Name.gourdo_elite}

# STRINGS.ITEMS.MATERIALS.grimhollow_bark.desc
source: Its bite is admittedly much worse. Found in: <#RED>{name.treemon_forest}</>
uk: Його укус набагато гірший. Знайдена в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.grimhollow_bark.name
source: {name.grimhollow} Bark
uk: Кора {2:{Name.grimhollow}}

# STRINGS.ITEMS.MATERIALS.grimhollow_face.name
source: {name.grimhollow} Grimace
uk: Гримаса {2:{Name.grimhollow}}

# STRINGS.ITEMS.MATERIALS.grimhollow_root.name
source: {name.grimhollow} Root
uk: Корінь {2:{Name.grimhollow}}

# STRINGS.ITEMS.MATERIALS.grimhollow_twig.desc
source: A gnarled, knot-pocked twig. Found in: <#RED>{name.treemon_forest}</>
uk: Сучкувата гілка з вузлами. Знайдена в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.grimhollow_twig.name
source: {name.grimhollow} Twig
uk: Гілка {2:{Name.grimhollow}}

# STRINGS.ITEMS.MATERIALS.groak_elite.desc
source: Wiggly ears taken from a felled <#RED>{name.groak_elite}</>. Found in: <#RED>{name.bandi_swamp}</>
uk: Колючі вуха взяті з переможеного <#RED>{Name.groak_elite}а</>. Знайдені в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.groak_tentacle.desc
source: A <#RED>{name.groak}'s</> squishy moustache. Found in: <#RED>{name.bandi_swamp}</>
uk: Пухке вусо <#RED>{Name.groak}а</>. Знайдено в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.groak_tentacle.name
source: {name.groak} Tentacle
uk: Щупальце {Name.groak}а

# STRINGS.ITEMS.MATERIALS.imbued_bandi_swamp.name
source: {name.bandi_swamp} Spore
uk: Спора {2:{Name.bandi_swamp}}

# STRINGS.ITEMS.MATERIALS.imbued_eggzy_tundra.name
source: {name.eggzy_tundra} Egg
uk: Яйце з {2:{Name.eggzy_tundra}}

# STRINGS.ITEMS.MATERIALS.imbued_grimhollow_volcano.name
source: {name.grimhollow_volcano} Fungus
uk: Гриб {2:{Name.grimhollow_volcano}}

# STRINGS.ITEMS.MATERIALS.imbued_owlitzer_forest.name
source: {name.owlitzer_forest} Grass
uk: Трава {2:{Name.owlitzer_forest}}

# STRINGS.ITEMS.MATERIALS.imbued_sedament_tundra.name
source: {name.sedament_tundra} Brick
uk: Цегла {2:{Name.sedament_tundra}}

# STRINGS.ITEMS.MATERIALS.imbued_thatcher_swamp.name
source: {name.thatcher_swamp} Slime
uk: Слиз {2:{Name.thatcher_swamp}}

# STRINGS.ITEMS.MATERIALS.imbued_treemon_forest.name
source: {name.treemon_forest} Leaf
uk: Листок {2:{Name.treemon_forest}}

# STRINGS.ITEMS.MATERIALS.ingot_bandi_swamp.name
source: Clever Fortifying Ingot
uk: Розумний зміцнювальний злиток

# STRINGS.ITEMS.MATERIALS.ingot_bandi_swamp.name_multiple_fmt
source: Clever Fortifying Ingot ({count})
uk: Розумний зміцнювальний злиток ({count})

# STRINGS.ITEMS.MATERIALS.ingot_eggzy_tundra.name
source: Frozen Fortifying Ingot
uk: Крижаний зміцнювальний злиток

# STRINGS.ITEMS.MATERIALS.ingot_eggzy_tundra.name_multiple_fmt
source: Frozen Fortifying Ingot ({count})
uk: Крижаний зміцнювальний злиток ({count})

# STRINGS.ITEMS.MATERIALS.ingot_grimhollow_volcano.name
source: Bygone Fortifying Ingot
uk: Минулий зміцнювальний злиток

# STRINGS.ITEMS.MATERIALS.ingot_grimhollow_volcano.name_multiple_fmt
source: Bygone Fortifying Ingot ({count})
uk: Минулий зміцнювальний злиток ({count})

# STRINGS.ITEMS.MATERIALS.ingot_owlitzer_forest.name
source: Dusk Fortifying Ingot
uk: Вечірній зміцнювальний злиток

# STRINGS.ITEMS.MATERIALS.ingot_owlitzer_forest.name_multiple_fmt
source: Dusk Fortifying Ingot ({count})
uk: Вечірній зміцнювальний злиток ({count})

# STRINGS.ITEMS.MATERIALS.ingot_sedament_tundra.name
source: Stone Fortifying Ingot
uk: Кам'яний зміцнювальний злиток

# STRINGS.ITEMS.MATERIALS.ingot_sedament_tundra.name_multiple_fmt
source: Stone Fortifying Ingot ({count})
uk: Кам'яний зміцнювальний злиток ({count})

# STRINGS.ITEMS.MATERIALS.ingot_thatcher_swamp.name
source: Insect Fortifying Ingot
uk: Комашиний зміцнювальний злиток

# STRINGS.ITEMS.MATERIALS.ingot_thatcher_swamp.name_multiple_fmt
source: Insect Fortifying Ingot ({count})
uk: Комашиний зміцнювальний злиток ({count})

# STRINGS.ITEMS.MATERIALS.ingot_treemon_forest.name
source: Arbour Fortifying Ingot
uk: Лісовий зміцнювальний злиток

# STRINGS.ITEMS.MATERIALS.ingot_treemon_forest.name_multiple_fmt
source: Arbour Fortifying Ingot ({count})
uk: Лісовий зміцнювальний злиток ({count})

# STRINGS.ITEMS.MATERIALS.konjur.desc
source: Raw {name.konjur}
uk: Сирий {name.konjur}

# STRINGS.ITEMS.MATERIALS.konjur_heart.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from a <#RED>{name.rot_boss}</>. It is prized by the {name_multiple.foxtails}. Found in: <#RED>{name.rot_boss} Rooms</>
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий з <#RED>{name.rot_boss}а</>. Його цінують {Name_multiple.foxtails}. Знайдено на: <#RED>галявині {name.rot_boss}а</>

# STRINGS.ITEMS.MATERIALS.konjur_heart_bandicoot.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from a <#RED>{name.bandicoot}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий з <#RED>{2:{Name.bandicoot}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_bandicoot.name
source: {name.bandicoot} {name.konjur_heart}
uk: {Name.konjur_heart} {2:{Name.bandicoot}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_bandicoot.name_multiple_fmt
source: {name.bandicoot} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {2:{Name.bandicoot}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_heart_eggzy.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from a <#RED>{name.eggzy}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий з <#RED>{2:{Name.eggzy}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_eggzy.name
source: {name.eggzy} {name.konjur_heart}
uk: {Name.konjur_heart} {2:{Name.eggzy}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_eggzy.name_multiple_fmt
source: {name.eggzy} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {2:{Name.eggzy}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_bandicoot.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from an <#RED>{name.bandicoot_elite}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий з <#RED>{2:{Name.bandicoot_elite}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_bandicoot.name
source: {name.bandicoot_elite} {name.konjur_heart}
uk: {Name.konjur_heart} {2:{Name.bandicoot_elite}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_bandicoot.name_multiple_fmt
source: {name.bandicoot_elite} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {2:{Name.bandicoot_elite}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_eggzy.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from a <#RED>{name.eggzy_elite}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий з <#RED>{2:{Name.eggzy_elite}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_eggzy.name
source: {name.eggzy_elite} {name.konjur_heart}
uk: {Name.konjur_heart} {2:{Name.eggzy_elite}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_eggzy.name_multiple_fmt
source: {name.eggzy_elite} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {2:{Name.eggzy_elite}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_grimhollow.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from a <#RED>{name.grimhollow_elite}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий зі <#RED>{2:{Name.grimhollow_elite}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_grimhollow.name
source: {name.grimhollow_elite} {name.konjur_heart}
uk: {Name.konjur_heart} {2:{Name.grimhollow_elite}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_grimhollow.name_multiple_fmt
source: {name.grimhollow_elite} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {2:{Name.grimhollow_elite}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_megatreemon.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from an <#RED>{name.megatreemon_elite}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий з <#RED>{2:{Name.megatreemon_elite}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_megatreemon.name
source: {name.megatreemon_elite} {name.konjur_heart}
uk: {Name.konjur_heart} {2:{Name.megatreemon_elite}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_megatreemon.name_multiple_fmt
source: {name.megatreemon_elite} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {2:{Name.megatreemon_elite}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_owlitzer.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from an <#RED>{name.owlitzer_elite}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий з <#RED>{2:{Name.owlitzer_elite}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_owlitzer.name
source: {name.owlitzer_elite} {name.konjur_heart}
uk: {Name.konjur_heart} {2:{Name.owlitzer_elite}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_owlitzer.name_multiple_fmt
source: {name.owlitzer_elite} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {2:{Name.owlitzer_elite}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_sedament.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from an <#RED>{name.sedament_elite}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий з <#RED>{2:{Name.sedament_elite}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_sedament.name
source: {name.sedament_elite} {name.konjur_heart}
uk: {Name.konjur_heart} {2:{Name.sedament_elite}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_sedament.name_multiple_fmt
source: {name.sedament_elite} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {2:{Name.sedament_elite}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_thatcher.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from an <#RED>{name.thatcher_elite}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий з <#RED>{2:{Name.thatcher_elite}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_thatcher.name
source: {name.thatcher_elite} {name.konjur_heart}
uk: {Name.konjur_heart} {2:{Name.thatcher_elite}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_elite_thatcher.name_multiple_fmt
source: {name.thatcher_elite} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {2:{Name.thatcher_elite}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_heart_grimhollow.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from a <#RED>{name.grimhollow}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий зі <#RED>{2:{Name.grimhollow}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_grimhollow.name
source: {name.grimhollow} {name.konjur_heart}
uk: {Name.konjur_heart} {2:{Name.grimhollow}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_grimhollow.name_multiple_fmt
source: {name.grimhollow} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {2:{Name.grimhollow}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_heart_megatreemon.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from a <#RED>{name.megatreemon}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий з <#RED>{2:{Name.megatreemon}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_megatreemon.name
source: {name.megatreemon} {name.konjur_heart}
uk: {Name.konjur_heart} {2:{Name.megatreemon}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_megatreemon.name_multiple_fmt
source: {name.megatreemon} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {2:{Name.megatreemon}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_heart_owlitzer.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from a <#RED>{name.owlitzer}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий з <#RED>{3:{Name.owlitzer}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_owlitzer.name
source: {name.owlitzer} {name.konjur_heart}
uk: {Name.konjur_heart} {3:{Name.owlitzer}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_owlitzer.name_multiple_fmt
source: {name.owlitzer} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {3:{Name.owlitzer}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_heart_sedament.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from a <#RED>{name.sedament}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий з <#RED>{2:{Name.sedament}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_sedament.name
source: {name.sedament} {name.konjur_heart}
uk: {Name.konjur_heart} {2:{Name.sedament}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_sedament.name_multiple_fmt
source: {name.sedament} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {2:{Name.sedament}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_heart_shard.desc
source: Can be spent at the {name.i_town_grid_cryst}. Found by: <#RED>Progressing {name.concept_talent_tree}</>
uk: Можна витратити у {3:{name.i_town_grid_cryst}}. Знаходиться шляхом: <#RED>розвитку {2:{name.concept_talent_tree}}</>

# STRINGS.ITEMS.MATERIALS.konjur_heart_thatcher.desc
source: Magnificently powerful, solid <#KONJUR>{name.i_konjur}</>, recovered from a <#RED>{name.thatcher}</>. It is prized by the {name_multiple.foxtails}.
uk: Надзвичайно потужний, твердий <#KONJUR>{name.i_konjur}</>, отриманий з <#RED>{2:{Name.thatcher}}</>. Його цінують {Name_multiple.foxtails}.

# STRINGS.ITEMS.MATERIALS.konjur_heart_thatcher.name
source: {name.thatcher} {name.konjur_heart}
uk: {Name.konjur_heart} {2:{Name.thatcher}}

# STRINGS.ITEMS.MATERIALS.konjur_heart_thatcher.name_multiple_fmt
source: {name.thatcher} {name_multiple.konjur_heart} ({count})
uk: {Name_multiple.konjur_heart} {2:{Name.thatcher}} ({count})

# STRINGS.ITEMS.MATERIALS.konjur_soul_greater.desc
source: Heavily condensed, solid <#KONJUR>{name.i_konjur}</>. It was harvested from an especially fearsome <#RED>{name.rot}</>. Found in: <#RED>{name.rot_miniboss} Rooms</>
uk: Сильно конденсований, твердий <#KONJUR>{name.i_konjur}</>. Залишив після себе особливо страшний <#RED>{name.rot}</>. Знайдений на: <#RED>галявині з {3:{name.rot_miniboss}}</>

# STRINGS.ITEMS.MATERIALS.konjur_soul_lesser.desc
source: A hunk of pure, solidified <#KONJUR>{name.i_konjur}</>. Found in: <#RED>Special Rooms</>
uk: Шматок чистого затверділого <#KONJUR>{2:{name.i_konjur}}</>. Знайдено на: <#RED>особливій галявині</>

# STRINGS.ITEMS.MATERIALS.megatreemon_bark.desc
source: Found in: <#RED>{name.treemon_forest}</>
uk: Знайдена в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.megatreemon_bark.name
source: {name.megatreemon} Bark
uk: Кора {2:{Name.megatreemon}}

# STRINGS.ITEMS.MATERIALS.megatreemon_cone.desc
source: The volatile seed of a nasty <#RED>{name.megatreemon}</>. Found in: <#RED>{name.treemon_forest}</>
uk: Вибухове насіння огидного <#RED>{2:{Name.megatreemon}}</>. Знайдена в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.megatreemon_hand.desc
source: There's just no reason for trees to have thumbs. Found in: <#RED>{name.treemon_forest}</>
uk: У дерев просто немає причин мати великі пальці. Знайдений в: <#RED>{Name.treemon_forest}</>

# STRINGS.ITEMS.MATERIALS.megatreemon_hand.name
source: {name.megatreemon} Claw
uk: {Name.megatreemon} кіготь

# STRINGS.ITEMS.MATERIALS.mossquito_cap.desc
source: The <#RED>{name.mossquito}</> fashion world is abuzz over this hat style. Found in: <#RED>{name.bandi_swamp}</>
uk: Світ моди <#RED>{Name.mossquito}ів</> в захваті від цього стилю капелюхів. Знайдений в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.mossquito_cap.name
source: {name.mossquito} Cap
uk: Капелюх {Name.mossquito}а

# STRINGS.ITEMS.MATERIALS.mossquito_tooth.desc
source: No wonder their bites hurt so much. Found in: <#RED>{name.bandi_swamp}</>
uk: Не дивно, що їхні укуси так болять. Знайдений в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.mossquito_tooth.name
source: {name.mossquito_elite} Tooth
uk: {Name.mossquito_elite} зуб

# STRINGS.ITEMS.MATERIALS.mothball_fluff.desc
source: Cloud-soft down, harvested from a <#RED>{name.mothball}</>. Found in: <#RED>{name.bandi_swamp}</>
uk: М'який пух, як хмара, залишила <#RED>{Name.mothball}</>. Знайдений в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.mothball_fluff.name
source: {name.mothball} Fluff
uk: Пух {2:{Name.mothball}}

# STRINGS.ITEMS.MATERIALS.mothball_teen_ear.desc
source: They tickle. Found in: <#RED>{name.bandi_swamp}</>
uk: Вони лоскочуть. Знайдені в: <#RED>{Name.bandi_swamp}</>

# STRINGS.ITEMS.MATERIALS.mothball_teen_ear.name
source: {name.mothball_elite} Ears
uk: Вуха {2:{name.mothball_elite}}

# STRINGS.ITEMS.MATERIALS.normal_bandi_swamp.name
source: {name.bandi_swamp} Moss
uk: Мох {2:{Name.bandi_swamp}}

# STRINGS.ITEMS.MATERIALS.normal_eggzy_tundra.name
source: {name.eggzy_tundra} Chip
uk: Шматок з {2:{Name.eggzy_tundra}}

# STRINGS.ITEMS.MATERIALS.normal_grimhollow_volcano.name
source: {name.grimhollow_volcano} Cobblestone
uk: Бруківка {2:{Name.grimhollow_volcano}}

# STRINGS.ITEMS.MATERIALS.normal_owlitzer_forest.name
source: {name.owlitzer_forest} Bark
uk: Кора {2:{Name.owlitzer_forest}}

# STRINGS.ITEMS.MATERIALS.normal_sedament_tundra.name
source: {name.sedament_tundra} Snow
uk: Сніг {2:{Name.sedament_tundra}}

# STRINGS.ITEMS.MATERIALS.normal_thatcher_swamp.name
source: {name.thatcher_swamp} Vines
uk: Лози {2:{Name.thatcher_swamp}}

# STRINGS.ITEMS.MATERIALS.normal_treemon_forest.name
source: {name.treemon_forest} Twigs
uk: Гілочка {2:{Name.treemon_forest}}

# STRINGS.ITEMS.MATERIALS.owlitzer_claw.desc
source: The razor sharp claws of an <#RED>{name.owlitzer}</>. Found in: <#RED>{name.owlitzer_forest}</>
uk: Гострі як бритва кігті <#RED>{3:{Name.owlitzer}}</>. Знайдений в: <#RED>{Name.owlitzer_forest}</>

# STRINGS.ITEMS.MATERIALS.owlitzer_claw.name
source: {name.owlitzer} Claw
uk: Кіготь {3:{Name.owlitzer}}

# STRINGS.ITEMS.MATERIALS.owlitzer_fur.desc
source: Fluffy feather down, harvested from an <#RED>{name.owlitzer}</>. Found in: <#RED>{name.owlitzer_forest}</>
uk: [TEMP] Пухнасте хутро, видобуте з <#RED>{3:{Name.owlitzer}}</>. Знайдено в: <#RED>{Name.owlitzer_forest}</>

# STRINGS.ITEMS.MATERIALS.owlitzer_fur.name
source: {name.owlitzer} Down
uk: Низ {Name.owlitzer}

# STRINGS.ITEMS.MATERIALS.owlitzer_pelt.desc
source: Majestic and beautiful. It's almost a shame the creature was felled. Found in: <#RED>{name.owlitzer_forest}</>
uk: Велична і прекрасна. Майже шкода, що істота була вбита. Знайдена в: <#RED>{Name.owlitzer_forest}</>

# STRINGS.ITEMS.MATERIALS.owlitzer_pelt.name
source: {name.owlitzer} Pelt
uk: Шкіра {3:{Name.owlitzer}}

# STRINGS.ITEMS.MATERIALS.seeker_beard.desc
source: It feels scratchy and full of wisdom. Found in: <#RED>{name.thatcher_swamp}</>
uk: Воно відчувається дражливим і повним мудрості. Знайдено в: <#RED>{Name.thatcher_swamp}</>

# STRINGS.ITEMS.MATERIALS.seeker_beard.name
source: {name.seeker_elite} Beard
uk: {Name.seeker_elite} борода

# STRINGS.ITEMS.MATERIALS.seeker_boquet.desc
source: A <#RED>{name.seeker}</> by any other name would smell like feet. Found in: <#RED>{name.thatcher_swamp}</>
uk: Незалежно від назви, <#RED>{Name.seeker}</> пахнуть як ноги. Знайдено в: <#RED>{Name.thatcher_swamp}</>

# STRINGS.ITEMS.MATERIALS.seeker_boquet.name
source: {name.seeker} Bouquet
uk: Букет {Name.seeker}а

# STRINGS.ITEMS.MATERIALS.seeker_leaf.desc
source: Crunchy leaves taken from a felled <#RED>{name.seeker}</>. Found in: <#RED>{name.thatcher_swamp}</>
uk: Хрусткі листя взяті з переможеного <#RED>{Name.seeker}а</>. Знайдені в: <#RED>{Name.thatcher_swamp}</>

# STRINGS.ITEMS.MATERIALS.seeker_leaf.name
source: {name.seeker} Leaf
uk: Листок {Name.seeker}а
