Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.ANSWER_MORTAR
source: agent: !happy !think {name.dojo_cough} Hm... !shocked Right, yes. You can initiate a <#RED>Mortar</> volley by hitting <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>. !point But you gotta time hitting <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK> as your <#RED>{name.weapon_cannon}</> touches the ground to actually fire it. !laugh But 'ey, then the last half of your <#RED>Mortar Projectiles</> will all be <#BLUE>{name_multiple.concept_focus_hit}</>! !agree That'll really hit'm where it hurts.
uk: agent: !happy !think {Name.dojo_cough} Хм... !shocked Так, звичайно. Ви можете зробити <#RED>мінометний</> обстріл, натиснувши <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>. !point Але потрібно вчасно натиснути <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK>, коли ваша <#RED>{name.weapon_cannon}</> торкається землі, щоб здійснити постріл. !laugh Але, з іншого боку, остання половина ваших <#RED>мінометних снарядів</> нанесе <#BLUE>{name_multiple.concept_focus_hit}</>! !agree Це точно влучить у найболючіше місце.

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.ANSWER_MORTAR_ALT
source: agent: !neutral !dubious Heh. I like the enthusiasm. !point Okay. Hitting <p bind='Controls.Digital.DODGE' color=BTNICON_DARK> will initiate a <#RED>Mortar</> volley. !gesture Hitting <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK> as your <#RED>{name.weapon_cannon}</> touches the ground will fire the volley. !agree The last half of a <#RED>Mortar</> volley will all be <#BLUE>{name_multiple.concept_focus_hit}</>.
uk: agent: !neutral !dubious Хм. Мені подобається ваш ентузіазм. !point Гаразд. Натискання <p bind='Controls.Digital.DODGE' color=BTNICON_DARK> розпочне <#RED>мінометний</> обстріл. !gesture Натискання <p bind='Controls.Digital.ATTACK_HEAVY' color=BTNICON_DARK> в момент, коли ваша <#RED>{name.weapon_cannon}</> торкається землі, здійснить постріл. !agree Остання половина обойми <#RED>мінометного</> обстрілу нанесе <#BLUE>{name_multiple.concept_focus_hit}</>.

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.ANSWER_RELOADING
source: agent: !happy !think Reloading can be fiddly if you're new to this puppy. !gesture Hit <p bind='Controls.Digital.DODGE' color=BTNICON_DARK> to start a reload, then hit <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK> just as your <#RED>{name.weapon_cannon}</> touches the ground to finish'r off. !point You can practice on the <#RED>Training Dummies</> while you're in camp if you need to.
uk: agent: !happy !think Перезарядка може бути складною, якщо ви новачок. !gesture Натисніть <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>, щоб почати перезарядку, а потім натисніть <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>, коли ваша <#RED>{name.weapon_cannon}</> торкається землі, щоб завершити її. !point Якщо потрібно, можете потренуватися на <#RED>тренувальних мішенях</> у таборі.

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.ANSWER_RELOADING_ALT
source: agent: !neutral !angry Okay. {name.dojo_cough} But LISTEN UP now. !agree Just hit <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>, then hit <p bind='Controls.Digital.ATTACK_LIGHT' color=BTNICON_DARK> as your <#RED>{name.weapon_cannon}</> touches the ground to reload.
uk: agent: !neutral !angry Гаразд. {Name.dojo_cough} Але СЛУХАЙТЕ уважно. !agree Просто натисніть <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>, а потім натисніть <p bind='Controls.Digital.DODGE' color=BTNICON_DARK>, коли ваша <#RED>{name.weapon_cannon}</> торкається землі, щоб перезарядитися.

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.QUESTION_1
source: I wouldn't mind some {name.weapon_cannon} tips.
uk: Я б не відмовився від кількох порад про {2:{name.weapon_cannon}}.

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.QUESTION_FIRING_MODES
source: Firing modes.
uk: Режими стрільби.

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.QUESTION_FIRING_MODES_ALT
source: Firing modes, again?
uk: Режими стрільби, знову?

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.QUESTION_MORTAR
source: Does it do anything cool?
uk: Чи є ще якісь цікаві функції?

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.QUESTION_MORTAR_ALT
source: Tell me about the mortar again!
uk: Розкажи мені ще раз про міномет!

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.QUESTION_RELOADING
source: How do I reload?
uk: Як перезарядитись?

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.QUESTION_RELOADING_ALT
source: Re-explain reloading for me?
uk: Поясни ще раз про перезаряджання?

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.QUESTION_SKIPINFO
source: Ah nevermind, I can figure it out.
uk: А, забудь, я розберуся.

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.QUESTION_SKIPINFO_ALT
source: Okay, I think I get the gist.
uk: Гаразд, думаю, я розумію суть.

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.SKIPINFO_RESPONSE
source: agent: !neutral !shrug Just you don't blow yourself sky high and I'm happy. Anyway--
uk: agent: !neutral !shrug Лише б ви не підірвалися, і я буду радий. В будь-якому разі...

# Convo.twn_cannon_explainer.HUB0.convo.giver.STATE_0.TALK_ALLDONE
source: agent: !gesture Play around, get a knack for it. I'm sure you'll be s'plodin' <#RED>{name_multiple.rot}</> in no time.
uk: agent: !gesture Спробуйте, наберіться досвіду. Я впевнений, що ви скоро будете підривати <#RED>{2:{name_multiple.rot}}</>.

# Convo.twn_dojo_cough.HUB0.convo.giver.STATE_0.ANSWER_BACKPEDAL
source: agent: !happy !gruffnod Smart kid.
uk: agent: !happy !gruffnod Розумний малий.

# Convo.twn_dojo_cough.HUB0.convo.giver.STATE_0.ANSWER_COUGH
source: agent: !happy !laugh Ghe-heh-heh... ha-ha... GAH-HAW-HAW-HAW! player: What's so funny? agent: !happy !think Hooo-- just thinkin' about all the laps I'm gonna make you run... we'll see who's "up to this" then, won't we?
uk: agent: !happy !laugh Ге-хе-хе... ха-ха... ГА-ГА-ГА-ГА! player: А що таке смішне? agent: !happy !think Хооо... просто подумав про всі кола, які я змушу вас пробігти... тоді й побачимо, хто "готовий до цього", га?

# Convo.twn_dojo_cough.HUB0.convo.giver.STATE_0.QUESTION_BACKPEDAL
source: Er-- n-no reason!
uk: Е-е... н-нема причини!

# Convo.twn_dojo_cough.HUB0.convo.giver.STATE_0.QUESTION_COUGH
source: That cough sounds bad. Are you sure you're up to this?
uk: Той кашель звучить тривожно. Ти впевнений, що справді готовий до цього?

# Convo.twn_first_alphonse_armor.HUB0.convo.giver.STATE_0.ANSWER_MARKET
source: agent: !neutral !shocked A market... out here in the Rotwood? !think Umm... could you like, describe the person who sold it to you?
uk: agent: !neutral !shocked Ринок... тут, у Ротвуді? !think Ем... Ви могли б описати того, хто продав вам це?

# Convo.twn_first_alphonse_armor.HUB0.convo.giver.STATE_0.ANSWER_MERCHANT
source: agent: !neutral !shocked ...! !nervous Sorry Hunter, could you excuse me for a sec? !neutral I just remembered, I promised <#BLUE>{name.npc_lunn}</> I'd give him a good sharpening.
uk: agent: !neutral !shocked ...! !nervous Вибачте, Мисливцю, чи можу я вас лишити на хвилинку? !neutral Я щойно згадала, що обіцяла гарненько нагострити <#BLUE>{2:{Name.npc_lunn}}</>.

# Convo.twn_first_alphonse_armor.HUB0.convo.giver.STATE_0.ANSWER_TEASE
source: agent: !neutral Um... sure. It's totally great. !think ...Could you like, describe the person who sold it to you?
uk: agent: !neutral Ем... звісно. Це просто чудово. !think ...А ви можете, ну, описати того, хто продав вам це?

# Convo.twn_first_alphonse_armor.HUB0.convo.giver.STATE_0.QUESTION_MARKET
source: I bought it at a market in the wilds!
uk: Я купив це на ринку в диких землях!

# Convo.twn_first_alphonse_armor.HUB0.convo.giver.STATE_0.QUESTION_MERCHANT_DESC
source: A pink-haired {name.species_ogre} with a serious attitude problem.
uk: Рожевоволосий {name.species_ogre} із серйозними проблемами з характером.

# Convo.twn_first_alphonse_armor.HUB0.convo.giver.STATE_0.QUESTION_MERCHANT_SWOON
source: Broody, mysterious, talks like a medieval knight... <i>(sigh)</>.
uk: Похмурий, загадковий, говорить як середньовічний лицар... <i>(зітхає)</>.

# Convo.twn_first_alphonse_armor.HUB0.convo.giver.STATE_0.QUESTION_TEASE
source: Oh, just this little place I know. Do you like it?
uk: Ох, це лише маленьке місце, яке я знаю. Тобі подобається?

source: agent: !neutral !dubious A market. Out there, eh? !think Hmph... interestin'.
uk: agent: !neutral !dubious Ринок. Там, еге ж? !think Гмпф... цікаво.

# Convo.twn_first_alphonse_weapon_blacksmith.HUB0.convo.giver.STATE_0.ANSWER_TEASE
source: agent: !neutral !closedeyes ... !point No. player: Fine, I bought it at a market out in the wilds.
uk: agent: !neutral !closedeyes ... !point Ні. player: Гаразд, я купив це на ринку в диких землях.

source: I bought it at a market out in the wilds.
uk: Я купив це на ринку в диких землях.

source: Why? Is somebody <i>jeeeaalous</>?
uk: А що? Хтось <i>за-а-здрить</>?

# Convo.twn_first_boss_kill_dojo.HUB0.convo.giver.STATE_0.ANSWER_GG_EASY
source: agent: !happy !gruffnod Ha! That's what I like to hear! !point You keep puttin' those moves I taught you to good use, and we'll have that <#RED>Bubble Shield</> up and running in no time flat.
uk: agent: !happy !gruffnod Ха! Оце мені й подобається чути! !point Продовжуйте добре використовувати ті прийоми, що я вас навчив, і ми піднімемо та активуємо той <#RED>Бульбашковий щит</> за лічені хвилини.

# Convo.twn_first_boss_kill_dojo.HUB0.convo.giver.STATE_0.ANSWER_TERRIFIED
source: agent: !neutral !shocked Didn't think you were gonna make it? !think Hmm. Sounds like I haven't been pushin' you hard enough. Starting now, I'm beefin' up yer training regimen! !point We'll start at the crack of dawn with a ten mile run, then push-ups until breakfast, and then-- player: You know-- suddenly I'm a lot less scared of the {name_multiple.rot_boss}! agent: !happy !gruffnod That's the spirit!
uk: agent: !neutral !shocked Не думали, що впораєтесь? !think Хмм. Схоже, я ще не достатньо вас тренував. Відтепер я посилю вашу тренувальну програму! !point Почнемо на світанку з десятимильної пробіжки, потім віджимання до сніданку, а тоді... player: Знаєш... я раптово почав менше боюся {2:{name_multiple.rot_boss}}! agent: !happy !gruffnod Оце настрій!

# Convo.twn_first_boss_kill_dojo.HUB0.convo.giver.STATE_0.QUESTION_GG_EASY
source: And I made it look easy, too.
uk: І я зробив це доволі легко.

# Convo.twn_first_boss_kill_dojo.HUB0.convo.giver.STATE_0.QUESTION_TERRIFIED
source: I-I'm still shaking... I didn't think I was gonna make it...
uk: Я-я досі тремчу... Не думав, що впораюсь...

# Convo.twn_first_death_scout.HUB0.convo.giver.STATE_0.ANSWER_DEAD
source: agent: !neutral !angry Of course not! I'm better at rescues than that. !shrug ...You did get a teensy bit knocked out though. Luckily, I was able to snag you with the <#RED>{name.i_damselfly}'s</> rope claw before things got <i>too</> dire.
uk: agent: !neutral !angry Звичайно, ні! Я трохи краще рятую, ніж б'юсь. !shrug ...Ви були трохи нокаутовані. На щастя, мені вдалося підхопити вас кігтьовим канатом <#RED>{2:{Name.i_damselfly}}</>, перш ніж усе стало <i>занадто</> серйозно.

# Convo.twn_first_death_scout.HUB0.convo.giver.STATE_0.ANSWER_FASTER
source: agent: !neutral !nervous I mean, I'd love to, but predicting the future isn't exactly part of my skillset. !point Remember, if you feel like you need to end your Hunt and regroup, you can signal for me to take you back to camp at any time. Okay?
uk: agent: !neutral !nervous Ну, я б із задоволенням, але передбачати майбутнє — це не зовсім моє вміння. !point Пам'ятайте: якщо відчуєте, що треба завершити полювання й перегрупуватися, ви завжди можете подати сигнал, щоб я повернув вас до табору. Гаразд?

# Convo.twn_first_death_scout.HUB0.convo.giver.STATE_0.ANSWER_SQUAD
source: agent: !happy !agree Of course! That's my job.
uk: agent: !happy !agree Звичайно! Це моя робота.

# Convo.twn_first_death_scout.HUB0.convo.giver.STATE_0.QUESTION_DEAD
source: Did... did I die?
uk: Я... я помер?

# Convo.twn_first_death_scout.HUB0.convo.giver.STATE_0.QUESTION_FASTER
source: Next time, could you grab me <i>before</> I get knocked out?
uk: Наступного разу не міг би ти мене схопити <i>перш ніж</> я опинюся в нокдауні?

# Convo.twn_first_death_scout.HUB0.convo.giver.STATE_0.QUESTION_SQUAD
source: I'm glad to know you have my back.
uk: Приємно знати, що ти за моєю спиною.

source: agent: !neutral !shrug I'd know the smell of those tools anywhere. !think They're probably still lost somewhere in the <#BLUE>{name.thatcher_swamp_r2}</>.
uk: agent: !neutral !shrug Я впізнала б запах цих інструментів будь-де. !think Вони, мабуть, досі загублені десь у <#BLUE>{2:{Name.thatcher_swamp_r2}}</>.

# Convo.twn_fn_unlocked_apothecary.ATTRACT0.farmtools_indungeon.giver.STATE_0.END
source: Don't worry, I'll find them!
uk: Не хвилюйся, я їх знайду!

source: Wh-- how did you know?!
uk: Щ.. звідки ти знаєш?!

# Convo.twn_fn_unlocked_apothecary.ATTRACT0.farmtools_indungeon.giver.STATE_0.TALK
source: agent: !neutral !dubious {name.apothecary_sniff} Haven't found my <#RED>{name.farmtools}</> yet?
uk: agent: !neutral !dubious {name.apothecary_sniff} Ви ще не знайшли мої <#RED>{name.farmtools}</>, так?

source: agent: !neutral !dubious {name.apothecary_sniff} ...Ew. Still covered in <#RED>{name.totolili}</> spit. !think Okay. You found them, so you can use my tools to take care of your garden. Just pick a <#RED>Plot</> and start planting <#RED>Seeds</>. !point I took care of clearing out the weeds. Everyone gets their own <#RED>Plot</>, so don't try to plant stuff in someone else's space! player: Noted, I'll keep my paws off of other folks' plots. agent: !agree Good. You can have these <#RED>Seeds</> I found in my pocket. There's lots more out in the wilds.
uk: agent: !neutral !dubious {name.apothecary_sniff} ...Фу. Досі в <#RED>слині <#RED>{Name.totolili}ї</>. !think Гаразд. Ви їх знайшли, тож можете скористатися моїми інструментами, щоб доглядати за своїм садом. Просто виберіть <#RED>грядку</> і почніть садити <#RED>насіння</>. !point Я подбала про бур’яни. Усі мають власну <#RED>грядку</>, тож не намагайтеся садити щось на чужому місці! player: Зрозуміло, я триматиму лапи якомога далі від чужих грядок. agent: !gruffnod Добре. Ось тримайте це <#RED>насіння</>, я знайшла його в кишені. У дикій місцевості є ще багато.

# Convo.twn_fn_unlocked_apothecary.ATTRACT1.farmtools_finish.giver.STATE_0.END
source: Thanks, {name.npc_apothecary}!
uk: Дякую, {Name.npc_apothecary}!

source: I found your {name.farmtools}!
uk: Я знайшов твої {name.farmtools}!

# Convo.twn_fn_unlocked_apothecary.ATTRACT1.farmtools_finish.giver.STATE_0.TALK
source: agent: !neutral !dubious You're back?
uk: agent: !neutral !dubious Ви повернулися?

# Convo.twn_fn_unlocked_apothecary.ATTRACT2.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral ...<#BLUE>{name.npc_apothecary}</>. !think The others call you 'Hunter'. You hunt the <#RED>{name_multiple.rot}? !shocked You don't <i>eat</> them, do you?
uk: agent: !neutral ...<#BLUE>{Name.npc_apothecary}</>. !think Інші називають вас 'Мисливцем'. Ви полюєте на <#RED>{2:{name_multiple.rot}}? !shocked Ви ж їх не <i>їсте</>, правда?

# Convo.twn_fn_unlocked_apothecary.ATTRACT2.convo.giver.STATE_0.ANSWER_2
source: agent: !neutral !think Oh. Where do you get your food?
uk: agent: !neutral !think О. А де ви берете їжу?

# Convo.twn_fn_unlocked_apothecary.ATTRACT2.convo.giver.STATE_0.ANSWER_3
source: agent: !neutral !dubious I <i>knew</> it. That's why you smell weird. Don't you have any normal food?
uk: agent: !neutral !dubious Я так і <i>знала</>. Ось чому від вас дивно пахне. У вас що, немає нормальної їжі?

# Convo.twn_fn_unlocked_apothecary.ATTRACT2.convo.giver.STATE_0.ANSWER_4
source: agent: !neutral !dubious <#BLUE>'The Brinks'</>...? !disagree Eating old, stale food sounds gross. What you need is a garden. You have a good spot here for one. !shrug If I had my <#RED>{name.farmtools}</> I could teach you how to grow plants. But a stinky old <#RED>{name.totolili}</> stole them. !gesture I was looking for them when I met you. I bet they're still in the <#BLUE>{name.thatcher_swamp_r2}</> somewhere. player: {name.farmtools}, huh? I'll keep an eye out for them!
uk: agent: !neutral !dubious <#BLUE>'Брінкс'</>? !disagree Їсти стару, затхлу їжу — це гидко. Вам потрібен сад. Тут у вас гарне місце для нього. !shrug Якби в мене були <#RED>{name.farmtools}</> я б навчила вас вирощувати рослини. Але смердючий <#RED>{Name.totolili}</> украв їх у мене. !gesture Я саме шукала їх, коли натрапила на вас. Вони, мабуть, досі десь в <#BLUE>{2:{Name.thatcher_swamp_r2}}</>. player: {Name.farmtools}, кажеш? Я спробую пошукати!

# Convo.twn_fn_unlocked_apothecary.ATTRACT2.convo.giver.STATE_0.QUESTION_1
source: Glad to see you're settling in! I forgot to ask, what's your name?
uk: Радий бачити, що ти освоюєшся! До речі, я забув запитати, як тебе звати?

# Convo.twn_fn_unlocked_apothecary.ATTRACT2.convo.giver.STATE_0.QUESTION_2
source: What?! No!!
uk: Що?! Ні!!

# Convo.twn_fn_unlocked_apothecary.ATTRACT2.convo.giver.STATE_0.QUESTION_3
source: I might've taken a nibble once or twice...
uk: Можливо, я відкусив шматочок... пару разів...

# Convo.twn_fn_unlocked_apothecary.ATTRACT2.convo.giver.STATE_0.QUESTION_4
source: We brought some food from the Brinks. It's a little stale, but there's enough to share.
uk: Ми принесли трохи їжі з Брінкс. Вона трохи черства, але її вистачить, щоб поділитися.

# Convo.twn_fn_unlocked_apothecary.ATTRACT2.convo.giver.STATE_0.TALK
source: agent: !neutral !dubious {name.apothecary_sniff} !neutral Oh. It's you.
uk: agent: !neutral !dubious {name.apothecary_sniff} !neutral Ох. Це ви.

# Convo.twn_fn_unlocked_apothecary.ATTRACT2.convo.giver.STATE_0.TITLE
source: Kuma Town Intro
uk: Знайомство Куми з містом

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !dubious And I'm glad to see you're in one piece. !happy !gesture <#BLUE>{name.npc_lunn}</> and I really wanna make sure you stay that way. So now that we're back, we'll try to figure out some <#RED>Armour Upgrades</> for you. !point [face:dummy] In the meantime, change up your equipment with the <#RED>{name.i_station_armorsmith}</> over there!
uk: agent: !neutral !dubious Рада бачити, що з вами все гаразд. !happy !gesture Я і <#BLUE>{Name.npc_lunn}</> справді хочемо подбати, щоб так і залишалося. Тож тепер, коли ми повернулися, спробуємо придумати для вас кілька <#RED>покращень обладунків</>. !point [face:dummy] А тим часом міняйте своє спорядження на <#RED>{3:{name.i_station_armorsmith}}</>, он там!

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.ANSWER_2A
source: agent: !happy !wavelunn My leather cutter, obviously. He's my best buddy.
uk: agent: !happy !wavelunn Мій різак для шкіри, очевидно. Він мій найкращий приятель.

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.ANSWER_3
source: agent: !neutral !angry It's <i>what</i>?
uk: agent: !neutral !angry Це <i>що</i>?

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.ANSWER_4A
source: agent: !happy !agree Agreed! You'd be surprised how many people are rude about it.
uk: agent: !happy !agree Погоджуюсь! Ви б здивувалися, скільки людей буває грубими щодо цього.

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.ANSWER_4B
source: agent: !neutral !shrug Maybe. But I'd rather be weird with my best buddy than normal without him!
uk: agent: !neutral !shrug Можливо. Але я краще буду дивною зі своїм найкращим другом, ніж нормальною без нього!

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.END_OPT
source: It was nice to meet you properly!
uk: Було приємно познайомитися!

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.END_TALK
source: agent: !happy !greet You too! !think ...I hope I didn't miss anything juicy while I was away.
uk: agent: !happy !greet Мені теж! !think ...Сподіваюся, я не пропустила нічого смачного, поки мене не було.

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.QUESTION_1
source: Glad to see you settling in!
uk: Радий бачити, що ти облаштувалася!

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.QUESTION_2A
source: Wait, who's {name.npc_lunn}?
uk: Зачекай, хто такий {Name.npc_lunn}?

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.QUESTION_2A_ALT
source: Who's this {name.npc_lunn} you keep mentioning?
uk: Хто такий {Name.npc_lunn}, якого ти постійно згадуєш?

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.QUESTION_3
source: Your best friend is a leatherworking tool? That's--
uk: Твій найкращий друг - інструмент для обробки шкіри? Це...

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.QUESTION_4A
source: That's great. Friends are important.
uk: Це чудово. Друзі важливі.

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.QUESTION_4B
source: Um... that's a little weird.
uk: Гм... це трохи дивно.

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.QUESTION_5A
source: Yeah, I can do that!
uk: Так, це я можу!

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.TALK
source: agent: !happy !greet Heya, Hunter. Thanks for the ride to camp.
uk: agent: !happy !greet Привіт, Мисливцю. Дякую, що підвезли табору.

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.TALK2
source: agent: !neutral !think Although he does take a 'cut' of all my earnings...
uk: agent: !neutral !think Хоча він бере 'частку' з усіх моїх заробітків...

# Convo.twn_fn_unlocked_armorsmith.ATTRACT0.convo.giver.STATE_0.TITLE
source: Dressing for Battle
uk: Одяг для бою

# Convo.twn_fn_unlocked_blacksmith.ATTRACT0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !gesture O'course I did. !dubious Now, I need <#KONJUR>{name_multiple.konjur_soul_lesser}</> ta fuel th'forge. !point If ye've got the goods, pick what ye want from the <#RED>Weapon Racks</> o'er there, and I'll set ye up right. !gruffnod Deal? Deal.
uk: agent: !neutral !think Авжеж, повернувся. !gesture Тепер мені потрібні <#KONJUR>{name_multiple.konjur_soul_lesser}</>, щоб живити кузню. !point Якщо у вас є матеріали, виберіть те, що вам потрібно на <#RED>стійці для зброї</> он там, і я все влаштую. !gruffnod Домовились? Домовились.

# Convo.twn_fn_unlocked_blacksmith.ATTRACT0.convo.giver.STATE_0.ANSWER_WEAPONTYPES
source: agent: !neutral !angry Didn't ye hear me? !point Pick what ye want from the <#RED>Weapon Racks</> o'er there, and I'll set ye up right. !gruffnod Just be sure ye've got enough <#KONJUR>{name_multiple.konjur_soul_lesser}</>, eh? !gesture This forge innae fueled by hopes and dreams. !neutral
uk: agent: !neutral !angry Ви що, не чули мене? !point Обирайте, що хочете, на <#RED>стійках для зброї</> он там, і я все влаштую. !gruffnod Лише переконайтеся, що у вас є достатньо <#KONJUR>{2:{name_multiple.konjur_soul_lesser}}</>, добре? !gesture Ця кузня не працює на надіях та мріях. !neutral

# Convo.twn_fn_unlocked_blacksmith.ATTRACT0.convo.giver.STATE_0.END_OPT
source: Great! See you around, {name.npc_blacksmith}!
uk: Чудово! До зустрічі, {Name.npc_blacksmith}!

# Convo.twn_fn_unlocked_blacksmith.ATTRACT0.convo.giver.STATE_0.END_OPT_ALT
source: Nice talking, {name.npc_blacksmith}! See you around.
uk: Приємно поговорили, {Name.npc_blacksmith}! До зустрічі.

# Convo.twn_fn_unlocked_blacksmith.ATTRACT0.convo.giver.STATE_0.END_TALK
source: agent: !neutral !gruffnod Aye.
uk: agent: !neutral !gruffnod Бувай.

# Convo.twn_fn_unlocked_blacksmith.ATTRACT0.convo.giver.STATE_0.QUESTION_1
source: You made it!
uk: Ти повернувся!

source: Can I get new Weapon types from you?
uk: Чи можу я отримати від тебе нові типи зброї?
