Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Convo.dgn_6_following_me_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !neutral !shrug Nah. I can do my research anywhere. !gesture Plus it's nice to collect fresh samples. !notebook
uk: agent: !neutral !shrug Та ні. Я можу проводити дослідження будь-де. !gesture Плюс, добре збирати свіжі зразки. !notebook

# Convo.dgn_6_following_me_powerupgrade.HUB0.convo.giver.STATE_0.ANSWER_2C
source: agent: !neutral !notebook Okay. See you next time!
uk: agent: !neutral !notebook Гаразд. Побачимось наступного разу!

# Convo.dgn_6_following_me_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_1
source: How come you follow me on all my Hunts? Is it just to give me Upgrades?
uk: Чому ти слідуєш за мною на всіх моїх полюваннях? Це тільки для того, щоб давати мені покращення?

# Convo.dgn_6_following_me_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_2A
source: Haha.
uk: Хаха.

# Convo.dgn_6_following_me_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_2A_ALT
source: Ha ha.
uk: Ха-ха.

# Convo.dgn_6_following_me_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_2B
source: Um. Doesn't the travel interrupt your research?
uk: Ум. Хіба подорожі не заважають твоєму дослідженню?

# Convo.dgn_6_following_me_powerupgrade.HUB0.convo.giver.STATE_0.QUESTION_2C
source: I. Think I should leave.
uk: Я. Гадаю мені краще піти.

# Convo.dgn_are_you_cold_market.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !dubious Verily. !happy !gesture I'm suffering for art. !neutral !eyeroll You wouldn't understand.
uk: agent: !neutral !dubious Справді. !happy !gesture Я страждаю заради мистецтва. !neutral !eyeroll Ви б не зрозуміли.

# Convo.dgn_are_you_cold_market.HUB0.convo.giver.STATE_0.QUESTION_1
source: ...Isn't your chest cold?
uk: ...Тобі не холодно в грудях?

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !angry You know what they say, my good <#BLUE>{player.species}</>-- location, location, location!! !happy !dubious But nevermind that-- I do believe that shoe of yours is untied!
uk: agent: !neutral !angry Знаєте, що кажуть, мій дорогий <#BLUE>{player.species}</>... місце, місце, місце!! !happy !dubious Але не зважайте на це... здається, ваше взуття розв'язане!

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !happy !point Here, let me hold your bag while you fix it. !gesture You wouldn't want to fall over in thisss mud, now.
uk: agent: !happy !point Дозвольте, я потримаю вашу сумку, поки ви ремонтуєте їх. !gesture Ви ж не хочете впасти в цей бруд, правда?

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.ANSWER_3A_CONT
source: agent: !gesture Now, were you also looking to buy a <#RED>Potion</> today?
uk: agent: !gesture Ви також хотіли сьогодні купити <#RED>зілля</>?

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.ANSWER_3B
source: agent: !shocked Of course, of course! !gesture Here you are, my friend. !dubious Now, are you sure about leaving that shoe untied?
uk: agent: !shocked Звісно, звісно! !gesture Прошу, друже мій. !dubious Ви впевнені, що хочете залишити шнурки розв'язаними?

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.ANSWER_3C
source: agent: !shocked What! But what if you trip fighting a <#RED>{name.rot}</>?
uk: agent: !shocked Що! Але, якщо ви зустрінете <#RED>{2:{name.rot}}</>?

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.ANSWER_4A
source: agent: !gesture Thanksss for your patronage!
uk: agent: !gesture Ссспасибі за вашу підтримку!

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.ANSWER_6B
source: agent: !neutral !dubious ... !happy !point Fair play. !greet 'Ta!
uk: agent: !neutral !dubious ... !happy !point Чесна гра. !greet Дякую!

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.ANSWER_7
source: agent: !greet Until next time, my friend!
uk: agent: !greet До наступного разу, друже!

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.ANSWER_MID_3A
source: agent: !gesture Here'sss your bag back, my good <#BLUE>{player.species}</>.
uk: agent: !gesture Осссь ваша сумка, мій добрий <#BLUE>{player.species}</>.

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.QUESTION_1
source: {name.npc_doc_lastname}? How'd you end up in {name.bandi_swamp}?
uk: {Name.npc_doc_lastname}? Як ти опинився біля {2:{Name.bandi_swamp}}?

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.QUESTION_2
source: Oh? Why, so it is!
uk: Ох? Чому, так воно і є!

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.QUESTION_3A
source: Sure, thanks!
uk: Звичайно, дякую!

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.QUESTION_3B
source: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {name.konjur}]</> I'm just here for a Potion. <i><#RED><z 0.7>(Refill All Potion Charges)</></i></z>
uk: <#RED><p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {2:{name.konjur}}]</> Я тут лише за зіллям. <i><#RED><z 0.7>(Поновити всі заряди зілля)</></i></z>

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.QUESTION_3C
source: Eh, why bother.
uk: Ех, навіщо турбуватися.

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.QUESTION_4A
source: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {name.konjur}]</> Oh, yes please. <i><#RED><z 0.7>(Refill All Potion Charges)</></i></z>
uk: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {2:{name.konjur}}]</> Так, будь ласка. <i><#RED><z 0.7>(Поновити всі заряди зілля)</></i></z>

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.QUESTION_4B
source: No thanks, I'm good for now.
uk: Ні, дякую, зараз я в порядку.

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.QUESTION_5A
source: Fine, okay. Hold my bag.
uk: Добре, добре. Тримай мою сумку.

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.QUESTION_5B
source: Eh, I'm not too worried about it.
uk: Ех, мене це не надто хвилює.

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.QUESTION_6A
source: Hmm, maybe you're right.
uk: Хм, можливо, ти правий.

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.QUESTION_6B
source: Sounds like an exciting fight!
uk: Звучить як захопливий бій!

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.QUESTION_7
source: Thanks, {name.npc_doc_lastname}!
uk: Дякую, {Name.npc_doc_lastname}!

# Convo.dgn_bv_bandiswamp_potion.HUB0.convo.giver.STATE_0.QUESTION_MID_3A
source: <i>(shuffle shuffle)</i> Done!
uk: <i>(змішати перемішати)</i> Готово!

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !shocked Why, <i>say!</i> You're just in time to try my NEW <#LEGENDARY>Limited Edition</> <#BLUE><i>{name.npc_doc_lastname}-Brand</i></> <#RED>Health Potion</>! !clap [recipe:limited_potion_refill] Only <#KONJUR>{ripoff_amount} {name.i_konjur}</> more than a regular <#RED>Potion</>! Get it while sssupplies last!
uk: agent: !happy !shocked Ого, ви <i>якраз</i> вчасно, щоб спробувати мою НОВУ <#LEGENDARY>обмежену серію</> <#RED>зілля</> <#BLUE><i>бренду {Name.npc_doc_lastname}</i></>! !clap [recipe:limited_potion_refill] Лише на <#KONJUR>{ripoff_amount} {2:{name.i_konjur}}</> більше, ніж звичайне <#RED>зілля</>! Ловіть момент, поки є в наявності!

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.ANSWER_1A
source: agent: !happy !shocked Tassstes the same, too! !bliss Isn't it incredible?
uk: agent: !happy !shocked На смак таке ж саме! !bliss Хіба це не дивовижно?

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.ANSWER_1B
source: agent: !happy !clap Yes! Oh, you're getting a real sssteal on this-- !gesture --But I'm happy to bend the rules for a valued cussstomer.
uk: agent: !happy !clap Так! О, ви отримаєте справжню вигоду... !gesture ..Але я з радістю порушу правила заради цінного покупця.

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.ANSWER_1C
source: agent: !neutral !think I expected a Hunter to be more adventurousss! !dubious Are you sssure you don't want to try a <#BLUE>Limited Edition</> <#RED>Potion</>?
uk: agent: !neutral !think Я очікував, що Мисливець буде більш сссміливим! !dubious Ви впевнені, що не хочете спробувати <#RED>зілля</> <#BLUE>обмеженої серії</> ?

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.ANSWER_1D
source: agent: !neutral !shocked Whoa, whoa now! !think What say I give you this special, <#BLUE>Limited Edition</> <#RED>Potion</> for the price of your usual refill then? !happy !agree Consider it a loyalty reward for a most valued customer.
uk: agent: !neutral !shocked Ого, ого, заспокойся! !think А якщо я віддав вам це спеціальне, <#RED>зілля</> <#BLUE>обмеженої серії</> за ціною як завжди? !happy !agree Вважайте це винагородою за лояльність для найціннішого клієнта.

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !happy !gesture Pleasssure doing business!
uk: agent: !happy !gesture Приємно мати сссправу!

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !neutral !dubious You stick to your guns. I respect that. !happy !greet Until next time, kid.
uk: agent: !neutral !dubious Ви стоїте на своєму. Я це поважаю. !happy !greet До наступного разу, друже.

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.ANSWER_3B
source: agent: !happy !shocked Well now! Who am I to discourage a sssalt of the earth <#BLUE>{player.species}'s</> brand loyalty?! !point One regular <#RED>Potion</> comin' right up, pal of mine.
uk: agent: !happy !shocked Ну що ж! Хто я такий, щоб зневажати лояльність <#BLUE>{2:{player.species}}</> до бренду?! !point Одне звичайне <#RED>зілля</> зараз буде готове, мій друже.

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.ANSWER_THANKS_BYE
source: agent: !happy !greet Ta ta!
uk: agent: !happy !greet Па па!

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.QUESTION_1
source: Say... what?
uk: Сказати... що?

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.QUESTION_1A
source: It looks the same as the old potion.
uk: Виглядає так само, як старе зілля.

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.QUESTION_1B
source: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {limited_konjur_cost} {name.konjur}]</> I'll take one! <i><#RED><z 0.7>(Refill with <i>Limited Edition</i> Potion)</></i></z>
uk: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {limited_konjur_cost} {name.konjur}у]</> Я візьму одне! <i><#RED><z 0.7>(Поновити зілля <i>обмеженою серією</i>)</></i></z>

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.QUESTION_1C
source: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {name.konjur}]</> Can I just get my usual? <i><#RED><z 0.7>(Refill All Potion Charges)</></i></z>
uk: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {2:{name.konjur}}]</> Можна мені як завжди? <i><#RED><z 0.7>(Поновити всі заряди зілля)</></i></z>

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.QUESTION_1D
source: Actually, I don't need a Potion today.
uk: Насправді мені сьогодні не потрібне зілля.

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.QUESTION_2A
source: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {name.konjur}]</> Now <i>that's</i> more like it. <i><#RED><z 0.7>(Refill with Limited Edition Potion)</></i></z>
uk: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {2:{name.konjur}}]</> Тепер <i>це</i> мені більше подобається. <i><#RED><z 0.7>(Поновити зілля обмеженою серією)</></i></z>

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.QUESTION_2B
source: I said no.
uk: Я сказав ні.

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.QUESTION_3A
source: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {limited_konjur_cost} {name.konjur}]</> Okay, fine, I'll try it. <i><#RED><z 0.7>(Refill with Limited Edition Potion)</></i></z>
uk: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {limited_konjur_cost} {2:{name.konjur}}]</> Гаразд, добре, я спробую. <i><#RED><z 0.7>(Поновити зілля обмеженою серією)</></i></z>

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.QUESTION_3B
source: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {name.konjur}]</> I said "the usual" and I meant it. <i><#RED><z 0.7>(Refill All Potion Charges)</></i></z>
uk: <#RED>[<p img='images/hud_images/hud_konjur_drops_currency.tex'> {konjur_cost} {2:{name.konjur}}]</> Я сказав "як завжди", і я саме це мав на увазі. <i><#RED><z 0.7>(Поновити всі заряди зілля)</></i></z>

# Convo.dgn_bv_sedamenttundra_potion.HUB0.convo.giver.STATE_0.QUESTION_THANKS_BYE
source: Thanks, {name.npc_doc_firstname}!
uk: Дякую, {name.npc_doc_firstname}!

# Convo.dgn_challenge_bandi_magpie.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !gruffnod <z 0.8>Queep quaw.</z> !happy !eyeroll <z 0.8><#RED>Quort. Squet.</> Quaw queep.</z>
uk: agent: !neutral !gruffnod <z 0.8>Квіп кву.</z> !happy !eyeroll <z 0.8><#RED>Кворт. Скет.</> Кву квіп.</z>

# Convo.dgn_challenge_bandi_magpie.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !happy !laugh <z 0.8><i>Caa-caa-caa-caa.</i></z> !neutral !shrug <z 0.8>Chorp?</z>
uk: agent: !happy !laugh <z 0.8><i>Каа-каа-каа-каа.</i></z> !neutral !shrug <z 0.8>Чорп?</z>

# Convo.dgn_challenge_bandi_magpie.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !neutral !think <z 0.8>Squet. Quaw quawk <#RED>Queep Quee</>, kwaa.</z>
uk: agent: !neutral !think <z 0.8>Скет. Кву квук <#RED>Квіп Кві</>, ква.</z>

# Convo.dgn_challenge_bandi_magpie.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: !happy !laugh <z 0.8>Caa-caa-caa-caa!</z>
uk: agent: !happy !laugh <z 0.8>Каа-каа-каа-каа!</z>

# Convo.dgn_challenge_bandi_magpie.HUB0.convo.giver.STATE_0.ANSWER_END_ALT
source: agent: !neutral !dubious <z 0.8>Quaw, quaw. Squet.</z> !happy !greet <z 0.8>Queep quee!</z>
uk: agent: !neutral !dubious <z 0.8>Кву, кву. Скет.</z> !happy !greet <z 0.8>Квіп кві!</z>

# Convo.dgn_challenge_bandi_magpie.HUB0.convo.giver.STATE_0.END_GENERIC
source: Sorry, gotta run. See you at the Market?
uk: Вибач маю бігти. До зустрічі на ринку?

# Convo.dgn_challenge_bandi_magpie.HUB0.convo.giver.STATE_0.QUESTION_1
source: Hmm, lemme guess. You have a new challenge for me.
uk: Хмм, дай вгадаю. Ти маєш для мене нове випробування.

# Convo.dgn_challenge_bandi_magpie.HUB0.convo.giver.STATE_0.QUESTION_2A
source: <#RED>{condition_1}</> before I get to your Market, eh? How do you come up with this stuff?
uk: <#RED>{condition_1}</> до того, як я потраплю на ваш ринок, га? Як ти це придумала?

# Convo.dgn_challenge_bandi_magpie.HUB0.convo.giver.STATE_0.QUESTION_2B
source: Aaaand I'm assuming there's a second challenge?
uk: Ііііі я припускаю, що є друге випробування?

# Convo.dgn_challenge_bandi_magpie.HUB0.convo.giver.STATE_0.QUESTION_END
source: Okay... I'll try my best.
uk: Добре... я спробую зробити все можливе.

# Convo.dgn_challenge_bandi_magpie.HUB0.convo.giver.STATE_0.QUESTION_END_ALT
source: <#RED>{condition_2}</> before I reach the end? I mean, yeah, ideally!
uk: <#RED>{condition_2}</> перш ніж я дійду до кінця? Ну, так, ідеально!

# Convo.dgn_challenge_eggzy_magpie.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !gruffnod <z 0.8>Queep-queep. Quort-quaw?</z> !clap !point <z 0.8><#RED>Quaw Queep Coo.</> Quep!</z>
uk: agent: !neutral !gruffnod <z 0.8>Квіп-квіп. Кворт-кву?</z> !clap !point <z 0.8><#RED>Кву квіп коо.</> Куіп!</z>

# Convo.dgn_challenge_eggzy_magpie.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !neutral !shrug <z 0.8>Kwee-kwee. Quawk kee!</z> !laugh <z 0.8><i>Caa-caa-caa-caa.</i></z>
uk: agent: !neutral !shrug <z 0.8>Кві-Кві. Квук кее!</z> !laugh <z 0.8><i>Каа-каа-каа-каа.</i></z>

# Convo.dgn_challenge_eggzy_magpie.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !neutral !think <z 0.8>Kwaa coo. <#RED>Queep Quawk Kwee</>, kwaa.</z>
uk: agent: !neutral !think <z 0.8>Ква коо. <#RED>Квіп квук кві</>, ква.</z>

# Convo.dgn_challenge_eggzy_magpie.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: !happy !laugh <z 0.8>Caa-caa-caa-caa!</z>
uk: agent: !happy !laugh <z 0.8>Каа-каа-каа-каа!</z>

# Convo.dgn_challenge_eggzy_magpie.HUB0.convo.giver.STATE_0.ANSWER_END_ALT
source: agent: !neutral !dubious <z 0.8>Quaw, quaw. Squet.</z> !happy !greet <z 0.8>Queep quee!</z>
uk: agent: !neutral !dubious <z 0.8>Кву, кву. Скет.</z> !happy !greet <z 0.8>Квіп кві!</z>

# Convo.dgn_challenge_eggzy_magpie.HUB0.convo.giver.STATE_0.END_GENERIC
source: Sorry, gotta run. See you at the Market?
uk: Вибач маю бігти. До зустрічі на ринку?

# Convo.dgn_challenge_eggzy_magpie.HUB0.convo.giver.STATE_0.QUESTION_1
source: Alright, let's hear it. What's the challenge today?
uk: Гаразд, слухаю. Яке сьогодні завдання?

# Convo.dgn_challenge_eggzy_magpie.HUB0.convo.giver.STATE_0.QUESTION_2A
source: <#RED>{condition_1}</> before I get to your Market? And ricocheted hits don't count... that's cold, {name.shop_magpie}.
uk: <#RED>{condition_1}</> ще до того, як я дістанусь твого ринку? І відбиті удари не рахуються... отакої, {Name.shop_magpie}.

# Convo.dgn_challenge_eggzy_magpie.HUB0.convo.giver.STATE_0.QUESTION_2B
source: Any other challenges for me?
uk: Чи є ще якісь виклики для мене?

# Convo.dgn_challenge_eggzy_magpie.HUB0.convo.giver.STATE_0.QUESTION_END
source: Okay... I'll try my best.
uk: Добре... я спробую зробити все можливе.

# Convo.dgn_challenge_eggzy_magpie.HUB0.convo.giver.STATE_0.QUESTION_END_ALT
source: <#RED>{condition_2}</> before I reach the end? I mean, yeah, ideally!
uk: <#RED>{condition_2}</> перш ніж я дійду до кінця? Ну, так, ідеально!

# Convo.dgn_challenge_grim_magpie.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !neutral !think <z 0.8>Quee? Quaw-kee...</z> !point <z 0.8>Kwee kwaa, <#RED>Quawk Coo Quep</>. Queep.</z>
uk: agent: !neutral !think <z 0.8>Кві? Кву-кі...</z> !point <z 0.8>Кві ква, <#RED>Квук Ку Квіп</>. Квіп.</z>

# Convo.dgn_challenge_grim_magpie.HUB0.convo.giver.STATE_0.ANSWER_2A
source: agent: !eyeroll <z 0.8>Coo-coo quep...</z>
uk: agent: !eyeroll <z 0.8>Ку-ку квіп...</z>

# Convo.dgn_challenge_grim_magpie.HUB0.convo.giver.STATE_0.ANSWER_2B
source: agent: !think <z 0.8>Quee...</z> !point <z 0.8>Quaw, <#RED>Queep Queep Quep</>!</z>
uk: agent: !think <z 0.8>Кві...</z> !point <z 0.8>Кву, <#RED>Квіп Квіп Квіп</>!</z>

# Convo.dgn_challenge_grim_magpie.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: !gruffnod <z 0.8>Quawk quep!</z>
uk: agent: !gruffnod <z 0.8>Квук куіп!</z>

# Convo.dgn_challenge_grim_magpie.HUB0.convo.giver.STATE_0.ANSWER_END_ALT
source: agent: !gruffnod <z 0.8>Kweh queep!</z> !laugh <z 0.8>Caa-caa-caa-caa!</z>
uk: agent: !gruffnod <z 0.8>Квех квіп!</z> !laugh <z 0.8>Каа-каа-каа-каа!</z>

# Convo.dgn_challenge_grim_magpie.HUB0.convo.giver.STATE_0.END_GENERIC
source: Sorry, gotta run. See you at the Market?
uk: Вибач маю бігти. До зустрічі на ринку?

# Convo.dgn_challenge_grim_magpie.HUB0.convo.giver.STATE_0.QUESTION_1
source: Alright {name.shop_magpie}, what's the challenge today? Give me your worst, I can take it!
uk: Гаразд, {Name.shop_magpie}, яке сьогодні випробування? Дай мені найгірше, я витримаю!

# Convo.dgn_challenge_grim_magpie.HUB0.convo.giver.STATE_0.QUESTION_2A
source: <#RED>{condition_1}</> before I reach your Market? Hats off to you for coming up with that one!
uk: <#RED>{condition_1}</> перед тим, як я дістануся до вашого ринку? Знімаю капелюха за таку вигадливість!

# Convo.dgn_challenge_grim_magpie.HUB0.convo.giver.STATE_0.QUESTION_2B
source: What'll the second challenge be?
uk: Яким буде друге випробування?

# Convo.dgn_challenge_grim_magpie.HUB0.convo.giver.STATE_0.QUESTION_END
source: Alright, I'll do my best!
uk: Гаразд, я зроблю все, що зможу!

# Convo.dgn_challenge_grim_magpie.HUB0.convo.giver.STATE_0.QUESTION_END_ALT
source: <#RED>{condition_2}</> all the way through to the end? Well if hunting doesn't work out, I can switch to being a cat burglar!
uk: <#RED>{condition_2}</> аж до самого кінця? Ну, якщо з полюванням не складеться, можу перекваліфікуватися у котячого злодія!

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.ANSWER_1
source: agent: !happy !bliss <z 0.8>Coooooo.</z> !gesture <z 0.8>Quaw quaw!</z>
uk: agent: !happy !bliss <z 0.8>Коооооо.</z> !gesture <z 0.8>Кву кву!</z>

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.ANSWER_2
source: agent: !neutral !dubious <z 0.8>Quaw quaw <#RED>Queep Quee</>. Quee quee quaw.</z>
uk: agent: !neutral !dubious <z 0.8>Кву кву <#RED>Квіп Кві</>. Кві кві кву.</z>

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.ANSWER_3
source: agent: !neutral !think <z 0.8>Quaw quaw!</z> !gesture <z 0.8><#RED>Quee Quaw</> kwee kwee.</>
uk: agent: !neutral !think <z 0.8>Кву кву!</z> !gesture <z 0.8><#RED>Кві кву</> кві кві.</>

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.ANSWER_4
source: agent: !happy !dubious <z 0.8>Quee!</z>
uk: agent: !happy !dubious <z 0.8>Кві!</z>

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.ANSWER_END
source: agent: !neutral !greet <z 0.8>Chwee!</>
uk: agent: !neutral !greet <z 0.8>Чві!</>

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.ANSWER_END1
source: agent: !happy !bliss <z 0.8>Coooo, coo quee!</z> !laugh <z 0.8>Caa-caa-caa-caa!</z>
uk: agent: !happy !bliss <z 0.8>Коооо, коо, кві!</z> !laugh <z 0.8>Каа-каа-каа-каа!</z>

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.ANSWER_END2
source: agent: !neutral !point <z 0.8>Quyou?</z> !clap <z 0.8>Quee-quee!</z> !happy !laugh <z 0.8><i>Caa-caa-caa-caa!</i></z>
uk: agent: !neutral !point <z 0.8>Кую?</z> !clap <z 0.8>Кві-кві!</z> !happy !laugh <z 0.8><i>Каа-каа-каа-каа!</i></z>

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.ANSWER_END3
source: agent: !neutral !greet <z 0.8>Chwee!</>
uk: agent: !neutral !greet <z 0.8>Чві!</>

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.END_GENERIC
source: Sorry, gotta run. See you at the Market?
uk: Вибач маю бігти. До зустрічі на ринку?

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.QUESTION_1
source: Sorry... what? Really? You want to share some of your treasure with me?
uk: Вибач... що? Справді? Не хочеш поділитися зі мною своїм скарбом?

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.QUESTION_2
source: ...Right. I should've known there'd be more to it. Okay, tell me what I need to do.
uk: ...Так. Я повинен був здогадатися, що це ще не все. Гаразд, скажи, що мені робити.

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.QUESTION_3
source: <#RED>{condition_1}</> until I get to your Market? That doesn't seem too hard!
uk: <#RED>{condition_1}</> доки я не прийду на ваш ринок? Здається, це не так вже й складно!

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.QUESTION_4
source: You've got another treasure for me if I <#RED>{condition_2}</> from here, all the way to the end? Okay, that seems... a little harder.
uk: У тебе є ще один скарб для мене, якщо я <#RED>{condition_2}</> звідси й до самого кінця? Гаразд, це здається... трохи складніше.

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.QUESTION_END1
source: Heck. You know what? You're on! I'll see <i>you</i> at the Market, Ms. Nimbs.
uk: Чорт. Знаєш що? Я приймаю виклик! Зустрінемося з <i>тобою</i> на ринку, пані Легкокрила.

# Convo.dgn_challenge_mt_magpie.HUB0.convo.giver.STATE_0.QUESTION_END2
source: Wait a second, why exactly do you want me to do all this?
uk: Секундочку, чому ти хочеш, щоб саме я все це зробив?
