Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_bandi_swamp.desc
source: Steam rises from this exotic blend.
uk: Над цією екзотичною сумішшю підіймається пара.

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_bandi_swamp.name
source: Bean Dogs
uk: Бобові хот-доги

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_eggzy_tundra.desc
source: A dramatic temperature twist.
uk: Драматичний температурний контраст.

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_eggzy_tundra.name
source: Caramelized Onion Buns
uk: Булочки з карамелізованою цибулею

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_grimhollow_volcano.desc
source: Warning: Extremely hot!
uk: Увага: надзвичайно гаряче!

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_grimhollow_volcano.name
source: Crusty Artisan Bread
uk: Хрусткий ремісничий хліб

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_owlitzer_forest.desc
source: Where fire meets forest.
uk: Там, де вогонь зустрічається з лісом.

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_owlitzer_forest.name
source: Berry Muffins
uk: Ягідні мафіни

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_sedament_tundra.desc
source: Hot meets cold in this unique dish.
uk: Гаряче поєднується з холодним у цій унікальній страві.

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_sedament_tundra.name
source: Cabbage Puffs
uk: Капустяні слойки

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_thatcher_swamp.desc
source: A blazing bog blend.
uk: Пекуча болотяна суміш.

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_thatcher_swamp.name
source: Fruit Tart
uk: Фруктовий тарт

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_treemon_forest.desc
source: A sizzling woodland dish.
uk: Шипляча лісова страва.

# STRINGS.ITEMS.COOKED_FOOD.grimhollow_volcano_treemon_forest.name
source: Squash Ravioli
uk: Равіолі з гарбуза

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_bandi_swamp.desc
source: A peculiar pairing that works surprisingly well.
uk: Дивне поєднання, що працює напрочуд добре.

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_bandi_swamp.name
source: Jelly Beans
uk: Желейні боби

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_eggzy_tundra.desc
source: Chilled to perfection.
uk: Охолоджені до досконалості.

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_eggzy_tundra.name
source: Sweet Onion Skewers
uk: Шашлички із солодкої цибулі

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_grimhollow_volcano.desc
source: A fiery forest combination.
uk: Вогняне лісове поєднання.

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_grimhollow_volcano.name
source: Berry Pancakes
uk: Ягідні млинці

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_owlitzer_forest.desc
source: A wise choice for lunch.
uk: Розумний вибір для обіду.

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_owlitzer_forest.name
source: Berry Compote
uk: Ягідний компот

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_sedament_tundra.desc
source: A refreshingly cool combination.
uk: Освіжаюче прохолодне поєднання.

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_sedament_tundra.name
source: Chilled Berry Salad
uk: Охолоджений ягідний салат

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_thatcher_swamp.desc
source: An acquired taste.
uk: На любителя.

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_thatcher_swamp.name
source: Fruit Skewers
uk: Фруктові шпажки

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_treemon_forest.desc
source: A classic forest combination.
uk: Класичне лісове поєднання.

# STRINGS.ITEMS.COOKED_FOOD.owlitzer_forest_treemon_forest.name
source: Owl's Nest Cookies
uk: Печиво "Сова у гнізді"

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_bandi_swamp.desc
source: Cold meets murky.
uk: Холод зустрічається з темрявою.

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_bandi_swamp.name
source: Leafy Bean Dumplings
uk: Листяні бобові пельмені

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_eggzy_tundra.desc
source: Extra cold, extra good.
uk: Дуже холодна, дуже смачна.

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_eggzy_tundra.name
source: Bulbous Braised Cabbage
uk: Тушкована капуста з цибулинами

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_grimhollow_volcano.desc
source: An explosive combination of flavors.
uk: Вибухове поєднання смаків.

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_grimhollow_volcano.name
source: Bread Dip
uk: Хлібний соус

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_owlitzer_forest.desc
source: A frosty forest favorite.
uk: Морозний лісовий улюбленець.

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_owlitzer_forest.name
source: Green Smoothie
uk: Зелений смузі

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_sedament_tundra.desc
source: Best served frozen.
uk: Найкраще подавати замороженим.

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_sedament_tundra.name
source: Grazer's Feast
uk: Бенкет травоїда

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_thatcher_swamp.desc
source: Where frost meets marsh.
uk: Де мороз зустрічається з болотом.

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_thatcher_swamp.name
source: Chopped Salad
uk: Рубаний салат

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_treemon_forest.desc
source: Where cold meets cozy.
uk: Де холод зустрічається з затишком.

# STRINGS.ITEMS.COOKED_FOOD.sedament_tundra_treemon_forest.name
source: Roasted Squash Wraps
uk: Обгортки з запеченими гарбузами

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_bandi_swamp.desc
source: A swampy sensation.
uk: Болотяна насолода.

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_bandi_swamp.name
source: Ants on a Log
uk: Мурахи на колоді

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_eggzy_tundra.desc
source: Surprisingly refreshing!
uk: Неочікувано освіжаюче!

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_eggzy_tundra.name
source: Fruit and Onion Medley
uk: Фруктово-цибулеве асорті

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_grimhollow_volcano.desc
source: Watch out - it's hot!
uk: Обережно – гаряче!

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_grimhollow_volcano.name
source: Glazed Fruit Cake
uk: Глазурований фруктовий торт

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_owlitzer_forest.desc
source: A unique forest combination.
uk: Унікальне лісове поєднання.

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_owlitzer_forest.name
source: Fruit Salad
uk: Фруктовий салат

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_sedament_tundra.desc
source: A frosty take on swamp cuisine.
uk: Морозний варіант болотної кухні.

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_sedament_tundra.name
source: Fruit Rolls
uk: Фруктові рулетики

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_thatcher_swamp.desc
source: A swamp dweller's favorite.
uk: Улюблена страва болотяників.

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_thatcher_swamp.name
source: Fruit Medley
uk: Фруктове асорті

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_treemon_forest.desc
source: A mysterious mix of tastes.
uk: Загадкова суміш смаків.

# STRINGS.ITEMS.COOKED_FOOD.thatcher_swamp_treemon_forest.name
source: Dried Fruit Chips
uk: Чипси з сухофруктів

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_bandi_swamp.desc
source: An unusual but tasty combination.
uk: Незвичайне, але смачне поєднання.

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_bandi_swamp.name
source: Veggie Bog Burger
uk: Овочевий болотний бургер

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_eggzy_tundra.desc
source: Best served cold.
uk: Найкраще подавати холодним.

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_eggzy_tundra.name
source: Forest Fritters
uk: Лісові оладки

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_grimhollow_volcano.desc
source: Hot and spicy forest fare.
uk: Гаряча й пряна лісова страва.

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_grimhollow_volcano.name
source: Ma's Old-Fashioned Gruel
uk: Гречка по-маминому

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_owlitzer_forest.desc
source: The best of both forests combined.
uk: Найкраще з обох лісів разом.

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_owlitzer_forest.name
source: Squashed Berry Mash
uk: Пюре з ягід

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_sedament_tundra.desc
source: A chilly forest delicacy.
uk: Прохолодний лісовий делікатес.

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_sedament_tundra.name
source: Garnished Squash Puree
uk: Гарнір з гарбузового пюре

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_thatcher_swamp.desc
source: Don't let the look fool you - it's delicious!
uk: Не дайте вигляду вас обдурити – це смачно!

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_thatcher_swamp.name
source: Fruit and Veggie Bites
uk: Фруктові та овочеві закуски

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_treemon_forest.desc
source: A hearty blend of forest ingredients.
uk: Насичена суміш лісових інгредієнтів.

# STRINGS.ITEMS.COOKED_FOOD.treemon_forest_treemon_forest.name
source: Sautéed Squash
uk: Соте з гарбузів

# STRINGS.ITEMS.CROP.bandi_swamp_crop.crop
source: {name.bandi_swamp} Crop
uk: Саджанець {2:{Name.bandi_swamp}}

# STRINGS.ITEMS.CROP.bandi_swamp_crop.desc
source: {name.bandi_swamp} Seed
uk: Насіння {2:{Name.bandi_swamp}}

# STRINGS.ITEMS.CROP.bandi_swamp_crop.name
source: {name.bandi_swamp} Seed
uk: Насіння {2:{Name.bandi_swamp}}

# STRINGS.ITEMS.CROP.eggzy_tundra_crop.crop
source: {name.eggzy_tundra} Crop
uk: Саджанець {2:{Name.eggzy_tundra}}

# STRINGS.ITEMS.CROP.eggzy_tundra_crop.desc
source: {name.eggzy_tundra} Seed
uk: Насіння {2:{Name.eggzy_tundra}}

# STRINGS.ITEMS.CROP.eggzy_tundra_crop.name
source: {name.eggzy_tundra} Seed
uk: Насіння {2:{Name.eggzy_tundra}}

# STRINGS.ITEMS.CROP.gem_unidentified_crop.crop
source: Crystallized Crop
uk: Кристалізований саджанець

# STRINGS.ITEMS.CROP.gem_unidentified_crop.desc
source: Crystallized Seed
uk: Кристалізоване насіння

# STRINGS.ITEMS.CROP.gem_unidentified_crop.name
source: Crystallized Seed
uk: Кристалізоване насіння

# STRINGS.ITEMS.CROP.grimhollow_volcano_crop.crop
source: {name.grimhollow_volcano} Crop
uk: Саджанець {2:{Name.grimhollow_volcano}}

# STRINGS.ITEMS.CROP.grimhollow_volcano_crop.desc
source: {name.grimhollow_volcano} Seed
uk: Насіння {2:{Name.grimhollow_volcano}}

# STRINGS.ITEMS.CROP.grimhollow_volcano_crop.name
source: {name.grimhollow_volcano} Seed
uk: Насіння {2:{Name.grimhollow_volcano}}

# STRINGS.ITEMS.CROP.owlitzer_forest_crop.crop
source: {name.owlitzer_forest} Crop
uk: Саджанець {2:{Name.owlitzer_forest}}

# STRINGS.ITEMS.CROP.owlitzer_forest_crop.desc
source: {name.owlitzer_forest} Seed
uk: Насіння {2:{Name.owlitzer_forest}}

# STRINGS.ITEMS.CROP.owlitzer_forest_crop.name
source: {name.owlitzer_forest} Seed
uk: Насіння {2:{Name.owlitzer_forest}}

# STRINGS.ITEMS.CROP.sedament_tundra_crop.crop
source: {name.sedament_tundra} Crop
uk: Саджанець {2:{Name.sedament_tundra}}

# STRINGS.ITEMS.CROP.sedament_tundra_crop.desc
source: {name.sedament_tundra} Seed
uk: Насіння {2:{Name.sedament_tundra}}

# STRINGS.ITEMS.CROP.sedament_tundra_crop.name
source: {name.sedament_tundra} Seed
uk: Насіння {2:{Name.sedament_tundra}}

# STRINGS.ITEMS.CROP.thatcher_swamp_crop.crop
source: {name.thatcher_swamp} Crop
uk: Саджанець {2:{Name.thatcher_swamp}}

# STRINGS.ITEMS.CROP.thatcher_swamp_crop.desc
source: {name.thatcher_swamp} Seed
uk: Насіння {2:{Name.thatcher_swamp}}

# STRINGS.ITEMS.CROP.thatcher_swamp_crop.name
source: {name.thatcher_swamp} Seed
uk: Насіння {2:{Name.thatcher_swamp}}

# STRINGS.ITEMS.CROP.treemon_forest_crop.crop
source: {name.treemon_forest} Crop
uk: Саджанець {2:{Name.treemon_forest}}

# STRINGS.ITEMS.CROP.treemon_forest_crop.desc
source: {name.treemon_forest} Seed
uk: Насіння {2:{Name.treemon_forest}}

# STRINGS.ITEMS.CROP.treemon_forest_crop.name
source: {name.treemon_forest} Seed
uk: Насіння {2:{Name.treemon_forest}}

# STRINGS.ITEMS.DECOR.antleer_mid_plushies.desc
source: A very dear little stuffy.
uk: Дуже дорогий маленький плюшевий друг.

# STRINGS.ITEMS.DECOR.antleer_mid_plushies.name
source: {name.antleer} Plushie
uk: Плюшевий {Name.antleer}

# STRINGS.ITEMS.DECOR.bandicoot_lrg_plushies.desc
source: Who's laughing now?
uk: Хто зараз сміється?

# STRINGS.ITEMS.DECOR.bandicoot_lrg_plushies.name
source: {name.bandicoot} Plushie
uk: Плюшевий {Name.bandicoot}

# STRINGS.ITEMS.DECOR.basket.desc
source: Handwoven by delicate paws.
uk: Ручне плетіння ніжними лапками.

# STRINGS.ITEMS.DECOR.basket.name
source: Woven Basket
uk: Плетений кошик

# STRINGS.ITEMS.DECOR.battoad_sm_plushies.desc
source: Its stuffing is nice and lumpy.
uk: Начинка у нього гарна і грудкувата.

# STRINGS.ITEMS.DECOR.battoad_sm_plushies.name
source: {name.battoad} Plushie
uk: Плюшевий {Name.battoad}

# STRINGS.ITEMS.DECOR.beets_sm_plushies.desc
source: There it is. The perfect little guy.
uk: Ось він. Ідеальний маленький хлопець.

# STRINGS.ITEMS.DECOR.beets_sm_plushies.name
source: {name.beets} Plushie
uk: Плюшевий {Name.beets}

# STRINGS.ITEMS.DECOR.blarmadillo_sm_plushies.desc
source: Shhh! She's sleeping.
uk: Тсссс! Він спить.

# STRINGS.ITEMS.DECOR.blarmadillo_sm_plushies.name
source: {name.blarmadillo} Plushie
uk: Плюшевий {Name.blarmadillo}

# STRINGS.ITEMS.DECOR.bonejaw_mid_plushies.name
source: {name.bonejaw} Plushie
uk: Плюшева {Name.bonejaw}

# STRINGS.ITEMS.DECOR.bread_oven.desc
source: Smells delicious, even when it's not burning.
uk: Смачно пахне, навіть якщо не горить.

# STRINGS.ITEMS.DECOR.bread_oven.name
source: Bread Oven
uk: Хлібопіч

# STRINGS.ITEMS.DECOR.bulbug_sm_plushies.desc
source: Now <i>that's</i> a snugglebug.
uk: Тепер <i>це</i> обіймаха.

# STRINGS.ITEMS.DECOR.bulbug_sm_plushies.name
source: {name.bulbug} Plushie
uk: Плюшева {Name.bulbug}

# STRINGS.ITEMS.DECOR.bulletin_board.desc
source: A place to post notices.
uk: Місце для розміщення повідомлень.

# STRINGS.ITEMS.DECOR.bulletin_board.name
source: Bulletin Board
uk: Дошка оголошень

# STRINGS.ITEMS.DECOR.bunippy_sm_plushies.desc
source: You'll get a kick outta this one.
uk: Ви отримаєте задоволення від цього.

# STRINGS.ITEMS.DECOR.bunippy_sm_plushies.name
source: {name.bunippy} Plushie
uk: Плюшевий {Name.bunippy}

# STRINGS.ITEMS.DECOR.cabbageroll_sm_plushies.desc
source: Don't forget to SMILE!
uk: Не забувайте ПОСМІХАТИСЯ!

# STRINGS.ITEMS.DECOR.cabbageroll_sm_plushies.name
source: {name.cabbageroll} Plushie
uk: Плюшевий {Name.cabbageroll}

# STRINGS.ITEMS.DECOR.crystroll_mid_plushies.desc
source: This little guy is a cotton version of a very, very big guy.
uk: Цей маленький хлопець — бавовняна версія дуже, дуже великого хлопця.

# STRINGS.ITEMS.DECOR.crystroll_mid_plushies.name
source: {name.crystroll} Plushie
uk: Плюшевий {Name.crystroll}

# STRINGS.ITEMS.DECOR.dye1.desc
source: Colourful
uk: Кольоровий

# STRINGS.ITEMS.DECOR.dye1.name
source: Barrel of Dye
uk: Бочка з барвником

# STRINGS.ITEMS.DECOR.dye2.desc
source: Colourful
uk: Кольоровий

# STRINGS.ITEMS.DECOR.dye2.name
source: Barrel of Dye
uk: Бочка з барвником

# STRINGS.ITEMS.DECOR.dye3.desc
source: Colourful
uk: Кольоровий

# STRINGS.ITEMS.DECOR.dye3.name
source: Barrel of Dye
uk: Бочка з барвником

# STRINGS.ITEMS.DECOR.eggzy_lrg_plushies.name
source: {name.eggzy} Plushie
uk: Плюшевий {Name.eggzy}

# STRINGS.ITEMS.DECOR.embison_mid_plushies.name
source: {name.embison} Plushie
uk: Плюшевий {name.embison}

# STRINGS.ITEMS.DECOR.eyev_sm_plushies.desc
source: This stuffed friend will keep an eye on you.
uk: Цей плюшевий друг стежитиме за вами.

# STRINGS.ITEMS.DECOR.eyev_sm_plushies.name
source: {name.eyev} Plushie
uk: Плюшевий {Name.eyev}

# STRINGS.ITEMS.DECOR.floracrane_mid_plushies.desc
source: Doubles as a cosy scarf.
uk: Використовуйте як зручний шарф.

# STRINGS.ITEMS.DECOR.floracrane_mid_plushies.name
source: {name.floracrane} Plushie
uk: Плюшевий {Name.floracrane}

# STRINGS.ITEMS.DECOR.flower_pixiecup.desc
source: The pixies must have dropped by recently, judging by the empty cups.
uk: Схоже, що піксі недавно завітали, судячи з порожніх чашечок.

# STRINGS.ITEMS.DECOR.flower_pixiecup.name
source: Pixie Cups
uk: Чашечки піксі

# STRINGS.ITEMS.DECOR.flower_pixiecupflower.desc
source: A dainty little lichen that hails from the Arctic plains.
uk: Вишуканий маленький лишайник, який походить з арктичних рівнин.

# STRINGS.ITEMS.DECOR.flower_pixiecupflower.name
source: Blooming Pixie Cups
uk: Квітучі чашечки піксі

# STRINGS.ITEMS.DECOR.fungoons_sm_plushies.name
source: {name.fungoons_generic} Plushie
uk: Плюшевий {name.fungoons_generic}

# STRINGS.ITEMS.DECOR.funguile_sm_plushies.name
source: {name.funguile} Plushie
uk: Плюшевий {Name.funguile}

# STRINGS.ITEMS.DECOR.gnarlic_sm_plushies.desc
source: Cute? Yes. Evil? Maybe.
uk: Милий? Так. Злий? Можливо.

# STRINGS.ITEMS.DECOR.gnarlic_sm_plushies.name
source: {name.gnarlic} Plushie
uk: Плюшевий {Name.gnarlic}

# STRINGS.ITEMS.DECOR.gooseberry_sm_plushies.name
source: {name.gooseberry} Plushie
uk: Плюшева {Name.gooseberry}

# STRINGS.ITEMS.DECOR.gourdo_mid_plushies.desc
source: A chunky boy who gives great hugs.
uk: Товстун, який дуже добре обіймає.

# STRINGS.ITEMS.DECOR.gourdo_mid_plushies.name
source: {name.gourdo} Plushie
uk: Плюшевий {Name.gourdo}

# STRINGS.ITEMS.DECOR.gourdo_mid_plushies.wooden_cart.desc
source: Take a pleasant ride, once you're finally awake.
uk: Здійсніть приємну поїздку, коли нарешті прокинетеся.

# STRINGS.ITEMS.DECOR.gourdo_mid_plushies.wooden_cart.name
source: Wooden Cart
uk: Дерев'яний візок

# STRINGS.ITEMS.DECOR.grimhollow_lrg_plushies.name
source: {name.grimhollow} Plushie
uk: Плюшева {Name.grimhollow}

# STRINGS.ITEMS.DECOR.groak_mid_plushies.desc
source: A charming lad who really draws you in.
uk: Чарівний хлопець, який вас справді захоплює.

# STRINGS.ITEMS.DECOR.groak_mid_plushies.name
source: {name.groak} Plushie
uk: Плюшевий {Name.groak}

# STRINGS.ITEMS.DECOR.immorel_sm_plushies.name
source: {name.immorel} Plushie
uk: Плюшевий {Name.immorel}

# STRINGS.ITEMS.DECOR.kitchen_sign.desc
source: In case you don't know where the kitchen is
uk: Якщо ви не знаєте, де кухня

# STRINGS.ITEMS.DECOR.kitchen_sign.name
source: Kitchen Sign
uk: Вивіска "Кухня"

# STRINGS.ITEMS.DECOR.leather_rack.desc
source: Kinda dry
uk: Начебто суха

# STRINGS.ITEMS.DECOR.leather_rack.name
source: Leather Rack
uk: Стійка для шкіри

# STRINGS.ITEMS.DECOR.megatreemon_lrg_plushies.desc
source: She's the little <#RED>{name_multiple.treemon}'</> mama.
uk: Вона матуся маленьких <#RED>{2:{Name_multiple.treemon}}</>.

# STRINGS.ITEMS.DECOR.megatreemon_lrg_plushies.name
source: {name.megatreemon} Plushie
uk: Плюшеве {Name.megatreemon}

# STRINGS.ITEMS.DECOR.meowl_mid_plushies.desc
source: When you squeeze it it makes a sound like, you know. "Meow".
uk: Коли ви стискаєте її, видає знайомий звук. "Мяов".

# STRINGS.ITEMS.DECOR.meowl_mid_plushies.name
source: {name.meowl} Plushie
uk: Плюшева {Name.meowl}

# STRINGS.ITEMS.DECOR.miniegg_sm_plushies.name
source: {name.eggbert} Plushie
uk: Плюшевий {name.eggbert}

# STRINGS.ITEMS.DECOR.mossquito_sm_plushies.desc
source: You can prank someone pretty good by hiding it in a fruit basket.
uk: Ви можете гарно пожартувати над кимось, сховавши його в кошику з фруктами.

# STRINGS.ITEMS.DECOR.mossquito_sm_plushies.name
source: {name.mossquito} Plushie
uk: Плюшевий {Name.mossquito}

# STRINGS.ITEMS.DECOR.mothball_sm_plushies.desc
source: Stuffed with real <#RED>{name.mothball}</>!
uk: Створена зі справжньої <#RED>{2:{Name.mothball}}</>!

# STRINGS.ITEMS.DECOR.mothball_sm_plushies.name
source: {name.mothball} Plushie
uk: Плюшева {Name.mothball}

# STRINGS.ITEMS.DECOR.mothball_teen_mid_plushies.desc
source: Little <#RED>{name.mothball}'s</> big bro.
uk: Великий брат маленької <#RED>{2:{Name.mothball}}</>.

# STRINGS.ITEMS.DECOR.mothball_teen_mid_plushies.name
source: {name.mothball_teen} Plushie
uk: Плюшева {Name.mothball_teen}

# STRINGS.ITEMS.DECOR.npc_apothecary_plushies.desc
source: This little stuffed <#BLUE>{name.job_apothecary}</> isn't made from her mother's hide.
uk: Ця маленька м’яка іграшка <#BLUE>{2:{name.job_apothecary}}</> точно не зроблена зі шкіри її матері.

# STRINGS.ITEMS.DECOR.npc_apothecary_plushies.name
source: {name.npc_apothecary} Plushie
uk: Плюшевий {name.npc_apothecary}

# STRINGS.ITEMS.DECOR.npc_armorsmith_plushies.desc
source: A soft <#BLUE>{name.job_armorsmith}</> made from the finest cloth.
uk: М’який <#BLUE>{name.job_armorsmith}</>, виготовлена з найкращої тканини.

# STRINGS.ITEMS.DECOR.npc_armorsmith_plushies.name
source: {name.npc_armorsmith} Plushie
uk: Плюшевий {name.npc_armorsmith}

# STRINGS.ITEMS.DECOR.npc_blacksmith_plushies.desc
source: A little <#BLUE>{name.job_blacksmith}</> to cuddle while you curl up with a good book.
uk: Маленький <#BLUE>{name.job_blacksmith}</>, якого можна обіймати, поки ви затишно вмощуєтеся з гарною книжкою.

# STRINGS.ITEMS.DECOR.npc_blacksmith_plushies.name
source: {name.npc_blacksmith} Plushie
uk: Плюшевий {name.npc_blacksmith}

# STRINGS.ITEMS.DECOR.npc_cook_plushies.desc
source: A soft, tiny <#BLUE>{name.job_cook}</> to keep you company by the fire.
uk: М’який маленький <#BLUE>{name.job_cook}</>, щоб складати вам компанію біля вогню.

# STRINGS.ITEMS.DECOR.npc_cook_plushies.name
source: {name.npc_cook} Plushie
uk: Плюшевий {name.npc_cook}

# STRINGS.ITEMS.DECOR.npc_dojo_master_plushies.desc
source: A soft stuffie of that tough <#BLUE>{name.job_dojo}</>.
uk: М’яка іграшка того жорсткого <#BLUE>{4:{name.job_dojo}}</>.

# STRINGS.ITEMS.DECOR.npc_dojo_master_plushies.name
source: {name.npc_dojo_master} Plushie
uk: Плюшевий {name.npc_dojo_master}

# STRINGS.ITEMS.DECOR.npc_refiner_plushies.desc
source: A mysterious little fluffy <#BLUE>{name.job_refiner}</>.
uk: Таємничий маленький пухнастий <#BLUE>{name.job_refiner}</>.

# STRINGS.ITEMS.DECOR.npc_refiner_plushies.name
source: {name.npc_refiner} Plushie
uk: Плюшевий {name.npc_refiner}

# STRINGS.ITEMS.DECOR.npc_scout_plushies.desc
source: A cuddly version of the <#BLUE>{name.job_scout}</> who always has your back.
uk: Мила версія <#BLUE>{2:{name.job_scout}}</>, яка завжди вас підтримує.

# STRINGS.ITEMS.DECOR.npc_scout_plushies.name
source: {name.npc_scout} Plushie
uk: Плюшевий {name.npc_scout}

# STRINGS.ITEMS.DECOR.owlitzer_lrg_plushies.desc
source: It has a little pocket under the scruff to hold dried lavender.
uk: Вона має невелику кишеньку під загривком для сухої лаванди.

# STRINGS.ITEMS.DECOR.owlitzer_lrg_plushies.name
source: {name.owlitzer} Plushie
uk: Плюшева {Name.owlitzer}

# STRINGS.ITEMS.DECOR.pergola.desc
source: Rest a moment in the shade. You deserve it.
uk: Відпочиньте хвилинку в тіні. Ви цього заслуговуєте.

# STRINGS.ITEMS.DECOR.pergola.name
source: Pergola
uk: Навіс

# STRINGS.ITEMS.DECOR.plumper_sm_plushies.name
source: {name.plumper} Plushie
uk: Плюшевий {name.plumper}

# STRINGS.ITEMS.DECOR.plushies_stack.desc
source: It's BEGGING you to jump in.
uk: Вона МОЛИТЬ вас стрибнути всередину.

# STRINGS.ITEMS.DECOR.plushies_stack.name
source: Plushie Pile
uk: Плюшева купа

# STRINGS.ITEMS.DECOR.porkyspine_sm_plushies.name
source: {name.porkyspine} Plushie
uk: Плюшевий {name.porkyspine}

# STRINGS.ITEMS.DECOR.quetz_mid_plushies.name
source: {name.quetz} Plushie
uk: Плюшевий {Name.quetz}

# STRINGS.ITEMS.DECOR.sedament_lrg_plushies.desc
source: Much softer than the real thing.
uk: Набагато м'якше справжнього.

# STRINGS.ITEMS.DECOR.sedament_lrg_plushies.name
source: {name.sedament} Plushie
uk: Плюшевий {Name.sedament}

# STRINGS.ITEMS.DECOR.slowpoke_mid_plushies.desc
source: This <#RED>{name.slowpoke}'s</> bellyflops are more than welcome.
uk: Стрибки на живіт цього <#RED>{2:{Name.slowpoke}}</> більш приємні.

# STRINGS.ITEMS.DECOR.slowpoke_mid_plushies.name
source: {name.slowpoke} Plushie
uk: Плюшевий {Name.slowpoke}

# STRINGS.ITEMS.DECOR.snowballs_sm_plushies.desc
source: Because a real one would melt if you brought it home.
uk: Тому що справжній розтане, якщо ви принесете його додому.

# STRINGS.ITEMS.DECOR.snowballs_sm_plushies.name
source: {name.snowball} Plushie
uk: Плюшевий {Name.snowball}

# STRINGS.ITEMS.DECOR.snowfly_sm_plushies.desc
source: A snuggly <#RED>{name.snowfly}</> to keep you warm.
uk: Затишний <#RED>{Name.snowfly}</> зігріє вас.
