Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.POWERS.PLAYER.headhunter_juggernaut.name
source: Herd Growth
uk: Зростити стадо

# STRINGS.ITEMS.POWERS.PLAYER.heal_on_crit.desc
source: When you land a <#RED>Critical Hit</>, <#RED>Heal</> for <#RED>{heal}</>.
uk: Коли ви завдаєте <#RED>критичний удар</>, <#RED>зцілюєтесь</> на <#RED>{heal}</>.

# STRINGS.ITEMS.POWERS.PLAYER.heal_on_crit.name
source: Morale Booster
uk: Підвищення моралі

# STRINGS.ITEMS.POWERS.PLAYER.heal_on_focus_kill.desc
source: When you use a <#BLUE>{name.concept_focus_hit}</> to <#RED>Kill</> an <#RED>Enemy</> or break something in the environment, <#RED>Heal</> for <#RED>{heal} Health</>.
uk: Коли ваш <#BLUE>{name.concept_focus_hit}</> <#RED>вбиває</> <#RED>ворога</> або ламає щось в оточенні, ви <#RED>зцілюєтесь</> на <#RED>{heal} здоров'я</>.

# STRINGS.ITEMS.POWERS.PLAYER.heal_on_focus_kill.name
source: Concentrated Cure
uk: Концентрований засіб

# STRINGS.ITEMS.POWERS.PLAYER.heal_on_konjur.desc
source: Whenever you gain <#KONJUR>{name.i_konjur}</>, you have a <#RED>{chance}%</> chance of <#RED>Healing</> for the same amount.
uk: Щоразу, коли ви отримуєте <#KONJUR>{name.i_konjur}</>, ви маєте <#RED>{chance}%</> шанс <#RED>зцілення</> на ту саму кількість.

# STRINGS.ITEMS.POWERS.PLAYER.heal_on_konjur.name
source: Hunter's Pick-Me-Up
uk: Лікувальний засіб мисливця

# STRINGS.ITEMS.POWERS.PLAYER.heal_on_quick_rise.desc
source: When you <#RED>Quick Rise</>, <#RED>Heal</> for <#RED>{heal} Health</>.
uk: Коли ви <#RED>швидко піднімаєтеся</>, <#RED>зцілюйтесь</> на <#RED>{heal}</> здоров'я.

# STRINGS.ITEMS.POWERS.PLAYER.heal_on_quick_rise.name
source: Stage Fall
uk: Етап падіння

# STRINGS.ITEMS.POWERS.PLAYER.heavy_attacks_knockdown.desc
source: Your <#RED>Heavy Attacks</> have a very high chance of inflicting <#RED>Knock Down</>.
uk: Ваші <#RED>важкі атаки</> мають дуже високий шанс спричинити <#RED>збити з ніг</>.

# STRINGS.ITEMS.POWERS.PLAYER.heavy_attacks_knockdown.name
source: Pushover
uk: Штовхач

# STRINGS.ITEMS.POWERS.PLAYER.immorel_waist_display.desc
source: Once per <#RED>{name.run}</>, when your <#RED>Potion</> is out of charges, automatically refill it.
uk: Один раз за <#RED>{name.run}</>, коли ваше <#RED>зілля</> закінчилося, автоматично поповніть його.

# STRINGS.ITEMS.POWERS.PLAYER.immorel_waist_display.name
source: Immorel Trunk Hose
uk: Трубчаті штани з {2:{Name.immorel}}

# STRINGS.ITEMS.POWERS.PLAYER.increased_hitstun.desc
source: Your <#RED>Attacks</> deal {rarity_text} <#RED>Hitstun</> to <#RED>Enemies</>.
uk: Ваші <#RED>атаки</> завдають {rarity_text} <#RED>оглушення</><#RED>ворогам</>.

# STRINGS.ITEMS.POWERS.PLAYER.increased_hitstun.name
source: Simply Stunning
uk: Просто приголомшливо

# STRINGS.ITEMS.POWERS.PLAYER.increased_hitstun.rarity_text_COMMON
source: more
uk: більше

# STRINGS.ITEMS.POWERS.PLAYER.increased_hitstun.rarity_text_EPIC
source: even more
uk: ще більше

# STRINGS.ITEMS.POWERS.PLAYER.increased_hitstun.rarity_text_LEGENDARY
source: significantly more
uk: значно більше

# STRINGS.ITEMS.POWERS.PLAYER.insult_to_injury.desc
source: When you <#RED>Attack</> an <#RED>Enemy</> with low <#RED>Health</>, <#RED>Heal</> for <#RED>{heal_amount}</>.
uk: Коли ви <#RED>нападаєте</> на <#RED>ворога</> з низьким <#RED>здоров'ям</>, <#RED>зцілюйтесь</> на <#RED>{heal_amount}</>.

# STRINGS.ITEMS.POWERS.PLAYER.insult_to_injury.name
source: Insult to Injury
uk: Образа на образу

# STRINGS.ITEMS.POWERS.PLAYER.into_the_fray.desc
source: When surrounded by <#RED>{enemy_amount}+ Enemies</>, <#RED>Heal</> for <#RED>{heal_amount}</> whenever you deal <#RED>Damage</>.
uk: Коли вас оточують <#RED>{enemy_amount}+ ворогів</>, <#RED>зцілюйтесь</> на <#RED>{heal_amount}</> щоразу, коли завдаєте <#RED>шкоду</>.

# STRINGS.ITEMS.POWERS.PLAYER.into_the_fray.name
source: Into the Fray
uk: Прямо в бійку

# STRINGS.ITEMS.POWERS.PLAYER.introverted.desc
source: When you enter a new clearing, gain <#BLUE>Shield</>.
uk: Коли ви заходите на нову галявину, ви отримаєте <#BLUE>Щит</>.

# STRINGS.ITEMS.POWERS.PLAYER.introverted.name
source: Introverted
uk: Інтроверт

# STRINGS.ITEMS.POWERS.PLAYER.iron_brew.desc
source: {rarity_text} all <#RED>{name.potion}</> charges. Each time you <#RED>Drink</>, <#RED>Heal</> an additional <#RED>+{bonus_heal}%</> and gain <#BLUE>Shield</>.
uk: {rarity_text} всі заряди <#RED>{name.potion}</>. Кожного разу, коли ви <#RED>п'єте</>, додатково <#RED>зцілюєтесь</> на <#RED>+{bonus_heal}%</> і отримуйте <#BLUE>щит</>.

# STRINGS.ITEMS.POWERS.PLAYER.iron_brew.name
source: Iron Brew
uk: Залізний напій

# STRINGS.ITEMS.POWERS.PLAYER.iron_brew.rarity_text_EPIC
source: Refill
uk: Поповнює

# STRINGS.ITEMS.POWERS.PLAYER.iron_brew.rarity_text_LEGENDARY
source: Once more, refill
uk: Ще раз, поповнює

# STRINGS.ITEMS.POWERS.PLAYER.jury_and_executioner.desc
source: Your <#RED>Skill</> Order in the Court's damage now increases by your <#RED>{name.concept_weapon_damage}</> for each consecutive hit.
uk: Шкода від вашої <#RED>навички</> Порядок у суді тепер збільшується на вашу <#RED>{name.concept_weapon_damage}</> за кожен послідовний удар.

# STRINGS.ITEMS.POWERS.PLAYER.jury_and_executioner.name
source: Jury and Executioner
uk: Присяжні та кат

# STRINGS.ITEMS.POWERS.PLAYER.konjur_bonus.desc
source: When you collect <#KONJUR>{name.i_konjur}</>, gain twice as much.
uk: Ви будете збирати удвічі більше <#KONJUR>{2:{name.i_konjur}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.konjur_bonus.name
source: Prosperity Charm
uk: Амулет процвітання

# STRINGS.ITEMS.POWERS.PLAYER.konjur_on_crit.desc
source: <#RED>Critical Hits</> drop <#KONJUR>{konjur} {name.i_konjur}</>.
uk: <#RED>Критичні удари</> вибивають <#KONJUR>{konjur} {name.i_konjur}</>.

# STRINGS.ITEMS.POWERS.PLAYER.konjur_on_crit.name
source: Jackpot
uk: Джекпот

# STRINGS.ITEMS.POWERS.PLAYER.konjur_on_damage.desc
source: When you take <#RED>{name.concept_damage}</> from a <#RED>{name.rot}</>, gain <#KONJUR>{konjur} {name.i_konjur}</>.
uk: Коли ви отримуєте <#RED>{name.concept_damage}</> від <#RED>{2:{name.rot}}</>, отримайте <#KONJUR>{konjur} {2:{name.i_konjur}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.konjur_on_damage.name
source: Pain and Gain
uk: Біль і зиск

# STRINGS.ITEMS.POWERS.PLAYER.konjur_on_enter.desc
source: When you enter a new <#RED>{name.dungeon_room}</>, gain <#RED>{percent}%</> of your current <#KONJUR>{name.i_konjur}</>.
uk: Коли ви заходите в нову <#RED>{3:{name.dungeon_room}}</>, отримуйте <#RED>{percent}%</> від вашого поточного <#KONJUR>{2:{name.i_konjur}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.konjur_on_enter.name
source: Paying Dividends
uk: Виплата дивідендів

# STRINGS.ITEMS.POWERS.PLAYER.lasting_power.desc
source: When a <#RED>Hit Streak</> ends, gain <#RED>Critical Chance</> equal to that <#RED>Hit Streak</> for <#RED>{time}</> seconds.
uk: Коли закінчується <#RED>серія атак</>, отримайте <#RED>шанс критичного удару</>, рівний цій <#RED>серії атак</> на <#RED>{time}</> секунд.

# STRINGS.ITEMS.POWERS.PLAYER.lasting_power.name
source: Encore
uk: Біс

# STRINGS.ITEMS.POWERS.PLAYER.longer_hitstreak.desc
source: <#RED>Hit Streaks</> last <#RED>+{bonus_percent}%</> longer before decaying.
uk: <#RED>Серії влучань</> тривають на <#RED>{bonus_percent}%</> довше, перш ніж зникнути.

# STRINGS.ITEMS.POWERS.PLAYER.longer_hitstreak.name
source: Resting On Laurels
uk: Відпочинок на лаврах

# STRINGS.ITEMS.POWERS.PLAYER.loot_increase_rarity_loot_chance.COMMON
source: more likely
uk: часто викидають

# STRINGS.ITEMS.POWERS.PLAYER.loot_increase_rarity_loot_chance.EPIC
source: <i>much</i> more likely
uk: <i>досить</i> часто викидають

# STRINGS.ITEMS.POWERS.PLAYER.loot_increase_rarity_loot_chance.LEGENDARY
source: <i>significantly</i> more likely
uk: <i>значно</i> часто викидають

# STRINGS.ITEMS.POWERS.PLAYER.max_health_and_heal.desc
source: Gain <#RED>+{health} Maximum Health</> and <#RED>Heal</> to full.
uk: Отримайте <#RED>+{health} до максимального здоров'я</> та <#RED>вилікуйтеся</> на максимум.

# STRINGS.ITEMS.POWERS.PLAYER.max_health_and_heal.name
source: Waffle
uk: Вафля

# STRINGS.ITEMS.POWERS.PLAYER.max_health_wanderer.desc
source: Increase <#RED>Maximum Health</> by <#RED>{health}</>.
uk: Збільшує <#RED>максимальне здоров'я</> на <#RED>{health}</>.

# STRINGS.ITEMS.POWERS.PLAYER.max_health_wanderer.name
source: Tendrel
uk: Тендреле

# STRINGS.ITEMS.POWERS.PLAYER.moment37.desc
source: When you <#RED>Parry</>, gain <#RED>100% Critical Chance</> for an extra <#RED>{time}</> seconds.
uk: Коли ви <#RED>паруєте атаку</>, отримуєте <#RED>100% шанс критичного удару</> на додаткові <#RED>{time}</> секунд.

# STRINGS.ITEMS.POWERS.PLAYER.moment37.name
source: Thirty-Seven
uk: Тридцять сім

# STRINGS.ITEMS.POWERS.PLAYER.momentum.desc
source: When you <#RED>Dodge</>, gain <#RED>+{speed}% {name.concept_runspeed}</> for <#RED>{time}</> seconds.
uk: Коли ви <#RED>ухиляєтеся</>, ви отримуєте <#RED>+{speed}% {2:{name.concept_runspeed}}</> на <#RED>{time}</> сек.

# STRINGS.ITEMS.POWERS.PLAYER.momentum.name
source: Momentum
uk: Імпульс

# STRINGS.ITEMS.POWERS.PLAYER.mulligan.desc
source: When you <#RED>Die</>, remove this <#RED>{name.concept_relic}</> and <#RED>Revive</> with <#RED>{heal}% Max Health</>.
uk: Коли ви <#RED>помрете</>, ви втратите цю <#RED>{2:{name.concept_relic}}</> та <#RED>оживете</> з <#RED>{heal}% максимального здоров'я</>.

# STRINGS.ITEMS.POWERS.PLAYER.mulligan.name
source: Mulligan
uk: Мулліган

# STRINGS.ITEMS.POWERS.PLAYER.no_contest.desc
source: When you <#RED>Kill</> an <#RED>Enemy</> in a single <#RED>Hit</>, it explodes.
uk: Коли ви <#RED>вбиваєте</> <#RED>ворога</> одним <#RED>ударом</>, він вибухає.

# STRINGS.ITEMS.POWERS.PLAYER.no_contest.name
source: No Contest
uk: Без змагання

# STRINGS.ITEMS.POWERS.PLAYER.no_pushback.desc
source: Your <#RED>Attacks</> no longer push <#RED>Enemies</> away.
uk: Ваші <#RED>атаки</> більше не відштовхують <#RED>ворогів</>.

# STRINGS.ITEMS.POWERS.PLAYER.no_pushback.name
source: Constructive Criticism
uk: Конструктивна критика

# STRINGS.ITEMS.POWERS.PLAYER.optimism.desc
source: Each time you <#RED>Heal</>, gain <#RED>+{bonus}% Critical Chance</> for <#RED>{time}</> seconds.
uk: Кожного разу, коли ви <#RED>лікуєтесь</>, ви отримуєте <#RED>+{bonus}% шансу критичного удару</> на <#RED>{time}</> секунд.

# STRINGS.ITEMS.POWERS.PLAYER.optimism.name
source: Healthy Optimism
uk: Здоровий оптимізм

# STRINGS.ITEMS.POWERS.PLAYER.overkill.desc
source: When you <#RED>Kill</> an <#RED>Enemy</>, deal the <#RED>Excess Damage</> to all nearby <#RED>Enemies</>.
uk: Коли ви <#RED>вбиваєте</> <#RED>ворога</>, завдайте <#RED>надмірної шкоди</> всім <#RED>ворогам</> поблизу.

# STRINGS.ITEMS.POWERS.PLAYER.overkill.name
source: Overkill
uk: Смертельний удар

# STRINGS.ITEMS.POWERS.PLAYER.perfect_pairing.desc
source: Your <#RED>{name.potion}</> will <#RED>Heal</> an additional <#RED>+{bonus_heal}% Health</>.
uk: Ваше <#RED>{name.potion}</> додатково <#RED>зцілить</> <#RED>+{bonus_heal}% здоров'я</>.

# STRINGS.ITEMS.POWERS.PLAYER.perfect_pairing.name
source: Perfect Pairing
uk: Ідеальне сполучення

# STRINGS.ITEMS.POWERS.PLAYER.permanence.desc
source: Reduce incoming damage by <#RED>{reduction}%</>. When you take damage, decrease your <#RED>Maximum Health</> by the same amount.
uk: Зменшуйте вхідні пошкодження на <#RED>{reduction}%</>. Коли ви отримуєте пошкодження, зменшуйте своє <#RED>максимальне здоров'я</> на ту ж кількість.

# STRINGS.ITEMS.POWERS.PLAYER.permanence.name
source: Permanence
uk: Стабільність

# STRINGS.ITEMS.POWERS.PLAYER.pick_of_the_litter.desc_LEGENDARY
source: When you activate a <#RED>{name.concept_relic}</>, choose from <#RED>{count}</> more option.
uk: Коли ви активуєте <#RED>{2:{name.concept_relic}}</>, виберіть з <#RED>{count}</> більше параметрів.

# STRINGS.ITEMS.POWERS.PLAYER.pick_of_the_litter.name
source: Pick of the Litter
uk: Вибір з сміття

# STRINGS.ITEMS.POWERS.PLAYER.ping.desc
source: Your <#RED>Heavy Attack</> deals double <#RED>{name.concept_damage}</> if your previous attack was a <#RED>Light Attack</>.
uk: Ваша <#RED>важка атака</> завдає подвійної <#RED>{2:{name.concept_damage}}</>, якщо минулою була <#RED>легка атака</>.

# STRINGS.ITEMS.POWERS.PLAYER.ping.name
source: Ping!
uk: Пінг!

# STRINGS.ITEMS.POWERS.PLAYER.pong.desc
source: Your <#RED>Light Attack</> deals double <#RED>{name.concept_damage}</> if your previous attack was a <#RED>Heavy Attack</>.
uk: Ваша <#RED>легка атака</> завдає подвійної <#RED>{2:{name.concept_damage}}</>, якщо минулою була <#RED>важка атака</>.

# STRINGS.ITEMS.POWERS.PLAYER.pong.name
source: Pong!
uk: Понг!

# STRINGS.ITEMS.POWERS.PLAYER.potion_aoe_bonus.desc
source: Your <#RED>{name.potion}</> will <#RED>Heal {name_multiple.concept_ally}</> an additional <#RED>+{bonus_heal}% Health</>
uk: Ваше <#RED>{name.potion}</> додатково <#RED>зцілить {2:{name_multiple.concept_ally}}</> на <#RED>+{bonus_heal}% здоров'я</>

# STRINGS.ITEMS.POWERS.PLAYER.potion_aoe_bonus.name
source: {name.potion} AoE Bonus
uk: Бонус {name.potion} по площі

# STRINGS.ITEMS.POWERS.PLAYER.precision_weaponry.desc
source: Every <#RED>{count} Hit Streak</> is guaranteed to <#RED>Critical Hit</>.
uk: Кожна <#RED>{count} серія ударів</> гарантовано дасть <#RED>Критичний удар</>.

# STRINGS.ITEMS.POWERS.PLAYER.precision_weaponry.name
source: Precision Weaponry
uk: Прецизійна зброя

# STRINGS.ITEMS.POWERS.PLAYER.projectile_sentinel.desc
source: Shoot <#RED>{rarity_text}</> towards the nearest <#RED>Enemy</> every <#RED>{seconds} Seconds</>.
uk: Стріляйте <#RED>{rarity_text}</> у найближчого <#RED>ворога</> кожні <#RED>{seconds} секунд</>.

# STRINGS.ITEMS.POWERS.PLAYER.projectile_sentinel.name
source: Hunter's Helper
uk: Помічник мисливця

# STRINGS.ITEMS.POWERS.PLAYER.projectile_sentinel.rarity_text_COMMON
source: a Projectile
uk: снарядом

# STRINGS.ITEMS.POWERS.PLAYER.projectile_sentinel.rarity_text_EPIC
source: 2 Projectiles
uk: 2 снарядами

# STRINGS.ITEMS.POWERS.PLAYER.projectile_sentinel.rarity_text_LEGENDARY
source: 3 Projectiles
uk: 3 снарядами

# STRINGS.ITEMS.POWERS.PLAYER.pump_and_dump.desc
source: Every <#RED>{attacks}th Attack</> deals <#RED>+{percent}% {name.concept_damage}</>.
uk: Кожна <#RED>{attacks} атака</> завдає <#RED>+{percent}% {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.pump_and_dump.name
source: Wind Up
uk: Завести

# STRINGS.ITEMS.POWERS.PLAYER.reflective_dodge.desc
source: When you <#RED>Dodge</>, reflect <#RED>{percent}% {name.concept_damage}</> taken for the next <#RED>{time}</> seconds.
uk: Коли ви <#RED>Ухиляєтеся</>, повертайте <#RED>{percent}% {2:{name.concept_damage}}</>, отриманої протягом наступних <#RED>{time}</> секунд.

# STRINGS.ITEMS.POWERS.PLAYER.reflective_dodge.name
source: I'm Rubber, You're Glue
uk: Я гума, ти клей

# STRINGS.ITEMS.POWERS.PLAYER.retail_therapy.desc
source: When you enter a <#RED>Shop</>, <#RED>Heal</> for <#RED>{heal} Health</>.
uk: Коли ви заходите на <#RED>ринок</>, ви <#RED>зцілюєтесь</> на <#RED>{heal} здоров'я</>.

# STRINGS.ITEMS.POWERS.PLAYER.retail_therapy.name
source: Retail Therapy
uk: Роздрібна терапія

# STRINGS.ITEMS.POWERS.PLAYER.retribution.desc
source: When you take <#RED>{name.concept_damage}</>, the next time you deal <#RED>{name.concept_damage}</> deals <#RED>{percent}% more {name.concept_damage}</>.
uk: Коли ви отримуєте <#RED>{name.concept_damage}</>, наступного разу, коли ви завдаєте <#RED>{name.concept_damage}</>, нанесіть на <#RED>{percent}% більше {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.retribution.name
source: Righteous Fury
uk: Праведна лють

# STRINGS.ITEMS.POWERS.PLAYER.revive_borrow_power.desc
source: When you <#RED>{name.concept_revive}</> an <#RED>{name.concept_ally}</> during combat, copy <#RED>{powers_borrowed} {name.concept_relic}</> from their loadout for the rest of the {name.combat_room}.
uk: Коли ви <#RED>{2:{name.concept_revive}}</> <#RED>{name.concept_ally}а</> під час бою, скопіюйте <#RED>{powers_borrowed} {2:{name.concept_relic}}</> з його спорядження до кінця {name.combat_room}.

# STRINGS.ITEMS.POWERS.PLAYER.revive_borrow_power.name
source: Departing Gift
uk: Подарунок при від'їзді

# STRINGS.ITEMS.POWERS.PLAYER.revive_damage_bonus.desc
source: Once per <#RED>{name.dungeon_room}</>, when you <#RED>{name.concept_revive}</> an <#RED>{name.concept_ally}</> gain <#RED>+{percent_per_revive}% {name.concept_damage}</> for the rest of the {name.run}.
uk: Один раз на <#RED>{2:{name.dungeon_room}}</>, коли ви <#RED>{2:{name.concept_revive}}</> <#RED>{name.concept_ally}а</> отримуєте <#RED>+{percent_per_revive}% {2:{name.concept_damage}}</> до кінця {name.run}.

# STRINGS.ITEMS.POWERS.PLAYER.revive_damage_bonus.name
source: Lich King
uk: Король-Ліч

# STRINGS.ITEMS.POWERS.PLAYER.revive_explosion.desc
source: When you <#RED>{name.concept_revive}</> an <#RED>{name.concept_ally}</> during combat, deal <#RED>{damage_mult}x your {name.concept_weapon_damage}</> to all <#RED>Enemies</>.
uk: Коли ви <#RED>{2:{name.concept_revive}}</> <#RED>{2:{name.concept_ally}}</> під час бою, завдайте <#RED>{damage_mult}х {3:{name.concept_weapon_damage}}</> всім <#RED>ворогам</>.

# STRINGS.ITEMS.POWERS.PLAYER.revive_explosion.name
source: Phoenix Burst
uk: Вибух Фенікса

# STRINGS.ITEMS.POWERS.PLAYER.revive_gain_konjur.desc
source: Once per <#RED>{name.dungeon_room}</>, when you <#RED>{name.concept_revive}</> an <#RED>{name.concept_ally}</> gain <#KONJUR>{konjur} {name.i_konjur}</>.
uk: Один раз на <#RED>{2:{name.dungeon_room}}</>, коли ви <#RED>{2:{name.concept_revive}}</> <#RED>{name.concept_ally}а</> отримуєте <#KONJUR>{konjur} {2:{name.i_konjur}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.revive_gain_konjur.name
source: Grave Robber
uk: Грабіжник могил

# STRINGS.ITEMS.POWERS.PLAYER.risk_reward.desc
source: Deal <#RED>+{outgoing}% Damage</>. Take <#RED>+{incoming}% {name.concept_damage}</>.
uk: Завдавайте <#RED>+{outgoing}% шкоди</>. Отримуйте <#RED>+{incoming}% {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.risk_reward.name
source: Thrill Seeker
uk: Шукач гострих відчуттів

# STRINGS.ITEMS.POWERS.PLAYER.running_shoes.desc
source: Gain <#RED>+{speed}% {name.concept_runspeed}</>.
uk: Збільшують на <#RED>+{speed}% {name.concept_runspeed}</>.

# STRINGS.ITEMS.POWERS.PLAYER.running_shoes.name
source: Running Shoes
uk: Кросівки

# STRINGS.ITEMS.POWERS.PLAYER.salted_wounds.desc
source: Your <#BLUE>{name_multiple.concept_focus_hit}</> have <#RED>+{bonus}% Critical Chance</>.
uk: Ваші <#BLUE>{name_multiple.concept_focus_hit}</> мають <#RED>+{bonus}% шансу крит удару</>.

# STRINGS.ITEMS.POWERS.PLAYER.salted_wounds.name
source: Salted Wounds
uk: Сіль на рану

# STRINGS.ITEMS.POWERS.PLAYER.same_target_damage_bonus.desc
source: Each consecutive <#RED>Attack</> against the same <#RED>Enemy</> deals <#RED>+{bonus_per_hit}% Damage</>, until you take <#RED>Damage</>.
uk: Кожен послідовний <#RED>удар</>, здійснений проти того ж <#RED>ворога</>, завдає <#RED>+{bonus_per_hit}% шкоди</>, поки ви не отримаєте <#RED>шкоду</>.

# STRINGS.ITEMS.POWERS.PLAYER.same_target_damage_bonus.name
source: 1v1
uk: 1 на 1

# STRINGS.ITEMS.POWERS.PLAYER.sanguine_power.desc
source: Each time you <#RED>Kill</> an <#RED>Enemy</>, gain <#RED>+{bonus}% Critical Chance</> for <#RED>{time}</> seconds.
uk: Кожного разу, коли ви <#RED>вбиваєте</> <#RED>ворога</>, отримуєте <#RED>+{bonus}% шансу критичного удару</> на <#RED>{time}</> секунд.

# STRINGS.ITEMS.POWERS.PLAYER.sanguine_power.name
source: Sanguine Power
uk: Сила сангвініка

# STRINGS.ITEMS.POWERS.PLAYER.shake_it_off.desc
source: Grey damage, restore health, something something.
uk: Сіра шкода, відновлення здоров'я, ще щось.

# STRINGS.ITEMS.POWERS.PLAYER.shake_it_off.name
source: Shake It Off
uk: Прокинься

# STRINGS.ITEMS.POWERS.PLAYER.shrapnel.desc
source: Anything you break in the environment shatters into <#RED>{projectiles} Projectiles</> that deal <#RED>{damage_mult}x your {name.concept_weapon_damage}</>.
uk: Усе, що ви розбиваєте в середовищі, розбивається на <#RED>{projectiles} снарядів</>, кожен завдає <#RED>{damage_mult}х {3:{name.concept_weapon_damage}}</>.

# STRINGS.ITEMS.POWERS.PLAYER.shrapnel.name
source: Shrapnel
uk: Шрапнель

# STRINGS.ITEMS.POWERS.PLAYER.snowball_effect.desc
source: When you <#RED>Kill</> an <#RED>Enemy</>, gain <#RED>{stacks} Stacks</> of <#RED>On a Roll</>.
uk: Коли ви <#RED>вбиваєте</> <#RED>ворога</>, ви отримуєте <#RED>{stacks} стеки</> <#RED>за кидок</>.

# STRINGS.ITEMS.POWERS.PLAYER.snowball_effect.name
source: Snowball Effect
uk: Ефект сніжної кулі

# STRINGS.ITEMS.POWERS.PLAYER.solorevive.desc
source: When you are <#RED>alone</>, <#RED>{name.npc_scout}</> can <#RED>Revive</> you to <#RED>{heal}% Max Health</> once every <#RED>{time} seconds</>.
uk: Коли ви <#RED>один</>, <#RED>{name.npc_scout}</> може <#RED>оживити</> вас на <#RED>{heal}% від максимального здоров'я</> один раз кожні <#RED>{time} секунд</>.

# STRINGS.ITEMS.POWERS.PLAYER.solorevive.name
source: Support of the Foxtails
uk: Підтримка Лисячих хвостів

# STRINGS.ITEMS.POWERS.PLAYER.speed_demon.desc
source: Constantly build up to a maximum of <#RED>+{max_speed}% {name.concept_runspeed}</>. Resets when you <#RED>Dodge</>.
uk: Постійно накопичуйте до максимуму <#RED>+{max_speed}% {name.concept_runspeed}</>. Скидається, коли ви <#RED>ухиляєтеся</>.

# STRINGS.ITEMS.POWERS.PLAYER.speed_demon.name
source: Speed Demon
uk: Демон швидкості

# STRINGS.ITEMS.POWERS.PLAYER.steadfast.desc
source: Your <#RED>Attacks</> can no longer be interrupted.
uk: Ваші <#RED>атаки</> більше не можуть бути перервані.

# STRINGS.ITEMS.POWERS.PLAYER.steadfast.name
source: Relentless
uk: Невблаганний

# STRINGS.ITEMS.POWERS.PLAYER.sting_like_a_bee.desc
source: When you <#RED>Perfect Dodge</>, gain <#RED>100% Critical Chance for {seconds} seconds</>.
uk: Коли ви <#RED>ідеально ухиляєтеся</>, отримуєте <#RED>100% шанс критичного удару на {seconds} секунд</>.

# STRINGS.ITEMS.POWERS.PLAYER.sting_like_a_bee.name
source: Sting Like a Bee
uk: Жалячи, як бджола

# STRINGS.ITEMS.POWERS.PLAYER.stop_loss.desc
source: Gain <#RED>{max_health} Maximum Health</> at the start of each combat room. Lose <#RED>{health_loss} Maximum Health</> for every second you are in combat.
uk: Отримуйте <#RED>{max_health} максимального здоров'я</> на початку кожної бойової кімнати. Втрачайте <#RED>{health_loss} максимального здоров'я</> за кожну секунду, що ви в бою.

# STRINGS.ITEMS.POWERS.PLAYER.stop_loss.name
source: Stop-Loss
uk: Стоп-Лосс

# STRINGS.ITEMS.POWERS.PLAYER.streaking.desc
source: Increase your <#RED>{name.concept_runspeed}</> by a percentage equal to {rarity_text}. When your <#RED>Hit Streak</> ends, the bonus decays over time.
uk: Збільшує <#RED>{name.concept_runspeed}</> на відсоток, рівний {rarity_text}. Коли <#RED>серія влучань</> закінчується, бонус поступово зникає.

# STRINGS.ITEMS.POWERS.PLAYER.streaking.name
source: Excitable
uk: Збудливий

# STRINGS.ITEMS.POWERS.PLAYER.streaking.rarity_text_COMMON
source: your current <#RED>Hit Streak</>
uk: поточній <#RED>серії ударів</>

# STRINGS.ITEMS.POWERS.PLAYER.streaking.rarity_text_EPIC
source: <#RED>{name.powerdesc_double}</> your current <#RED>Hit Streak</>
uk: <#RED>{Name.powerdesc_double}</> поточній <#RED>серії ударів</>

# STRINGS.ITEMS.POWERS.PLAYER.streaking.rarity_text_LEGENDARY
source: <#RED>{name.powerdesc_triple}</> your current <#RED>Hit Streak</>
uk: <#RED>{Name.powerdesc_triple}</> поточній <#RED>серії ударів</>

# STRINGS.ITEMS.POWERS.PLAYER.sword_beam.desc
source: While you are at <#RED>more than half Health</>, your <#RED>Light Attack</> shoots <#RED>{rarity_text}</>.
uk: Поки ви маєте <#RED>більш ніж половину здоров'я</>, ваша <#RED>легка атака</> стріляє <#RED>{rarity_text}</>.

# STRINGS.ITEMS.POWERS.PLAYER.sword_beam.name
source: High Ruler
uk: Верховний правитель

# STRINGS.ITEMS.POWERS.PLAYER.sword_beam.rarity_text_EPIC
source: 1 Projectile
uk: 1 снарядом
