Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.POWERS.SKILL.miniboss_yammo.name
source: Big {name.yammo} Slammo
uk: Великий удар {Name.yammo}

# STRINGS.ITEMS.POWERS.SKILL.parry.desc
source: Nullify an incoming <#RED>Attack</> to gain a brief window of <#RED>100% Critical Chance</>.
uk: Анулюйте вхідну <#RED>атаку</>, щоб отримати можливість <#RED>100% критичного удару</>.

# STRINGS.ITEMS.POWERS.SKILL.parry.name
source: Trickster's Gambit
uk: Гамбіт трюкача

# STRINGS.ITEMS.POWERS.SKILL.polearm_extend.desc
source: Extend the length of your <#RED>{name.weapon_polearm}</> to attack very far away. Hold <#RED>Skill</> to charge.
uk: Збільште довжину свого <#RED>{2:{name.weapon_polearm}}</>, щоб атакувати дуже далеко. Щоб зарядити, утримуйте <#RED>навичку</>.

# STRINGS.ITEMS.POWERS.SKILL.polearm_extend.name
source: As-You-Will
uk: Як забажаєте

# STRINGS.ITEMS.POWERS.SKILL.polearm_javelin.desc
source: Throw your <#RED>{name.weapon_polearm}</> and if it hits a <#RED>Target</>, appear behind them with a backstab.
uk: Киньте свій <#RED>{name.weapon_polearm}</>, і якщо він влучить у <#RED>ціль</>, опиняйтесь позаду ударивши в спину.

# STRINGS.ITEMS.POWERS.SKILL.polearm_javelin.name
source: Javelin Backstab
uk: Метання в спину

# STRINGS.ITEMS.POWERS.SKILL.polearm_shove.desc
source: Push an <#RED>Enemy</> away from you, creating space.
uk: Відштовхніть <#RED>ворога</> від себе, створюючи простір.

# STRINGS.ITEMS.POWERS.SKILL.polearm_shove.name
source: Crosscheck
uk: Перехресна перевірка

# STRINGS.ITEMS.POWERS.SKILL.polearm_vault.desc
source: Launch yourself over an obstacle or <#RED>Enemy</> to help with positioning.
uk: Запустіть себе через перешкоду або <#RED>ворога</>, щоб зайняти кращу позицію.

# STRINGS.ITEMS.POWERS.SKILL.polearm_vault.name
source: Pole Vault
uk: Стрибки з жердиною

# STRINGS.ITEMS.POWERS.SKILL.shotput_lob.desc
source: Toss your <#RED>{name.weapon_shotput}</> a long distance, over <#RED>Enemies'</> heads.
uk: Киньте свій <#RED>{name.weapon_shotput}</> на велику відстань над головами <#RED>ворогів</>.

# STRINGS.ITEMS.POWERS.SKILL.shotput_lob.name
source: Lob
uk: Кидок

# STRINGS.ITEMS.POWERS.SKILL.shotput_recall.desc
source: Your <#RED>{name.weapon_shotput}</> returns to you in a high arc, causing <#RED>{name.concept_damage}</> to all targets it lands on if not caught.
uk: Ваш <#RED>{name.weapon_shotput}</> повертається до вас по високій дузі, завдаючи <#RED>{name.concept_damage}</> усім цілям в радіусі, після приземлення, якщо не буде спійманий.

# STRINGS.ITEMS.POWERS.SKILL.shotput_recall.name
source: Arcing Recall
uk: Дугове повернення

# STRINGS.ITEMS.POWERS.SKILL.shotput_seek.desc
source: Launch yourself toward your <#RED>{name.weapon_shotput}</>.
uk: Запустіть себе в напрямку вашого <#RED>{2:{name.weapon_shotput}}</>.

# STRINGS.ITEMS.POWERS.SKILL.shotput_seek.name
source: Seek
uk: Пошук

# STRINGS.ITEMS.POWERS.SKILL.shotput_slam.desc
source: Slam your <#RED>{name.weapon_shotput}</> into the ground, knocking nearby <#RED>Enemies</> back.
uk: Вдарте свій <#RED>{name.weapon_shotput}</> об землю, відкидаючи найближчих <#RED>ворогів</>.

# STRINGS.ITEMS.POWERS.SKILL.shotput_slam.name
source: Dribble
uk: Дриблінг

# STRINGS.ITEMS.POWERS.SKILL.shotput_summon.desc
source: Your <#RED>{name.weapon_shotput}</> surges toward you in a straight line.
uk: Ваш <#RED>{name.weapon_shotput}</> рухається до вас по прямій лінії.

# STRINGS.ITEMS.POWERS.SKILL.shotput_summon.name
source: Direct Recall
uk: Пряме повернення

# STRINGS.ITEMS.POWERS.SKILL.throwsnowball.desc
source: Throw a snowball!
uk: Киньте сніжок!

# STRINGS.ITEMS.POWERS.SKILL.throwsnowball.name
source: Throw Snowball
uk: Кинуть сніжок

# STRINGS.ITEMS.POWERS.SKILL.throwstone.desc
source: Throw a stone <#RED>Projectile</> which deals your <#RED>Weapon {name.concept_damage}</>.
uk: Киньте кам'яний <#RED>снаряд</>, який нанесе <#RED>{name.concept_damage}</> як у вашої зброї.

# STRINGS.ITEMS.POWERS.SKILL.throwstone.name
source: Throw Stone
uk: Кинути камінь

# STRINGS.ITEMS.POWERS.STATUSEFFECT.acid.desc
source: You should never see this in the UI.
uk: Ви ніколи не повинні бачити це в інтерфейсі.

# STRINGS.ITEMS.POWERS.STATUSEFFECT.bodydamage.desc
source: You should never see this in the UI.
uk: Ви ніколи не повинні бачити це в інтерфейсі.

# STRINGS.ITEMS.POWERS.STATUSEFFECT.confused.desc
source: You should never see this in the UI.
uk: Ви ніколи не повинні бачити це в інтерфейсі.

# STRINGS.ITEMS.POWERS.STATUSEFFECT.drunken.name
source: Groggy
uk: Втома

# STRINGS.ITEMS.POWERS.STATUSEFFECT.freeze.desc
source: You should never see this in the UI.
uk: Ви ніколи не повинні бачити це в інтерфейсі.

# STRINGS.ITEMS.POWERS.STATUSEFFECT.hammer_totem_buff.desc
source: You should never see this in the UI.
uk: Ви ніколи не повинні бачити це в інтерфейсі.

# STRINGS.ITEMS.POWERS.STATUSEFFECT.juggernaut.desc
source: Increases your <#RED>Size</> and <#RED>{name.concept_damage}</> by <#RED>+{damage}%</> per stack. Each stack also causes you to take <#RED>{damagereceivedmult}%</> less <#RED>{name.concept_damage}</>, but reduces your <#RED>{name.concept_runspeed}</> by <#RED>{speed}%</>. Removed when combat ends.
uk: Збільшує ваш <#RED>розмір</> і <#RED>{name.concept_damage}</> на <#RED>+{damage}%</> за стек. Кожний стек також дозволяє вам отримувати на <#RED>{damagereceivedmult}%</> менше <#RED>{2:{name.concept_damage}}</>, але зменшує вашу <#RED>{name.concept_runspeed}</> на <#RED>{speed}%</>. Зникає, коли бій закінчується.

# STRINGS.ITEMS.POWERS.STATUSEFFECT.juggernaut.name
source: Juggernaut
uk: Джаггернаут

# STRINGS.ITEMS.POWERS.STATUSEFFECT.player_acid.desc
source: You should never see this in the UI.
uk: Ви ніколи не повинні бачити це в інтерфейсі.

# STRINGS.ITEMS.POWERS.STATUSEFFECT.smallify.desc
source: Shrink in <#RED>Size</> by <#RED>{scale}%</>. Gain <#RED>+{speed}% {name.concept_runspeed}</>, but take <#RED>{damage}% Increased {name.concept_damage}</>.
uk: Зменшує <#RED>розмір</> на <#RED>{scale}%</>. Дає <#RED>{name.concept_runspeed} +{speed}%</>, але ви отримуєте <#RED>збільшену на {damage}% {name.concept_damage}</>.

# STRINGS.ITEMS.POWERS.STATUSEFFECT.smallify.name
source: Tiny
uk: Крихітний

# STRINGS.ITEMS.POWERS.STATUSEFFECT.stuffed.desc
source: Reduced <#RED>{name.concept_runspeed}</>.
uk: Зменшує <#RED>{name.concept_runspeed}</>.

# STRINGS.ITEMS.POWERS.STATUSEFFECT.stuffed.name
source: Stuffed
uk: Наповнений

# STRINGS.ITEMS.POWERS.STATUSEFFECT.toxicity.desc
source: You should never see this in the UI.
uk: Ви ніколи не повинні бачити це в інтерфейсі.

# STRINGS.ITEMS.POWERS.STATUSEFFECT.toxicity_strength.desc
source: You should never see this in the UI.
uk: Ви ніколи не повинні бачити це в інтерфейсі.

# STRINGS.ITEMS.POWERS.STATUSEFFECT.wet.desc
source: <#RED>Charged</> damage is increased by +{bonus_charged_damage}%. Get <#RED>Cold {bonus_cold}% faster</>{rarity_text}.
uk: <#RED>Заряджена</> атака завдає на +{bonus_charged_damage}% більше шкоди. <#RED>Замерзайте на {bonus_cold}% швидше</>{rarity_text}.

# STRINGS.ITEMS.POWERS.STATUSEFFECT.wet.name
source: Wet
uk: Мокра

# STRINGS.ITEMS.POWERS.STATUSEFFECT.wet.rarity_text_EPIC
source: and naturally <#RED>Warm</> half as fast
uk: і природно <#RED>зігрівайтесь</> у два рази повільніше

# STRINGS.ITEMS.POWERS.STATUSEFFECT.wet.rarity_text_LEGENDARY
source: and do not naturally <#RED>Warm</>
uk: і природно не <#RED>зігріваєтесь</>

# STRINGS.ITEMS.POWERS.SUMMON.charm_on_kill.desc
source: Once per clearing, when you <#RED>Kill</> an <#RED>Enemy</> it will return to life as a <#RED>Charmed {name.concept_ally}</>.
uk: Один раз на галявині, коли ви <#RED>вбиваєте</> <#RED>ворога</>, він повертається до життя як <#RED>зачарований</> {name.concept_ally}.

# STRINGS.ITEMS.POWERS.SUMMON.charm_on_kill.name
source: Enchantée
uk: Очарування

# STRINGS.ITEMS.POWERS.SUMMON.injured_mothball.desc
source: A friendly <#RED>{name.mothball}</> is now your ally.
uk: Дружня <#RED>{Name.mothball}</> тепер ваш союзник.

# STRINGS.ITEMS.POWERS.SUMMON.injured_mothball.name
source: Fuzzy Friend
uk: Пухнастий друг

# STRINGS.ITEMS.POWERS.SUMMON.summon_on_kill.desc
source: When you <#RED>Kill</> an <#RED>Enemy</>, summon a <#RED>Minion</> to fight for you.
uk: Коли ви <#RED>вбиваєте</> <#RED>ворога</>, викличте <#RED>міньйона</>, щоб боротися разом з ним.

# STRINGS.ITEMS.POWERS.SUMMON.summon_on_kill.name
source: With A Little Help
uk: З невеликою допомогою

# STRINGS.ITEMS.POWERS.SUMMON.summon_slots.desc
source: Summon up to <#RED>{summons} Minions</>.
uk: Викликає до <#RED>{summons} міньйонів</>.

# STRINGS.ITEMS.POWERS.SUMMON.summon_slots.name
source: Summon Slots
uk: Виклик міньйонів

# STRINGS.ITEMS.POWERS.SUMMON.summon_wormhole_on_dodge.desc
source: When you double tap <#RED>Dodge</>, summon up to <#RED>2 Portals</> to teleport between.
uk: Коли ви двічі <#RED>ухиляєтесь</>, ви можете викликати <#RED>2 портала</> для телепортації між ними.

# STRINGS.ITEMS.POWERS.SUMMON.summon_wormhole_on_dodge.name
source: Thinking With Portals
uk: Думки про портали

# STRINGS.ITEMS.POWERS.TALENT.talent_boss_damage.desc
source: Increase your <#RED>{name.concept_damage}</> against <#RED>{name_multiple.rot_boss}</>.
uk: Збільшує вашу <#RED>{name.concept_damage}</> проти <#RED>{2:{name_multiple.rot_boss}}</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_boss_damage.name
source: Giant Slayer
uk: Убивця гігантів

# STRINGS.ITEMS.POWERS.TALENT.talent_dodge_damage_reduction.desc
source: Take <#RED>Reduced {name.concept_damage}</> during <#RED>{name_multiple.concept_dodge}</>. <i><z 0.7>(Reduces damage if you are hit outside of the <#RED>Perfect {name.concept_dodge}</> window)</z></i>
uk: Отримуйте <#RED>зменшену {name.concept_damage}</> під час <#RED>{name_multiple.concept_dodge}</>. <i><z 0.7>(Зменшує шкоду, якщо ви отримали удар поза вікном <#RED>ідеального {name.concept_dodge}</>)</z></i>

# STRINGS.ITEMS.POWERS.TALENT.talent_dodge_damage_reduction.name
source: Backup Plan
uk: Запасний план

# STRINGS.ITEMS.POWERS.TALENT.talent_dodge_speed.desc
source: Increase your <#RED>{name.powerdesc_roll_speed_bonus}</>.
uk: Збільшує вашу <#RED>{name.powerdesc_roll_speed_bonus}</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_dodge_speed.name
source: Exit Strategy
uk: Стратегія виходу

# STRINGS.ITEMS.POWERS.TALENT.talent_extra_lives.desc
source: If you die during a {name.run}, you will be <#RED>Revived</> with <#RED>{heal}% Max Health</>.
uk: Якщо ви загинете під час {name.run}, вас буде <#RED>оживлено</> з <#RED>{heal}% максимального здоров'я</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_extra_lives.desc_stacks
source: If you die during a {name.run}, you will be <#RED>Revived</> with <#RED>{heal}% Max Health</>. Increase the number of times you will be <#RED>Revived</>.
uk: Якщо ви загинете під час {name.run}, вас буде <#RED>оживлено</> з <#RED>{heal}% максимального здоров'я</>. Збільшує кількість разів, коли вас будуть <#RED>оживляти</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_extra_lives.name
source: Second Chance
uk: Другий шанс

# STRINGS.ITEMS.POWERS.TALENT.talent_heal_area.desc
source: Increase your <#RED>{name.potion} Share Radius</>.
uk: Збільшує радіус поширення вашого <#RED>{name.potion}</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_heal_area.name
source: Group Hug
uk: Групові обійми

# STRINGS.ITEMS.POWERS.TALENT.talent_heal_area.variable_units.area_radius
source: Units
uk: однц.

# STRINGS.ITEMS.POWERS.TALENT.talent_heal_on_enter.desc
source: When you enter a new clearing, <#RED>Heal</>.
uk: Коли ви заходите на нову галявину, <#RED>зцілюйтесь</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_heal_on_enter.name
source: Breath of Life
uk: Подих життя

# STRINGS.ITEMS.POWERS.TALENT.talent_healthy_damage.desc
source: <#RED>{name_multiple.concept_focus_hit}</> deal bonus <#RED>{name.concept_damage}</> while you are at or above <#RED>80% {name.concept_health}</>.
uk: <#RED>{Name_multiple.concept_focus_hit}</> завдають бонусної <#RED>{2:{name.concept_damage}}</>, коли ваш рівень <#RED>{name.concept_health}</> становить 80% або більше.

# STRINGS.ITEMS.POWERS.TALENT.talent_healthy_damage.name
source: Peak Performance
uk: Пікова ефективність

# STRINGS.ITEMS.POWERS.TALENT.talent_hitstreak_decay.desc
source: <#RED>{name_multiple.concept_hitstreak}</> decay slower.
uk: <#RED>{Name_multiple.concept_hitstreak}</> закінчуються повільніше.

# STRINGS.ITEMS.POWERS.TALENT.talent_hitstreak_decay.name
source: Time Dilation
uk: Сповільнення часу

# STRINGS.ITEMS.POWERS.TALENT.talent_max_health.desc
source: Increase your <#RED>{name.powerdesc_maxhealth}</>.
uk: Збільшує ваше <#RED>{name.powerdesc_maxhealth}</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_max_health.name
source: Vitality
uk: Життєздатність

# STRINGS.ITEMS.POWERS.TALENT.talent_movement_speed.desc
source: Increase your <#RED>{name.concept_runspeed}</>.
uk: Збільшує вашу <#RED>{name.concept_runspeed}</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_movement_speed.name
source: Swiftness
uk: Швидкість

# STRINGS.ITEMS.POWERS.TALENT.talent_potion_aoe_healing.desc
source: Increase the amount your <#RED>Healing {name.potion}</> shares within your <#RED>{name.potion} Share Radius</>.
uk: Збільшує кількість, яку ваше <#RED>лікувальне {name.potion}</> передає в межах вашого <#RED>радіусу дії {name.potion}</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_potion_aoe_healing.name
source: Sharing is Caring
uk: Ділитися - це добре

# STRINGS.ITEMS.POWERS.TALENT.talent_potion_charges.desc
source: Bring a <#RED>Healing {name.potion}</> on your <#RED>{name_multiple.run}</>!
uk: Візьміть <#RED>лікувальне {name.potion}</> у ваші <#RED>{name_multiple.run}</>!

# STRINGS.ITEMS.POWERS.TALENT.talent_potion_charges.desc_stacks
source: Add additional charges to your <#RED>Healing {name.potion}</>.
uk: Додає додаткові заряди до вашого <#RED>лікувального {name.potion}</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_potion_charges.name
source: Field Medicine
uk: Польова медицина

# STRINGS.ITEMS.POWERS.TALENT.talent_potion_heal.desc
source: Increase the amount your <#RED>Healing {name.potion}</> heals.
uk: Збільшує кількість очок здоров'я, які відновлює <#RED>лікувальне {name.potion}</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_potion_heal.name
source: Potent Brew
uk: Потужний напій

# STRINGS.ITEMS.POWERS.TALENT.talent_power_choices.desc
source: Adds an additional choice to the first <#RED>{name.concept_relic} Crystal</> you open.
uk: Додає додатковий вибір до першого відкритого вами <#RED>кристала {3:{name.concept_relic}}</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_power_choices.desc_stacks
source: Increase the number of <#RED>{name.concept_relic} Crystals</> that have an additional choice.
uk: Збільшує кількість кристалів <#RED>{3:{name.concept_relic}}</>, які мають додатковий вибір.

# STRINGS.ITEMS.POWERS.TALENT.talent_power_choices.name
source: Bursting Crystals
uk: Розривні кристали

# STRINGS.ITEMS.POWERS.TALENT.talent_power_rerolls.desc
source: Allows you to <#RED>Reroll</> a <#RED>{name.concept_relic}</> drop.
uk: Дозволяє вам <#RED>переобрати</> випавшу <#RED>{2:{name.concept_relic}}</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_power_rerolls.desc_stacks
source: Gain additional <#RED>{name.concept_relic} Rerolls</>.
uk: Дає додаткові <#RED>переобирання {3:{name.concept_relic}}</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_power_rerolls.name
source: Discerning Hunter
uk: Вибагливий мисливець

# STRINGS.ITEMS.POWERS.TALENT.talent_power_upgrades.desc
source: Increase the number of free <#RED>{name.concept_relic} Upgrades</> offered by <#RED>{name.shop_powerupgrade}</>.
uk: Збільшує кількість безплатних покращень <#RED>{3:{name.concept_relic}}</>, що пропонує <#RED>{Name.shop_powerupgrade}</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_power_upgrades.name
source: Good Will
uk: Добра воля

# STRINGS.ITEMS.POWERS.TALENT.talent_starting_teffra.desc
source: Begin your {name_multiple.run} with some <#RED>{name.i_konjur}</>.
uk: Почніть своє {name_multiple.run} з деяким запасом <#RED>{2:{name.i_konjur}}</>.

# STRINGS.ITEMS.POWERS.TALENT.talent_starting_teffra.name
source: Seed Money
uk: Гроші на насіння

# STRINGS.ITEMS.POWERS.TONIC.tonic_explode.desc
source: Explode, dealing <#RED>{damage} {name.concept_damage}</> to all <#RED>Enemies</> within {radius} unit radius every <#RED>{tick_time}</> second for <#RED>{duration}</> seconds.
uk: Вибухає, завдаючи <#RED>{damage} {2:{name.concept_damage}}</> всім <#RED>ворогам</> у радіусі {radius} кожну <#RED>{tick_time}</> секунду протягом <#RED>{duration}</> секунд.

# STRINGS.ITEMS.POWERS.TONIC.tonic_explode.name
source: Explosive
uk: Вибухівка

# STRINGS.ITEMS.POWERS.TONIC.tonic_freeze.desc
source: Freeze all <#RED>Enemies</> in the encounter.
uk: Заморозить всіх <#RED>ворогів</> в бою.

# STRINGS.ITEMS.POWERS.TONIC.tonic_freeze.name
source: Freeze
uk: Заморозка

# STRINGS.ITEMS.POWERS.TONIC.tonic_projectile.desc
source: Shoot <#RED>{projectiles} Projectiles</> that deal <#RED>{damage} {name.concept_damage}</> each.
uk: Випустіть <#RED>{projectiles} снаряди</>, які завдають <#RED>{damage} {2:{name.concept_damage}}</> кожен.

# STRINGS.ITEMS.POWERS.TONIC.tonic_projectile.name
source: Mud Spray
uk: Грязьовий спрей

# STRINGS.ITEMS.POWERS.TONIC.tonic_projectile_repeat.desc
source: Shoot <#RED>{projectiles} Projectiles</> that deal <#RED>{damage} {name.concept_damage}</> every <#RED>{tick_time}</> second for <#RED>{duration}</> seconds.
uk: Випускайте <#RED>{projectiles} снаряди</>, які завдають <#RED>{damage} {2:{name.concept_damage}}</> кожну <#RED>{tick_time}</> секунду протягом <#RED>{duration}</> секунд.

# STRINGS.ITEMS.POWERS.TONIC.tonic_projectile_repeat.name
source: Sustained Spray
uk: Стійкий спрей

# STRINGS.ITEMS.POWERS.TONIC.tonic_rage.desc
source: Increase your <#RED>{name.concept_damage}</> by <#RED>+{damage}%</> for <#RED>{time}</> seconds.
uk: Збільште свою <#RED>{name.concept_damage}</> на <#RED>+{damage}%</> на <#RED>{time}</> секунд.

# STRINGS.ITEMS.POWERS.TONIC.tonic_rage.name
source: Yammo Rage
uk: Гнів Яммо

# STRINGS.ITEMS.POWERS.TONIC.tonic_speed.desc
source: Increase your <#RED>{name.concept_runspeed}</> by <#RED>+{speed}%</> for the rest of the encounter.
uk: Збільште свою <#RED>{name.concept_runspeed}</> на <#RED>+{speed}%</> до кінця бою.

# STRINGS.ITEMS.POWERS.TONIC.tonic_speed.name
source: Zucco Speed
uk: Швидкість Зукко

# STRINGS.ITEMS.POWERS.WEIGHT.weight_heavy.desc
source: A heavyweight build with high <#RED>{name.concept_damage} Resistance</> and low speed.
uk: Важка вага, висока <#RED>стійкість до {2:{name.concept_damage}}</> і низька швидкість.

# STRINGS.ITEMS.POWERS.WEIGHT.weight_heavy.name
source: {name.heavy_weight} Class
uk: Клас {name.heavy_weight}

# STRINGS.ITEMS.POWERS.WEIGHT.weight_light.desc
source: A lightweight build with a quick <#RED>{name.concept_dodge}</> and shorter invulnerability period.
uk: Легка вага, швидке <#RED>{name.concept_dodge}</> і коротший період невразливості.

# STRINGS.ITEMS.POWERS.WEIGHT.weight_light.name
source: {name.light_weight} Class
uk: Клас {name.light_weight}

# STRINGS.ITEMS.POWERS.WEIGHT.weight_normal.desc
source: A medium-weight build with an even spread of speed, <#RED>{name.concept_damage}</>, and <#RED>{name.concept_damage} Resistance</>.
uk: Середня вага, рівномірний розподіл швидкості, <#RED>{2:{name.concept_damage}}</> та <#RED>стійкості до {2:{name.concept_damage}}</>.

# STRINGS.ITEMS.POWERS.WEIGHT.weight_normal.name
source: {name.medium_weight} Class
uk: Клас {name.medium_weight}

# STRINGS.ITEMS.REWARDGROUPS.bandi_swamp_decor.name
source: {name.bandi_swamp} Furniture
uk: Меблі {Name.bandi_swamp}

# STRINGS.ITEMS.REWARDGROUPS.common_powers.desc
source: Part of default unlocks
uk: Частина стандартних розблокувань

# STRINGS.ITEMS.REWARDGROUPS.common_powers.name
source: Common Powers
uk: Звичайні сили

# STRINGS.ITEMS.REWARDGROUPS.critchance_1_powers.desc
source: Build up your <#RED>Critical Chance</> to double your damage!
uk: Збільште свій <#RED>шанс критичного удару</>, щоб подвоїти свою шкоду!

# STRINGS.ITEMS.REWARDGROUPS.critchance_1_powers.name
source: Critical Chance Powers
uk: Сили Шансу крит удару

# STRINGS.ITEMS.REWARDGROUPS.critproc_1_powers.desc
source: More ways to build up and benefit from <#RED>Critical Chance</>!
uk: Більше способів підвищити <#RED>критичний шанс</> і скористатися перевагами!

# STRINGS.ITEMS.REWARDGROUPS.critproc_1_powers.name
source: Critical Hit Powers
uk: Сили критичних атак

# STRINGS.ITEMS.REWARDGROUPS.epic_powers.desc
source: Part of default unlocks
uk: Частина стандартних розблокувань

# STRINGS.ITEMS.REWARDGROUPS.epic_powers.name
source: Epic Powers
uk: Епічні сили

# STRINGS.ITEMS.REWARDGROUPS.focus_powers.desc
source: Get more bang for your buck from your ever-important <#BLUE>Focus Hits</>!
uk: Отримуйте більше вигоди за свої важливі <#BLUE>фокусні удари</>!

# STRINGS.ITEMS.REWARDGROUPS.focus_powers.name
source: Focus Hit Powers
uk: Сили фокусних атак

# STRINGS.ITEMS.REWARDGROUPS.gamechanger_powers.desc
source: Fundamentally change what your gameplan is for big rewards!
uk: Фундаментально змініть свій ігровий досвід для великих винагород!

# STRINGS.ITEMS.REWARDGROUPS.gamechanger_powers.name
source: Gamechanger Powers
uk: Сили зміни гри

# STRINGS.ITEMS.REWARDGROUPS.hitstreak_2_powers.desc
source: Build up your <#RED>Critical Chance</> to double your damage!
uk: Збільште свій <#RED>шанс критичного удару</>, щоб подвоїти свою шкоду!

# STRINGS.ITEMS.REWARDGROUPS.hitstreak_2_powers.name
source: Hit Streak Powers
uk: Сили серії влучань

# STRINGS.ITEMS.REWARDGROUPS.hitstreak_powers.desc
source: Maintain your <#RED>{name.concept_hitstreak}</> more effectively!
uk: Підтримуйте свою <#RED>{2:{name.concept_hitstreak}}</> ефективніше!

# STRINGS.ITEMS.REWARDGROUPS.hitstreak_powers.name
source: Hit Streak Powers
uk: Сили серії влучань

# STRINGS.ITEMS.REWARDGROUPS.legendary_powers.desc
source: Part of default unlocks
uk: Частина стандартних розблокувань

# STRINGS.ITEMS.REWARDGROUPS.legendary_powers.name
source: Legendary Powers
uk: Легендарні сили

# STRINGS.ITEMS.REWARDGROUPS.max_friendship_npc_apothecary.name
source: Besties with {name.npc_apothecary}
uk: Найкращі друзі з {4:{Name.npc_apothecary}}

# STRINGS.ITEMS.REWARDGROUPS.max_friendship_npc_armorsmith.name
source: Besties with {name.npc_armorsmith}
uk: Найкращі друзі з {5:{Name.npc_armorsmith}}

# STRINGS.ITEMS.REWARDGROUPS.max_friendship_npc_blacksmith.name
source: Besties with {name.npc_blacksmith}
uk: Найкращі друзі з {4:{Name.npc_blacksmith}}

# STRINGS.ITEMS.REWARDGROUPS.max_friendship_npc_cook.name
source: Besties with {name.npc_cook}
uk: Найкращі друзі з {Name.npc_cook}

# STRINGS.ITEMS.REWARDGROUPS.max_friendship_npc_dojo_master.name
source: Besties with {name.npc_dojo_master}
uk: Найкращі друзі з {4:{Name.npc_dojo_master}}

# STRINGS.ITEMS.REWARDGROUPS.max_friendship_npc_scout.name
source: Besties with {name.npc_scout}
uk: Найкращі друзі з {4:{Name.npc_scout}}

# STRINGS.ITEMS.REWARDGROUPS.onheal_powers.desc
source: Survive longer! Who needs Doc Hoggins?
uk: Живіть довше! Кому потрібен Док Гоґґінс?

# STRINGS.ITEMS.REWARDGROUPS.onheal_powers.name
source: Healing Powers
uk: Лікувальні сили

# STRINGS.ITEMS.REWARDGROUPS.owlitzer_forest_decor.name
source: {name.owlitzer_forest} Furniture
uk: Меблі {Name.owlitzer_forest}

# STRINGS.ITEMS.REWARDGROUPS.power_modifiers.desc
source: TODO
uk: ЗРОБИ

# STRINGS.ITEMS.REWARDGROUPS.power_modifiers.name
source: Power Drop Modifiers
uk: Модифікатори падіння сили

# STRINGS.ITEMS.REWARDGROUPS.revive_powers.desc
source: Part of default unlocks
uk: Частина стандартних розблокувань

# STRINGS.ITEMS.REWARDGROUPS.revive_powers.name
source: Revive Powers
uk: Сили воскресіння

# STRINGS.ITEMS.REWARDGROUPS.thatcher_swamp_decor.name
source: {name.thatcher_swamp} Furniture
uk: Меблі {Name.thatcher_swamp}

# STRINGS.ITEMS.REWARDGROUPS.treemon_forest_decor.name
source: {name.treemon_forest} Furniture
uk: Меблі {Name.treemon_forest}
