Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# Convo.twn_winter2024_scout.ATTRACT0.winter2024.giver.STATE_0.ANSWER_1A
source: agent: !neutral !agree We've all lost a lot these past ten years. I had a feeling you'd understand. !happy !shocked Oh! Look at me getting all sappy, I almost forgot! !happy !gesture Here. A little something from me to you.
uk: agent: !neutral !agree Ми всі багато втратили за ці десять років. Я відчував, що ви це зрозумієте. !happy !shocked О! Дивіться, як я розчулився, мало не забув! !happy !gesture Ось. Маленький подарунок від мене для вас.

# Convo.twn_winter2024_scout.ATTRACT0.winter2024.giver.STATE_0.ANSWER_1B
source: agent: !happy !agree Truer words were never spoken. !happy !shocked Oh! Look at me getting all sappy, I almost forgot! !happy !gesture Here. A little something from me to you.
uk: agent: !happy !agree Ніколи не було сказано правдивіших слів. !happy !shocked О! Дивіться, як я розчулився, мало не забув! !happy !gesture Ось. Маленький подарунок від мене для вас.

# Convo.twn_winter2024_scout.ATTRACT0.winter2024.giver.STATE_0.ANSWER_2AB
source: !happy !gesture Happy Wintertide, Hunter.
uk: !happy !gesture Щасливої зимної пори, Мисливцю.

# Convo.twn_winter2024_scout.ATTRACT0.winter2024.giver.STATE_0.QUESTION_1A
source: Me neither...
uk: Я теж...

# Convo.twn_winter2024_scout.ATTRACT0.winter2024.giver.STATE_0.QUESTION_1B
source: There's nothing like spending {name.holiday_winter} with good friends.
uk: Немає нічого кращого, ніж провести {3:{name.holiday_winter}} з хорошими друзями.

# Convo.twn_winter2024_scout.ATTRACT0.winter2024.giver.STATE_0.QUESTION_2AB
source: Thanks, {name.npc_scout}!
uk: Дякую, {Name.npc_scout}!

# Convo.twn_winter2024_scout.ATTRACT0.winter2024.giver.STATE_0.TALK
source: agent: !neutral !closedeyes You know, usually I dread this time of year. !think It always brings up so many memories. But somehow... this time it feels easier. !happy !dubious I suspect you've got a lot to do with that. You, <#BLUE>{name.npc_dojo_master}</>, <#BLUE>{name.npc_armorsmith}</>, <#BLUE>{name.npc_blacksmith}</>... !happy !shrug I can't remember the last time I was surrounded by so many folks during {name.holiday_winter}.
uk: agent: !neutral !closedeyes Знаєте, зазвичай я боюся цієї пори року. !think Вона завжди приносить стільки спогадів. Але цього разу... усе здається простішим. !happy !dubious Думаю, це багато в чому завдяки вам. Вам, <#BLUE>{3:{Name.npc_dojo_master}}</>, {3:<#BLUE>{Name.npc_armorsmith}}</>, <#BLUE>{3:{Name.npc_blacksmith}}</>... !happy !shrug Не можу згадати, коли востаннє мене оточувало стільки істот під час {2:{name.holiday_winter}}.

# Convo.wrld_game_intro_sequence.CHAT_DUNGEON0.game_intro.giver.STATE_0.TALK_INTRO
source: agent: !neutral !greet Hunter! Thank goodness I found you. !nervous Ohhh, this is terrible-- our expedition has barely started, and I've already lost half our crew! player: It's gonna be okay, {name.npc_scout}. Who's missing? agent: !neutral !gesture ...<#BLUE>{name.npc_armorsmith}</> our <#RED>{name.job_armorsmith},</> and <#BLUE>{name.npc_blacksmith}</> our <#RED>{name.job_blacksmith}.</> !think <#BLUE>{name.npc_dojo_master}'s</> out there too-- I trust him to hold his own, but the other two don't stand a chance against the <#RED>{name_multiple.rot}</> in these woods! !point I need you to comb the forest and search for them. The <#RED>{name.i_damselfly}</> is still operational, so I'll be right behind you to scoop up anyone you find along the way. !happy !shrug L-let's just consider this an... impromptu team-building exercise. player: Alright, no time to waste. agent: !neutral !agree Hold on everyone, we're coming!
uk: agent: !neutral !greet Мисливцю! Слава Богу, що я Вас знайшов. !nervous Оххх, це жахливо... наша експедиція ледь розпочалася, а я вже втратив половину екіпажу! player: Все буде гаразд, {Name.npc_scout}. Хто зник? agent: !neutral !nervous ...<#BLUE>{Name.npc_armorsmith}</> наш <#RED>{name.job_armorsmith}</> і <#BLUE>{Name.npc_blacksmith}</> наш <#RED>{name.job_blacksmith}.</> !think Також там є <#BLUE>{Name.npc_dojo_master}</>, але я вірю, що він впорається, але двоє інших не мали б жодного шансу проти <#RED>{2:{name_multiple.rot}}</> у цих лісах! !point Мені потрібно, щоб ви прочісували ліс і шукали їх. <#RED>{Name.i_damselfly}</> все ще працює, тому я буду прямо за вами, щоб забрати всіх, кого ви зустрінете по дорозі. !happy !shrug Д-давайте просто вважати це… несподіваним тренуванням з командотворення. player: Гаразд, не будемо гаяти часу. agent: !neutral !agree Тримайтеся всі, ми йдемо!

source: agent: !gesture I'll be right behind you the whole way. !neutral !point Now let's go.
uk: agent: !gesture Я буду за вами всю дорогу. !point Тепер ходімо.

source: agent: !neutral !shocked Hold on everyone, we're coming!
uk: agent: !neutral !shocked Тримайтеся всі, ми йдемо!

# Localization.en.NAME
source: English
uk: Англійська

# Localization.zh-CN.NAME
source: Chinese (Simplified)
uk: Китайська (спрощена)

source: agent: !dejected <i>(sigh)</> Still not enough power to get the shield up and running. !neutral !shrug The {name.c_konjur} levels seem to be falling as fast as we can replenish them with <#KONJUR>{name_multiple.i_konjur_heart}</>... player: You're kidding... agent: !neutral !notebook Don't worry, I'll get to the bottom of this. I just need some time to think... !gesture In the meantime, we should keep collecting <#KONJUR>{name_multiple.i_konjur_heart}</>. That'll at least keep the {name.c_konjur} levels from dropping too much while I pinpoint the problem. player: Yeah, and I don't mind the power boost, either! agent: !happy !agree Good point! We can't discount how beneficial the <#KONJUR>{name_multiple.i_konjur_heart}'</> effects have been for your Hunts. !gruffnod Alright. Let's press on!
uk: agent: !dejected <i>(зітхає)</> Все ще недостатньо енергії, щоб запустити щит. !neutral !shrug Рівень {2:{name.c_konjur}} падає так само швидко, як ми встигаємо поповнювати <#KONJUR>{name_multiple.i_konjur_heart}</>... player: Ти жартуєш... agent: !neutral !notebook Не хвилюйтеся, я розберуся з цим. Мені просто потрібно трохи часу, щоб все обдумати... !gesture А поки нам слід продовжувати збирати <#KONJUR>{name_multiple.i_konjur_heart}</>. Це хоча б не дасть рівню {2:{name.c_konjur}} впасти надто низько, поки я шукатиму проблему. player: Так, і я не проти додаткового приросту сили! agent: !happy !agree Гарна думка! Не можна недооцінювати корисний вплив <#KONJUR>{2:{name_multiple.i_konjur_heart}}</> на ваші полювання. !gruffnod Гаразд. Рухаємося далі!

source: agent: !neutral !think Alright, I've made up my mind. player: About what? agent: !neutral !gesture Where to go next. We can't keep chasing our tails like this. !point If we want to figure out what's wrong with the <#KONJUR>{name.i_town_grid_cryst}</>, we'll need more information... and I think I know where to find it. player: That's great! Where? agent: !neutral !gesture The old <#BLUE>{name.grimhollow_volcano}.</> Or what's left of it, anyway. !think My Grandpa had a small {name.c_konjur} laboratory in our home there. That's where he kept a lot of his research notes. !happy !point He knew the <#KONJUR>{name.i_town_grid_cryst}</> system better than anybody. If there's data we're missing, it'll be in those notes. !neutral !think Er... assuming any of them survived the fallout from the eruption.
uk: agent: !neutral !think Гаразд, я прийняв рішення. player: Про що? agent: !neutral !gesture Куди вирушити далі. Ми не можемо далі ганятися за власним хвостом. !point Якщо ми хочемо зрозуміти, що не так із <#KONJUR>{3:{name.i_town_grid_cryst}}</>, нам потрібно більше інформації... І, здається, я знаю, де її знайти. player: Чудово! Де? agent: !neutral !gesture У старій <#BLUE>{3:{name.grimhollow_volcano}}</>. Або принаймні в тому, що від неї залишилося. !think Мій дідусь мав невелику лабораторію {2:{name.c_konjur}} в нашому будинку. Саме там він зберігав багато своїх дослідницьких нотаток. !happy !point Він знав систему <#KONJUR>{2:{name.i_town_grid_cryst}}</> краще за будь-кого. Якщо нам бракує якихось даних, вони будуть у тих записах. !neutral !think Ем... якщо, звісно, хоч щось з них пережило наслідки виверження.

source: agent: !happy !clap We're getting so close! We should only need one more <#KONJUR>{name.i_konjur_heart}</> to power the <#KONJUR>Bubble Shield</>! !neutral !think It's strange, though. I've checked the <#KONJUR>Bubble Shield</> and... well, the good news is it seems ready to go! !happy !shrug All the systems are already in place. Once we have enough power all that's left to do is flip a switch.
uk: agent: !happy !clap Ми так близько! Нам залишилося знайти лише ще одне <#KONJUR>{name.i_konjur_heart}</>, щоб запустити <#KONJUR>Бульбашковий щит</>! !neutral !think Хоча це дивно. Я перевірив <#KONJUR>Бульбашковий щит</> і... ну, гарна новина - він здається готовим до роботи! !happy !shrug Усі системи вже налаштовані, і як тільки ми зберемо достатньо енергії, залишиться лише натиснути перемикач.

source: agent: !happy !clap Yes!! It worked! Well done, Hunter! player: So... what did I do, exactly? agent: !happy !dubious You just helped us take the first big step towards getting our home back. Not just for us, but for everyone in <#BLUE>the Brinks.</> !think See, there's a whole energy grid running throughout <#BLUE>the Rotwood</>, and <#KONJUR>{name_multiple.town_grid_cryst}</> were used to supply it with {name.c_konjur} before the eruption. !notebook The grid's been dormant since the disaster, but if we get enough <#KONJUR>{name_multiple.i_konjur_heart}</> into the <#KONJUR>{name.i_town_grid_cryst}</> here, I hypothesize the concentrated {name.c_konjur} power should be enough to get the system working again. player: We're trying to get the power back on? Why? agent: !happy !shocked Ah, that's the <i>really</> exciting part-- and the crux of our whole expedition! !nervous I haven't talked about it much... I didn't want to get everyone's hopes up in case the <#KONJUR>{name_multiple.town_grid_cryst}</> didn't respond to the <#KONJUR>{name.i_konjur_heart}</>, but there was a piece of {name.c_konjur} tech in the works before the eruption. !point It was called the <#KONJUR>Bubble Shield.</> Not many folks knew it was even in development. player: So how did you know about it? agent: !happy !nervous I, um... had my sources. !think Anyway-- it wasn't completed in time to save us from the disaster, but I'm confident that if we can get it working we'll be able to use it to keep the <#RED>{name_multiple.rot}</> out for good. !gesture Then everyone will finally be able to come home!
uk: agent: !happy !clap Так!! Це спрацювало! Чудова робота, Мисливцю! player: То... що саме я зробив? agent: !happy !gruffnod Ми тільки що зробили перший крок – дуже важливий крок до повернення нашого дому. І не тільки для нас, а й для всіх у <#BLUE>Брінкс</>. !think Розумієте, крізь увесь <#BLUE>Ротвуд</> проходить енергомережа, і <#KONJUR>{name_multiple.town_grid_cryst}</> використовувалися, щоб живити її {3:{name.c_konjur}} до виверження. !notebook З того часу мережа була бездіяльною, але якщо ми зможемо вмістити достатньо <#KONJUR>{2:{name_multiple.i_konjur_heart}}</> у <#KONJUR>{2:{name.i_town_grid_cryst}}</> тут, я припускаю, що концентрована енергія {2:{name.c_konjur}} буде достатньою, аби знову запустити систему. player: Ми намагаємося відновити енергію? Навіщо? agent: !happy !shocked А, це <i>справді</> захоплююче... і водночас суть усієї нашої експедиції! !nervous Я особливо не розповідав про це... не хотів даремно підіймати всім настрій, якщо <#KONJUR>{name_multiple.town_grid_cryst}</> не відгукнуться на <#KONJUR>{name.i_konjur_heart}</>, але до виверження розробляли один пристрій з {2:{name.c_konjur}}. !point Він називився <#KONJUR>Бульбашковий щит.</> Багато хто взагалі й не знав, що його створюють. player: То як ти дізнався про нього? agent: !happy !nervous Я, е-е... мав свої джерела. !think У будь-якому випадку... його не встигли завершити, аби врятувати нас від катастрофи, але я впевнений, що якщо ми зможемо його запустити, то використаємо його, щоб назавжди відгородити <#RED>{2:{name_multiple.rot}}</>. !gesture І тоді всі нарешті зможуть повернутися додому!

source: agent: !happy !notebook Well done, Hunter! I've done some calculations-- we'll need four <#KONJUR>{name_multiple.i_konjur_heart}</> in total to get the <#KONJUR>Bubble Shield</> running. !clap That's only two more to go!
uk: agent: !happy !notebook Чудова робота, Мисливцю! Я зробив кілька розрахунків... нам знадобиться чотири <#KONJUR>{name_multiple.i_konjur_heart}</> загалом, щоб запустити <#KONJUR>Бульбашковий щит</>. !clap Залишилося лише два!

source: !neutral !think Back so soon? Did you forget to water the plants?
uk: !neutral !think Так швидко повернулися? Ви забули полити квіти?

source: !neutral !shrug I guess even Hunters get nervous sometimes. !happy !gesture That's kind of nice to know, actually.
uk: !neutral !shrug Гадаю, навіть Мисливці інколи нервують. !happy !gesture Насправді, це навіть приємно знати.

source: !greet I've been looking for you! !point Can you tell <#BLUE>{name.npc_scout}</> the {name.i_damselfly} should be a community vehicle?
uk: !greet Я вас шукав! !point Чи можете ви сказати <#BLUE>{3:{Name.npc_scout}}</>, що {Name.i_damselfly} повинен бути спільним засобом пересування?

source: !greet Welcome home! !think "Home." Huh. It's got a nice mouthfeel.
uk: !greet Ласкаво просимо додому! !think "Додому" Хах. Це приємне відчуття у роті.

source: !neutral !closedeyes Still alive, I see. !gruffnod Good.
uk: !neutral !closedeyes Все ще живі, я бачу. !gruffnod Добре.

source: !neutral !closedeyes Back for better weapons, are ye? !dubious Wise.
uk: !neutral !closedeyes Повернулися за кращою зброєю, так? !dubious Мудро.

source: !shocked Back so soon? !neutral !think Did you forget to pack a lunch?
uk: agent: !shocked Так швидко повернулися? !neutral !think Ви забули взяти обід?

source: !happy !gesture It's alright Hunter, sometimes you've gotta know when to cut and run. !neutral !shrug I ain't gonna fault you for that.
uk: !happy !gesture Все гаразд, Мисливцю, інколи треба знати, коли відступити. !neutral !shrug Я не звинувачуватиму вас за це.

source: !happy !gesture Better to tuck tail on a bad Hunt than get chomped. !agree The important thing is we made it back.
uk: !happy !gesture Краще підвернути хвоста під час поганого полювання, ніж отримати під зад. !agree Важливо те, що ми повернулися.

source: !happy !gesture I respect your tactical decision to retreat. !agree Very smart.
uk: !happy !gesture Я поважаю ваше тактичне рішення відступити. !agree Дуже розумно.

source: !happy !think With some <#RED>{name_multiple.upgrade_ingot}</>, I bet I could learn some new techniques. !bliss Then I could make all your armour way more powerful. Check my shopping list in the <#RED>Armoury</#RED>.
uk: !happy !think Маючи кілька <#RED>{2:{name_multiple.upgrade_ingot}}</> я б змогла опанувати нові техніки. !bliss Тоді я зробила б ваші обладунки значно сильнішими. Перегляньте мій список у <#RED>манекені для обладунків</#RED>.

source: !happy !point Check out the <#RED>{name.i_station_armorsmith}</> over there to see all the <#RED>Armour Upgrades</> we can do for you! !gesture I mean, we do need some <#RED>{name.rot} {name_multiple.material}</> to work with, but that shouldn't be too hard for you to get, right?
uk: !happy !point Перевірте <#RED>{name.i_station_armorsmith}</>, щоб побачити всі <#RED>покращення обладунків</>, які ми можемо зробити для вас! !gesture Нам, щоправда, потрібні <#RED>{name_multiple.material} {2:{name.rot}}</>, але ж вам не важко буде їх дістати, чи не так?

source: !happy !gesture I think <#BLUE>{name.npc_lunn}</> and I could do more if we upgraded my tools! !point Let's get those materials for {name.armourtools2}. !clap Then I bet I could totally upgrade <i>all</> your armour even more!
uk: !happy !gesture Думаю, ми з <#BLUE>{3:{Name.npc_lunn}}</> могли б зробити більше, якщо оновити мої інструменти! !point Дістаньмо ті матеріали на {name.armourtools2}. !clap Тоді я могла б покращити <i>усі</> ваші обладунки ще більше!

source: agent: !neutral !think But... doing all those upgrades on that new armour made me realize... !point I'm definitely gonna need to upgrade my <#RED>{name.armourtools1}</> too. !think Scratch that-- I'll probably need to make a whole new kit to handle working with all that <#KONJUR>{name.konjur}</>. !bliss Trust me, the upgrades I'll be able to do with it will be totally worth it! !happy !dubious Sooooo could you pick up a few materials for me? Pretty please?
uk: agent: !neutral !think Але... виконуючи всі ці покращення на нових обладунках, я зрозуміла... !point Мені точно доведеться вдосконалити свій <#RED>{name.armourtools1}</>. !think Власне, скоріше за все, мені доведеться створити повністю новий набір інструментів, щоб працювати з усім цим <#KONJUR>{2:{name.konjur}}</>. !bliss Повірте, покращення, які я зможу зробити з ними, точно того варті! !happy !dubious Тож... чи могли б ви зібрати для мене кілька матеріалів? Будь ласка?

source: !neutral !dubious Looks like yer <#RED>{name.weapon_crystal}</> needs some repairs.
uk: !neutral !dubious Здається, що ваша <#RED>{name.weapon_crystal}</> потребує ремонту.

source: !neutral !dubious Hrm. Yer weapon is lookin' a bit worse for wear. !gesture Don' worry, I can fix up yer <#RED>{name.weapon_crystal}</>.
uk: !neutral !dubious Хм. Ваша зброя виглядає не найкраще. !gesture Не хвилюйтеся, я можу полагодити вашу <#RED>{2:{name.weapon_crystal}}</>.

source: !happy !point <#BLUE>{name.npc_scout}</> tells me you've completed another challenge! !gesture You can claim yer <#RED>Mastery</> whenever you're ready.
uk: !happy !point <#BLUE>{Name.npc_scout}</> повідомив мені, що ви виконали ще одне завдання! !gesture Ви можете забрати свою <#RED>Майстерність</>, коли будете готові.

source: !happy !point I hear you finished off one of my challenges, Hunter. !gesture I've got a little <#KONJUR>Treat</> for you, when you're ready to claim it.
uk: !happy !point Я чув, ви завершили одне з моїх завдань, Мисливцю. !gesture Я маю для вас невеликий <#KONJUR>смаколик</>, коли ви будете готові забрати його.

source: agent: !neutral !shocked Why, my friend! Are you aware your flask is full of <i>inferior product</i>?! !think Golly, I just hate to see a salt of the earth <#BLUE>{player.species}</> like yourself get ssswindled. !happy !dubious Tell you what, why don't you empty that swill out with <p bind='Controls.Digital.USE_POTION' color=BTNICON_DARK> and I'll top you up with some bonafide {name.npc_doc_lastname}-brand <#RED>Potion</> instead? player: Wow! You'd do that for me? agent: !point Undoubtedly!
uk: agent: !neutral !shocked Мій друже! Чи ви знаєте, що ваша фляга наповнена <i>низькоякісним продуктом</i>?! !think Боже, я просто не можу терпіти, коли <#BLUE>{player.species}</> як ви, чесний до кісток, потрапляє у обман. !happy !dubious Я вам скажу ось що. Чому б вам не вилити цей жалюгідний напій за допомогою <p bind='Controls.Digital.USE_POTION' color=BTNICON_DARK> і я заповню її справжнім <#RED>зіллям</> бренду {Name.npc_doc_lastname}? player: Вау! Ти зробиш це для мене? agent: !point Безперечно!

source: !neutral !dubious Free <#RED>Upgrade</> time? !notebook It'll make your fight with <#RED>{name.bandicoot}</> more survivable.
uk: !neutral !dubious Час безплатного <#RED>покращення</>? !notebook Це збільшить ваші шанси на виживання в битві проти <#RED>{2:{Name.bandicoot}}</>.

source: !neutral !dubious You look like you could use an <#RED>Upgrade</>. !happy !gesture Aren't you lucky? I've got a free one right here for you.
uk: !neutral !dubious Ви виглядаєте так, ніби вам потрібне <#RED>покращення</>. !happy !gesture Вам пощастило! У мене є безплатне для вас.

source: !neutral !dubious Hey, do you want your free <#RED>Upgrade</> or what? !point Make it quick, I need to get back to work.
uk: !neutral !dubious То ви хочете своє безплатне <#RED>покращення</> чи ні? !point Не баріться, мені треба повертатися до роботи.

source: !neutral !point Just the Hunter I was hoping to see. !notebook I've got some free <#RED>Upgrades</> for you to test out.
uk: !neutral !point Саме на вас я й чекав, Мисливцю. !notebook У мене є кілька безплатних <#RED>покращень</>, які варто випробувати.

source: !neutral !dubious Wanna warm up with a free <#RED>Upgrade</>? !notebook I could use the break.
uk: agent: !neutral !dubious Хочете зігрітися безплатним <#RED>покращенням</>? !notebook Мені б не завадило трохи відпочити.

source: !neutral !point It's your lucky day! !notebook I've got a free <#RED>Upgrade</> for you to try out.
uk: !neutral !point Вам сьогодні щастить! !notebook У мене є безплатне <#RED>покращення</>, яке можна випробувати.

source: !neutral !greet Oh, hey. Want an <#RED>Upgrade</>? First one's free.
uk: !neutral !greet О, привіт. Хочете <#RED>покращення</>? Перше безплатно.

source: !neutral !gesture First <#RED>Upgrade</>'s on the house. After that I'll need some <#KONJUR>{name.i_konjur}</>.
uk: !neutral !gesture Перше <#RED>покращення</> на рахунок закладу. Після цього мені знадобиться<#KONJUR>{name.i_konjur}</>.

source: !neutral !greet First <#RED>Upgrade's</> always free.
uk: !neutral !greet Перше <#RED>покращення</> завжди безплатне.

source: !neutral !greet Want an <#RED>Upgrade</>? First one's on me.
uk: !neutral !greet Хочете <#RED>покращення</>? Перше безплатно.

source: !neutral !point First <#RED>Upgrade's</> on the house.
uk: !neutral !point Перше <#RED>покращення</> за кошти закладу.

source: !neutral !dubious You lookin' ta <#RED>Upgrade</> that <#RED>Weapon</>? !gesture Go take a peek at the <#RED>Weapon Rack</>.
uk: !neutral !dubious Хочете <#RED>покращити</> цю <#RED>зброю</>? !gesture Погляньте на <#RED>стійку для зброї</>.

source: !neutral !dubious Lookin' ta <#RED>Upgrade</> that <#RED>Weapon</>, are ye? !point Pick what ye want from the <#RED>Weapon Rack</>, quit dallyin'.
uk: !neutral !dubious Хочете <#RED>покращити</> цю <#RED>зброю</>, так? !point Обирайте, що вам треба, на <#RED>стійці для зброї</>, не баріться.

source: !neutral !dubious Looks like yer <#RED>{name.weapon_crystal}</> is ready to finish.
uk: !neutral !dubious Здається, що ваша <#RED>{name.weapon_crystal}</> готова до завершення.

source: !neutral !dubious Ye did it. I knew ye could. !gesture Let's finish yer <#RED>{name.weapon_crystal}</>.
uk: !neutral !dubious Ви зробили це. Я знав, що вам під силу. !gesture Завершімо вашу <#RED>{2:{name.weapon_crystal}}</>.

source: !shock What <i>is</> that smell? !dejected This place stinks like a rotten egg!
uk: !shock Що це за <i>запах</>? !dejected Тут смердить тухлим яйцем!

source: agent: !happy !dubious Now <i>there's</> a real Hunter's weapon. Sleek, agile, versatile... not to mention incredibly cool-looking. player: Which of your teammates used the {name.weapon_bow}? agent: !happy !gesture That would be yours truly! Figured my old Hunting <#RED>{name.weapon_bow}</> might be useful for training new Hunters. !think Though I have to admit, it doesn't hold a candle to the fancy <#RED>{name_multiple.weapon_bow}</> you can make nowadays. Who woulda thought one day we'd be using <#RED>{name.rot}</> parts to make our weapons stronger?
uk: agent: !happy !dubious Оце <i>так</> зброя Мисливця. Струнка, спритна, універсальна... і ще й виглядає надзвичайно стильно. player: Хто з твоїх товаришів користувався {4:{name.weapon_bow}}? agent: !happy !gesture Це був я! Подумав, що мій старий мисливський <#RED>{name.weapon_bow}</> може згодитися для тренування новачків. !think Хоча мушу зізнатися... він і близько не зрівняється з тими розкішними <#RED>{2:{name_multiple.weapon_bow}}</>, які ви тепер можете робити. Хто б міг подумати, що колись ми використовуватимемо частини <#RED>{name.rot}</>, щоб зробити зброю сильнішою?
