Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_TEXT
source: Press start to host your game online.
uk: Натисніть почати гру, щоб створити гру онлайн.

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_TEXT_FRIENDSONLY
source: Start a friends-only game.
uk: Створити гру лише для друзів.

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_TITLE
source: Host New Game
uk: Створити нову гру

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_USERGROUP_JOIN
source: Share with Steam Groups
uk: Поділіться з групами Steam

# STRINGS.UI.MAINSCREEN.HOST_DIALOG_USERGROUP_JOIN_TOOLTIP
source: When checked, players in that Steam Group can see and join your game.
uk: Якщо позначено, гравці цієї групи Steam зможуть бачити вашу гру та приєднуватися до неї.

# STRINGS.UI.MAINSCREEN.INCOMPATIBLE_SAVE.ASK_ERASE.BODY
source: Thank you for playing! Unfortunately, your old data is no longer compatible.
uk: Дякуємо за гру! На жаль, ваші старі дані більше несумісні.

# STRINGS.UI.MAINSCREEN.INCOMPATIBLE_SAVE.ASK_ERASE.CONFIRM
source: Erase Save Data
uk: Стирання збереження

# STRINGS.UI.MAINSCREEN.INCOMPATIBLE_SAVE.ASK_ERASE.TITLE
source: Save Data Not Compatible
uk: Збереження не сумісні

# STRINGS.UI.MAINSCREEN.INCOMPATIBLE_SAVE.ERASE_COMPLETE.BODY
source: Your old save files have been erased.
uk: Ваші старі файли збереження стерто.

# STRINGS.UI.MAINSCREEN.INCOMPATIBLE_SAVE.ERASE_COMPLETE.TITLE
source: Old Save Data Wiped
uk: Старі збереження видалено

# STRINGS.UI.MAINSCREEN.ISSUE
source: Report an Issue
uk: Повідомити про проблему

# STRINGS.UI.MAINSCREEN.JOIN_DIALOG_BTN
source: Go!
uk: Вперед!

# STRINGS.UI.MAINSCREEN.JOIN_DIALOG_TEXT
source: Enter your friend's ShareCode to join their game.
uk: Введіть ШвидКод вашого друга, щоб приєднатися до його гри.

# STRINGS.UI.MAINSCREEN.JOIN_DIALOG_TITLE
source: Join Online Game
uk: Приєднатися до онлайн-гри

# STRINGS.UI.MAINSCREEN.MODIFIED_DATA
source: *** Warning - modifications to the game data were detected. The game may not behave correctly. ***
uk: *** Попередження - виявлено модифікацію даних гри. Гра може працювати некоректно. ***

# STRINGS.UI.MAINSCREEN.MULTIPLAYER_INFO
source: Character progress is saved and transferred across game types.
uk: Прогрес персонажа зберігається та передається між різними типами гри.

# STRINGS.UI.MAINSCREEN.NO
source: No
uk: Ні

# STRINGS.UI.MAINSCREEN.OFFLINE_ERROR
source: <p img='images/icons_ftf/ic_offline.tex' color=0 scale=1.3> You're offline.
uk: <p img='images/icons_ftf/ic_offline.tex' color=0 scale=1.3> Ви в автономному режимі.

# STRINGS.UI.MAINSCREEN.ONLINE_INFO
source: Additional local players can be added in-game.
uk: Додаткові локальні гравці можуть бути додані в грі.

# STRINGS.UI.MAINSCREEN.PLAY
source: Press Any Button
uk: Натисніть будь-яку кнопку

# STRINGS.UI.MAINSCREEN.PROFILE_PROCESSING
source: Profiling game - processing data
uk: Профільна гра - обробка даних

# STRINGS.UI.MAINSCREEN.PROFILE_SECONDS
source: Profiling game (%d)
uk: Профільна гра (%d)

# STRINGS.UI.MAINSCREEN.QUIT
source: <p img='images/ui_ftf_icons/quit.tex' color=0 scale=1> Quit
uk: <p img='images/ui_ftf_icons/quit.tex' color=0 scale=1> Вийти

# STRINGS.UI.MAINSCREEN.SCRIPTERRORBACK
source: <p img='images/ui_ftf/arrow_left.tex' scale=0.9 color=0> Back
uk: <p img='images/ui_ftf/arrow_left.tex' scale=0.9 color=0> Назад

# STRINGS.UI.MAINSCREEN.SCRIPTERRORMORE
source: More Options <p img='images/ui_ftf/arrow_right.tex' scale=0.9 color=0>
uk: Більше опцій <p img='images/ui_ftf/arrow_right.tex' scale=0.9 color=0>

# STRINGS.UI.MAINSCREEN.SCRIPTERRORQUIT
source: <p img='images/ui_ftf_icons/exit.tex' scale=1.2 color=0> Exit Game
uk: <p img='images/ui_ftf_icons/exit.tex' scale=1.2 color=0> Вийти з гри

# STRINGS.UI.MAINSCREEN.SCRIPTERRORSUBTITLE
source: An error occurred that the game can't recover from.
uk: Сталася помилка, від якої гра не може відновитися.

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_BUGTRACKER
source: <p img='images/ui_ftf_icons/bug.tex' scale=1.2 color=0> Bug Tracker
uk: <p img='images/ui_ftf_icons/bug.tex' scale=1.2 color=0> Відстеження помилок

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_COPY_CLIPBOARD
source: <p img='images/ui_ftf_icons/clipboard.tex' scale=1.2 color=0> Copy Error
uk: <p img='images/ui_ftf_icons/clipboard.tex' scale=1.2 color=0> Скопіювати помилку

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_DEBUG
source: <p img='images/ui_ftf_icons/console.tex' scale=1.2 color=0> Debug Console
uk: <p img='images/ui_ftf_icons/console.tex' scale=1.2 color=0> Консоль

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_MOD.BLAME_RESOLVE
source: The mod will be disabled, re-enable it from the mods menu.
uk: Модифікацію буде вимкнено, щоб увімкнути її знову, скористайтеся меню модів.

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_MOD.BLAME_TARGET
source: The following mod(s) have caused a failure:
uk: Наступна(і) модифікація(ії) спричинили збій:

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_MOD.INSTALLED_MODS
source: You had these mods:
uk: У вас були такі моди:

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_MOD.MODFORUMS
source: Mod Forums
uk: Форум модів

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_MOD.RESET_WITHOUT_MODS
source: Disable Mods
uk: Вимкнути моди

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_RESTART
source: <p img='images/ui_ftf_icons/restart.tex' scale=1.2 color=0> Restart Level
uk: <p img='images/ui_ftf_icons/restart.tex' scale=1.2 color=0> Перезапустити

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_SAVE_REPLAY
source: Save Replay
uk: Зберегти повтор

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_WIPE
source: <p img='images/ui_ftf_icons/delete.tex' scale=1.2 color=0> Delete All Saves
uk: <p img='images/ui_ftf_icons/delete.tex' scale=1.2 color=0> Стерти всі збер.

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_WIPESAVE.BODY
source: Deleting save data will erase all gameplay progress for all characters
uk: Видалення збереження призведе до видалення всього прогресу гри для всіх персонажів

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_WIPESAVE.CANCEL
source: Maybe not...
uk: Можливо ні...

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_WIPESAVE.CONFIRM
source: I am sure
uk: Я впевнений

# STRINGS.UI.MAINSCREEN.SCRIPTERROR_WIPESAVE.TITLE
source: Warning!
uk: Попередження!

# STRINGS.UI.MAINSCREEN.SLOTS_INFO_DEVICES
source: For additional devices, press {button_icon} on your {device_name} or other connected controllers.
uk: Для додаткових пристроїв натисніть {button_icon} на вашому {device_name} або інших підключених контролерах.

# STRINGS.UI.MAINSCREEN.SLOTS_INFO_DEVICES_EMPTY
source: You can plug in extra controllers for additional local players.
uk: Ви можете під'єднати додаткові контролери для додаткових локальних гравців.

# STRINGS.UI.MAINSCREEN.SLOTS_INFO_END
source: <#77625E>Each match can have up to 4 players, locally or online. Players can be added while in game.</>
uk: <#77625E>У кожному матчі може брати участь до 4 гравців, локально або онлайн. Гравців можна додавати під час гри.</>

# STRINGS.UI.MAINSCREEN.SLOTS_INFO_START
source: Select a character slot.
uk: Виберіть слот персонажа.

# STRINGS.UI.MAINSCREEN.SLOTS_REMOVE_PLAYER
source: Press <p bind='Controls.Digital.CANCEL' color=0> to remove
uk: Натисніть <p bind='Controls.Digital.CANCEL' color=0> щоб видалити

# STRINGS.UI.MAINSCREEN.SLOT_CONTINUE_TO_GAME
source: Start Game
uk: Почати гру

# STRINGS.UI.MAINSCREEN.SLOT_CONTINUE_TO_ONLINE
source: Continue
uk: Продовжити

# STRINGS.UI.MAINSCREEN.SLOT_PLAYER_READY
source: Ready!
uk: Готовий!

# STRINGS.UI.MAINSCREEN.SLOT_READY_BTN
source: Ready? <p bind='Controls.Digital.ACCEPT' color=0>
uk: Готові? <p bind='Controls.Digital.ACCEPT' color=0>

# STRINGS.UI.MAINSCREEN.SLOT_READY_MOUSE_BTN
source: Ready?
uk: Готові?

# STRINGS.UI.MAINSCREEN.SLOT_REROLL_BUTTON
source: <p img='images/ui_ftf_character/BtnReroll.tex' color=0 scale=2.5> <p bind='Controls.Digital.MENU_SUB_TAB_NEXT' color=0> REROLL ALL
uk: <p img='images/ui_ftf_character/BtnReroll.tex' color=0 scale=2.5> <p bind='Controls.Digital.MENU_SUB_TAB_NEXT' color=0> ЗМІНИТИ ВСЕ

# STRINGS.UI.MAINSCREEN.SLOT_SELECTION_SUBTITLE
source: The game will start when every player has a unique character selected.
uk: Гра почнеться, коли кожен гравець вибере свого персонажа.

# STRINGS.UI.MAINSCREEN.SLOT_SELECTION_TITLE
source: %d/%d players ready
uk: %d/%d гравців готові

# STRINGS.UI.MAINSCREEN.TITLE_GAMEFAIL
source: Error in the Woods
uk: Помилка в лісі

# STRINGS.UI.MAINSCREEN.TITLE_MODFAIL
source: Mods are Wreaking Havoc
uk: Моди сіють хаос

# STRINGS.UI.MAINSCREEN.TRANSLATION_WIP
source: This translation is a work-in-progress. It is incomplete and does not represent the final game's translation quality.
uk: Цей переклад знаходиться в стадії розробки. Він незавершений і не відповідає якості остаточного перекладу гри.

# STRINGS.UI.MAINSCREEN.VERSION_NOTES.OK
source: Ok
uk: Ок

# STRINGS.UI.MAINSCREEN.VERSION_NOTES.TITLE_FMT
source: Version Update: %s
uk: Оновлення версії: %s

# STRINGS.UI.MAINSCREEN.WISHLIST_CTA
source: <p img='images/ui_ftf_icons/steam.tex' color=0 scale=1.3> Add to Wishlist
uk: <p img='images/ui_ftf_icons/steam.tex' color=0 scale=1.3> Додати до списку бажань

# STRINGS.UI.MAINSCREEN.YES
source: Yes
uk: Так

# STRINGS.UI.MANAGEMP.BLACK_LIST
source: Blacklist
uk: Чорний список

# STRINGS.UI.MANAGEMP.KICK
source: Kick
uk: Вигнати

# STRINGS.UI.MANAGEMP.PLAYERS_IN_GAME
source: Players In-Game
uk: Гравці в грі

# STRINGS.UI.MANAGEMP.REMOVE
source: Remove
uk: Видалити

# STRINGS.UI.MAPSCREEN.AVERAGE_PLAYER_LEVEL_LABEL
source: Party Gear Level
uk: Рівень спорядження команди

# STRINGS.UI.MAPSCREEN.AVERAGE_PLAYER_LEVEL_LABEL_TT
source: The average level of all of your party's Gear Level.
uk: Середній рівень всього спорядження вашої команди.

# STRINGS.UI.MAPSCREEN.CHANGE_WEAPON
source: Change Weapon
uk: Змінити зброю

# STRINGS.UI.MAPSCREEN.CURRENT_ATTACK
source: Current: <p img='images/icons_ftf/stat_weapon.tex' color=0 scale=1>%d
uk: Поточний: <p img='images/icons_ftf/stat_weapon.tex' color=0 scale=1>%d

# STRINGS.UI.MAPSCREEN.CURRENT_DEFENSE
source: Current: <p img='images/ui_ftf/ic_stat_defend.tex' color=0 scale=1>%d
uk: Поточний: <p img='images/ui_ftf/ic_stat_defend.tex' color=0 scale=1>%d

# STRINGS.UI.MAPSCREEN.DUNGEON_TIER_LABEL
source: Hunt Level
uk: Рівень полювання

# STRINGS.UI.MAPSCREEN.DUNGEON_TIER_LABEL_TT
source: The average difficulty of this dungeon. Don't be afraid to play one above your level!
uk: Середня складність цього підземелля. Не бійтеся грати на рівень вище вашого!

# STRINGS.UI.MAPSCREEN.LOCATION_DROPS_GRID_TITLE
source: ITEMS
uk: ПРЕДМЕТИ

# STRINGS.UI.MAPSCREEN.LOCATION_LOCKED_TITLE
source: Location Locked
uk: Локація заблокована

# STRINGS.UI.MAPSCREEN.LOCATION_MATERIALS_GRID_TITLE
source: MATERIALS
uk: МАТЕРІАЛИ

# STRINGS.UI.MAPSCREEN.LOCKED_INFO_LABEL
source: <p img='images/map_ftf/lock_icon.tex' color=0 scale=4> Defeat the local Boss to unlock Frenzy Levels.
uk: <p img='images/map_ftf/lock_icon.tex' color=0 scale=4> Здолайте місцевого Боса, щоб розблокувати Рівні божевілля.

# STRINGS.UI.MAPSCREEN.RECOMMENDED_ATTACK_LABEL
source: Recommended
uk: Рекомендовано

# STRINGS.UI.MAPSCREEN.RECOMMENDED_ATTACK_TT
source: Expect to defeat {name_multiple.rot} in this {name.run} if your team's current attack is near this level.
uk: {Name_multiple.rot} зазнають поразки під час {name.run}, якщо поточний рівень атаки вашої команди близький до цього рівня.

# STRINGS.UI.MAPSCREEN.RECOMMENDED_DEFENSE_LABEL
source: Recommended
uk: Рекомендовано

# STRINGS.UI.MAPSCREEN.RECOMMENDED_DEFENSE_TT
source: {name.run} should be survivable if your team's current defence is near this level.
uk: {Name.run} має бути можливим, якщо поточний захист вашої команди близький до цього рівня.

# STRINGS.UI.MAPSCREEN.RECOMMENDED_POWER
source: RECOMMENDED POWER: %d
uk: РЕКОМЕНДОВАНА СИЛА: %d

# STRINGS.UI.MAPSCREEN.RESET_PATH
source: Reset Path
uk: Скинути шлях

# STRINGS.UI.MAPSCREEN.START_DUNGEON_RUN
source: Start Dungeon Run
uk: Почати Dungeon Run

# STRINGS.UI.MAPSCREEN.TOWN
source: Town
uk: Місто

# STRINGS.UI.MAPSCREEN.TRAVEL_BUTTON
source: FLY THERE!
uk: ЛЕТИ СЮДИ!

# STRINGS.UI.MAPSCREEN.TRAVEL_BUTTON_DISABLED
source: NO {name.elite_prefix} {name.rot_boss}
uk: НЕМАЄ {4:{name.elite_prefix}} {2:{name.rot_boss}}

# STRINGS.UI.MAPSCREEN.UNKNOWN_CREATURE
source: Undiscovered {name.rot}
uk: Невідкритий {name.rot}

# STRINGS.UI.MAP_ICONS.BOSS_BANDICOOT
source: Something dangerous lies ahead
uk: Попереду чатує небезпека

# STRINGS.UI.MAP_ICONS.BOSS_MEGATREEMON
source: Something dangerous lies ahead
uk: Попереду чатує небезпека

# STRINGS.UI.MAP_ICONS.BOSS_OWLITZER
source: Something dangerous lies ahead
uk: Попереду чатує небезпека

# STRINGS.UI.MAP_ICONS.BOSS_SEDAMENT
source: Something dangerous lies ahead
uk: Попереду чатує небезпека

# STRINGS.UI.MAP_ICONS.BOSS_THATCHER
source: Something dangerous lies ahead
uk: Попереду чатує небезпека

# STRINGS.UI.MAP_ICONS.COIN1
source: {name.konjur} rewards for your shopping needs
uk: {Name.konjur} для ваших покупок

# STRINGS.UI.MAP_ICONS.COIN2
source: Challenge ahead! {name.konjur} rewards for your shopping needs
uk: Киньте виклик! {name.konjur} для ваших покупок

# STRINGS.UI.MAP_ICONS.FABLED1
source: Get a special power!
uk: Отримайте особливу силу!

# STRINGS.UI.MAP_ICONS.FABLED2
source: Challenge ahead! Get a special power!
uk: Киньте виклик! Отримайте особливу силу!

# STRINGS.UI.MAP_ICONS.FOOD
source: Fill your stomach!
uk: Заповніть шлунок!

# STRINGS.UI.MAP_ICONS.MARKET
source: Buy armour, new weapons, and resources!
uk: Купуйте обладунки, нову зброю та ресурси!

# STRINGS.UI.MAP_ICONS.MATERIAL1
source: Loot and materials for your crafting needs
uk: Предмети й матеріали для вашого крафту

# STRINGS.UI.MAP_ICONS.MATERIAL2
source: Challenge ahead! Loot and materials for your crafting needs
uk: Киньте виклик! Предмети й матеріали для вашого крафту

# STRINGS.UI.MAP_ICONS.METAUNLOCK
source: New unlocks right ahead
uk: Попереду нові розблокування

# STRINGS.UI.MAP_ICONS.MINIBOSS
source: Something wicked this way comes
uk: Щось лихе наближається сюди

# STRINGS.UI.MAP_ICONS.PLAIN1
source: Get a new power!
uk: Отримати нову силу!

# STRINGS.UI.MAP_ICONS.PLAIN2
source: Challenge ahead! Get a new power!
uk: Киньте виклик! Отримайте нову силу!

# STRINGS.UI.MAP_ICONS.POTION
source: Quench your thirst and restore your health
uk: Втамуйте спрагу і відновіть здоров'я

# STRINGS.UI.MAP_ICONS.POWERUPGRADE
source: Upgrade your powers
uk: Поліпшіть свої сили

# STRINGS.UI.MAP_ICONS.QUEST
source: Meet new friends and move the story forward
uk: Зустрічайте нових друзів і рухайте історію вперед

# STRINGS.UI.MAP_ICONS.SKILL1
source: Get yourself a new skill!
uk: Отримайте нову навичку!

# STRINGS.UI.MAP_ICONS.SKILL2
source: Challenge ahead! Get yourself a new skill!
uk: Киньте виклик! Отримайте нову навичку!

# STRINGS.UI.MAP_ICONS.SMALLTOKEN1
source: Corestones for your shopping needs
uk: Кам'яне ядро для ваших покупок

# STRINGS.UI.MAP_ICONS.SMALLTOKEN2
source: Challenge ahead! Corestones for your shopping needs
uk: Киньте виклик! Кам'яне ядро для ваших покупок

# STRINGS.UI.MAP_MARKERS.RESCUE_BERNA
source: Rescue {name.npc_armorsmith}
uk: Порятунок {4:{Name.npc_armorsmith}}

# STRINGS.UI.MARKETCHALLENGEPROP.CLAIM_REWARD
source: {name.interact_tap} Claim {name.npc_market_magpie}'s Cache
uk: {Name.interact_tap} Попросити винагороду в {2:{Name.npc_market_magpie}}

# STRINGS.UI.MARKETCHALLENGEPROP.COMPLETED
source: Cache claimed
uk: Кеш зараховано

# STRINGS.UI.MARKETCHALLENGEPROP.EMOTE
source: Emote
uk: Емоція

# STRINGS.UI.MARKETCHALLENGEPROP.FAILED
source: Challenge Failed
uk: Випробування провалено

# STRINGS.UI.MARKETCHALLENGEPROP.SUCCESS
source: Success!
uk: Успіх!

# STRINGS.UI.MARKETCHALLENGEPROP.TITLE
source: {name.shop_magpie}'s Challenges
uk: Випробування {2:{Name.shop_magpie}}

# STRINGS.UI.MARKETCHALLENGEPROP.TT_FAILED
source: <p img='%s' scale=1.4 color=0> FAILED
uk: <p img='%s' scale=1.4 color=0> НЕ ВДАЛОСЯ

# STRINGS.UI.MARKETCHALLENGEPROP.TT_NOT_PRESENT_AT_START
source: <p img='%s' scale=1.4 color=0> INACTIVE
uk: <p img='%s' scale=1.4 color=0> НЕАКТИВНЕ

# STRINGS.UI.MARKETCHALLENGEPROP.TT_SHOULD_COMPLETE
source: <p img='%s' scale=1.4 color=0> ACTIVE
uk: <p img='%s' scale=1.4 color=0> АКТИВНЕ

# STRINGS.UI.MASTERYSCREEN.CAN_CLAIM
source: This tab has a Mastery you can claim!
uk: У цій вкладці є майстерність, яку ви можете забрати!

# STRINGS.UI.MASTERYSCREEN.CHALLENGE
source: Challenges
uk: Випробування

# STRINGS.UI.MASTERYSCREEN.CLAIM
source: <p bind='Controls.Digital.MENU_ACCEPT' color=0> CLAIM!
uk: <p bind='Controls.Digital.MENU_ACCEPT' color=0> ЗАБРАТИ!

# STRINGS.UI.MASTERYSCREEN.DESC
source: Complete Masteries to earn rewards!
uk: Виконуйте майстерності, щоб заробити нагороди!

# STRINGS.UI.MASTERYSCREEN.GEMS
source: Gems
uk: Самоцвіти

# STRINGS.UI.MASTERYSCREEN.GENERAL
source: General
uk: Загальні

# STRINGS.UI.MASTERYSCREEN.LOCKED
source: Locked
uk: Закрито

# STRINGS.UI.MASTERYSCREEN.NEW_MASTERY
source: This Mastery is new!
uk: Це нова майстерність!

# STRINGS.UI.MASTERYSCREEN.NEW_MASTERY_TAB
source: This tab has a new Mastery!
uk: Ця вкладка має нову майстерність!

# STRINGS.UI.MASTERYSCREEN.OTHER
source: {name_multiple.rot_boss}
uk: Гниль Боси|Гниль Босів

# STRINGS.UI.MASTERYSCREEN.POPUP.MASTERY_ACTIVATED
source: {mastery_name} Activated!
uk: {mastery_name} Активовано!

# STRINGS.UI.MASTERYSCREEN.POPUP.MASTERY_COMPLETED
source: {mastery_name} Complete!
uk: {mastery_name} Завершено!

# STRINGS.UI.MASTERYSCREEN.PROGRESS
source: Progress: %d / %d
uk: Прогрес: %d / %d

# STRINGS.UI.MASTERYSCREEN.PROGRESS_COMPLETE
source: Completed!
uk: Виконано!

# STRINGS.UI.MASTERYSCREEN.REWARDS
source: Rewards
uk: Нагороди

# STRINGS.UI.MASTERYSCREEN.REWARDS_CLAIMED
source: <p img='images/ui_ftf_icons/completed.tex' color=0> Rewards earned
uk: <p img='images/ui_ftf_icons/completed.tex' color=0> Нагороди отримано

# STRINGS.UI.MASTERYSCREEN.TITLE
source: MASTERIES
uk: МАЙСТЕРНІСТЬ

# STRINGS.UI.MASTERYSCREEN.UNLOCK_NEW_TITLE
source: <p img='images/icons_ftf/character_title.tex' color=0> New Title: %s
uk: <p img='images/icons_ftf/character_title.tex' color=0> Нова кличка: %s

# STRINGS.UI.MECHANIC_TUTORIALS.ARMOUR_FORTIFICATION_UNLOCKED_0.DESC
source: <#RED>{name.npc_armorsmith}</> will now upgrade your armour! Check <p img='images/icons_ftf/upgrade.tex' color=0 rpad=1>Upgrades at the <#RED>Armoury</#RED>.
uk: <#RED>{Name.npc_armorsmith}</> тепер зможе покращувати ваші обладунки! Перевірте <p img='images/icons_ftf/upgrade.tex' color=0 rpad=1>покращення в <#RED>обладунках</#RED>.

# STRINGS.UI.MECHANIC_TUTORIALS.ARMOUR_FORTIFICATION_UNLOCKED_0.TITLE
source: Armour Research
uk: Дослідження обладунків

# STRINGS.UI.MECHANIC_TUTORIALS.ARMOUR_FORTIFICATION_UNLOCKED_1.DESC
source: <#RED>{name.npc_armorsmith}</> needs {name_multiple.upgrade_ingot} to upgrade your {name.i_item_rarity_uncommon} armour to {name.i_item_rarity_rare} quality! Check <p img='images/icons_ftf/station_upgrade.tex' color=0 rpad=1>Station Upgrades at the <#RED>Armoury</#RED>.
uk: <#RED>{Name.npc_armorsmith}</> потребує {name_multiple.upgrade_ingot}, щоб покращити вашу {2:{name.i_item_rarity_uncommon}} обладунки до якості '{name.i_item_rarity_rare}'! Перевірте <p img='images/icons_ftf/station_upgrade.tex' color=0 rpad=1>покращення станції на <#RED>манекені з обладунками</#RED>.

# STRINGS.UI.MECHANIC_TUTORIALS.ARMOUR_FORTIFICATION_UNLOCKED_1.TITLE
source: Armour Research
uk: Дослідження обладунків

# STRINGS.UI.MECHANIC_TUTORIALS.ARMOUR_FORTIFICATION_UNLOCKED_2.DESC
source: <#RED>{name.npc_armorsmith}</> needs {name_multiple.upgrade_ingot} to upgrade your {name.i_item_rarity_rare} armour to {name.i_item_rarity_epic} quality! Check <p img='images/icons_ftf/station_upgrade.tex' color=0 rpad=1>Station Upgrades at the <#RED>Armoury</#RED>.
uk: <#RED>{Name.npc_armorsmith}</> потребує {name_multiple.upgrade_ingot}, щоб покращити вашу {2:{name.i_item_rarity_rare}} обладунки до якості '{name.i_item_rarity_epic}'! Перевірте <p img='images/icons_ftf/station_upgrade.tex' color=0 rpad=1>покращення станції на <#RED>манекені з обладунками</#RED>.

# STRINGS.UI.MECHANIC_TUTORIALS.ARMOUR_FORTIFICATION_UNLOCKED_2.TITLE
source: Armour Research
uk: Дослідження обладунків

# STRINGS.UI.MECHANIC_TUTORIALS.BOSS_WEAPON_CRAFTING.DESC
source: <#RED>{name.npc_blacksmith}</> can now craft <#RED>{name_multiple.weapon_crystal}</>. {name_multiple.weapon_crystal} absorb the essence of a <#RED>{name.elite_prefix} {name.rot_boss}</> if it is used to complete a <#RED>{name.ascension_plus} {name.run}</>. If you fail a run while holding a Proto-Weapon, it will <#RED>Break</> and need to be repaired by {name.npc_blacksmith}.
uk: <#RED>{Name.npc_blacksmith}</> тепер може створювати <#RED>{2:{name_multiple.weapon_crystal}}</>. {Name_multiple.weapon_crystal} поглинають сутність <#RED>{4:{name.elite_prefix}} {2:{name.rot_boss}}</>, якщо їх використовувати для завершення <#RED>{name.run} підчас {name.ascension_plus}</>. Якщо ви зазнаєте поразки під час проходження з протозброєю, вона <#RED>зламається</> і потребуватиме ремонту у {2:{Name.npc_blacksmith}}.

# STRINGS.UI.MECHANIC_TUTORIALS.COOKINGMENU_UNLOCKED.DESC
source: Cook fancier meals from {name.npc_cook}'s {name_multiple.cook_rotating_recipe} menu and consume them during a Hunt for more potent {name_multiple.concept_relic}!
uk: Готуйте вишуканіші страви з меню {2:{name_multiple.cook_rotating_recipe}} від {Name.npc_cook} та споживайте їх під час полювання для отримання найпотужніший {3:{name_multiple.concept_relic}}!

# STRINGS.UI.MECHANIC_TUTORIALS.COOKINGMENU_UNLOCKED.TITLE
source: {name_multiple.cook_rotating_recipe} Menu Unlocked!
uk: Меню {2:{name_multiple.cook_rotating_recipe}} розблоковано!

# STRINGS.UI.MECHANIC_TUTORIALS.COOKINGTOOLS_UNLOCKED.DESC
source: You can now use the cooking station to prepare Powerful meals for your Hunt!
uk: Тепер ви можете використовувати кухонну станцію, щоб готувати їжу для отримання сили під час полювання!

# STRINGS.UI.MECHANIC_TUTORIALS.COOKINGTOOLS_UNLOCKED.TITLE
source: {name.cookingtools} Unlocked!
uk: {name.cookingtools} розблокована!

# STRINGS.UI.MECHANIC_TUTORIALS.FARMTOOLS_UNLOCKED.DESC
source: Equip {name.farmtools} to plant, uproot, harvest, and water your plants!
uk: Візьміть {name.farmtools}, щоб садити, викопувати, збирати врожай і поливати свої рослини!

# STRINGS.UI.MECHANIC_TUTORIALS.FARMTOOLS_UNLOCKED.TITLE
source: {name.farmtools} Unlocked!
uk: {Name.farmtools} розблоковано!

# STRINGS.UI.MECHANIC_TUTORIALS.FIRST_HUNTERS_PATH.DESC
source: You progressed the <#RED>{name.concept_talent_tree}</>, earning a <#RED>{name.i_konjur_heart_shard}</>! {name_multiple.konjur_heart_shard} are used to increase your Hunter's Power. You can view each {name.run}'s challenges in {name.tutorial_playerstatus}.
uk: Ви просунулися на <#RED>{2:{name.concept_talent_tree}}</> і отримали <#RED>{name.i_konjur_heart_shard}</>! {Name_multiple.konjur_heart_shard} використовуються для підвищення сили Мисливця. Ви можете переглянути виклики кожного {name.run} у {2:{name.tutorial_playerstatus}}.

# STRINGS.UI.MECHANIC_TUTORIALS.FRENZY_UNLOCKED.DESC
source: Depositing more <#KONJUR>{name_multiple.i_konjur_heart}</> has further increased the ambient {name.c_konjur} levels around your camp! {name_multiple.run} with a {name.rot_boss} have become <#RED>Frenzied</>.
uk: Внесення більшої кількості <#KONJUR>{2:{name_multiple.i_konjur_heart}}</> ще більше підвищило рівень {2:{name.c_konjur}} навколо вашого табору! {Name_multiple.run} на {2:{name.rot_boss}} стали <#RED>божевільними</>.

# STRINGS.UI.MECHANIC_TUTORIALS.FRENZY_UNLOCKED.TITLE
source: Frenzied {name_multiple.run}!
uk: Божевільне {name_multiple.run}!

# STRINGS.UI.MECHANIC_TUTORIALS.GEMTABLE_UNLOCKED.DESC
source: Use the <#RED>{name.gemtools}</> to cut <#RED>{name_multiple.gem}</> and set them in your <#RED>Weapons</>.
uk: Використовуйте <#RED>{name.gemtools}</>, щоб вирізати <#RED>{name_multiple.gem}</> і встановити їх у свою <#RED>зброю</>.
