Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_heavy_attack.name
source: Jumping Heavy
uk: Стрибок з важкою атакою

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_hitstreak_advanced.desc
source: During combat, build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> using at least <#RED>{num_drills} Spinning Drills</> ( <p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>).
uk: Під час бою отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</>, використовуючи принаймні <#RED>{num_drills} Закручених свердла</> ( <p bind='Controls.Digital.DODGE' color=0> <p img='images/ui_ftf/arrow_right.tex' scale=0.4> <p bind='Controls.Digital.ATTACK_LIGHT' color=0>).

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_hitstreak_advanced.name
source: Spinning Drill {name_multiple.concept_hitstreak}
uk: {Name_multiple.concept_hitstreak} Закрученим свердлом

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_hitstreak_basic.desc
source: Build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> in combat while using a <#RED>{name.weapon_polearm}</>.
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, використовуючи <#RED>{name.weapon_polearm}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_hitstreak_basic.name
source: {name.weapon_polearm} {name_multiple.concept_hitstreak}
uk: {Name_multiple.concept_hitstreak} {4:{name.weapon_polearm}}

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_hitstreak_expert.desc
source: Build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> in combat while using a <#RED>{name.weapon_polearm}</>.
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, використовуючи <#RED>{name.weapon_polearm}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_hitstreak_expert.name
source: {name.weapon_polearm} {name_multiple.concept_hitstreak} II
uk: {Name_multiple.concept_hitstreak} {4:{name.weapon_polearm}} ІІ

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_multithrust.desc
source: Kill an <#RED>Enemy</> with a <#RED>Multi-Thrust</>.
uk: Убийте <#RED>ворога</><#RED>мультиударом</>.

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_multithrust.name
source: Multi-Thrust
uk: Мультиудар

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_multithrust_focus.desc
source: Hit an <#RED>Enemy</> with a <#RED>Multi-Thrust Attack</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_HEAVY' color=0>) where <#RED>All {num_hits} Hits</> are <#BLUE>Tipped {name_multiple.concept_focus_hit}</>.
uk: Вдарте <#RED>ворога</> <#RED>атакою Мультиудар</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_LIGHT' color=0> <p bind='Controls.Digital.ATTACK_HEAVY' color=0>) де <#RED>{num_hits} ударів</> будуть <#BLUE>позначатись як {name_multiple.concept_focus_hit}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_multithrust_focus.name
source: Multi-Thrust {name_multiple.concept_focus_hit}
uk: {Name_multiple.concept_focus_hit} Мультиударом

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_shove_counterattack.desc
source: Use your <#RED>Crosscheck Skill</> (<p bind='Controls.Digital.SKILL' color=0>) to hit an <#RED>Enemy</> while it's in the middle of an <#RED>Attack</>.
uk: Використайте свою <#RED>навичку Перехресна перевірка</> (<p bind='Controls.Digital.SKILL' color=0>), щоб вдарити <#RED>ворога</> під час його <#RED>атаки</>.

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_shove_counterattack.name
source: Crosschecks
uk: Перехресні перевірки

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_single_hit.desc
source: Kill an <#RED>Enemy</> with a single <#RED>{name.weapon_polearm} Attack</>.
uk: Убийте <#RED>ворога</> однією <#RED>атакою {3:{name.weapon_polearm}}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.POLEARM.polearm_single_hit.name
source: {name.weapon_polearm} One-Shots
uk: Один удар {4:{name.weapon_polearm}}

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_focus_kills.desc
source: Kill <#RED>Enemies</> using any <#BLUE>{name.weapon_shotput} {name.concept_focus_hit}</>.
uk: Убийте <#RED>ворога</> використовуючи <#BLUE>{name.concept_focus_hit} {3:{name.weapon_shotput}}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_focus_kills.name
source: {name.weapon_shotput} {name_multiple.concept_focus_hit}
uk: {Name_multiple.concept_focus_hit} {4:{name.weapon_shotput}}

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_focus_rebound.desc
source: Let an airborne <#RED>{name.weapon_shotput}</> land on a <#RED>Target</>, performing a <#BLUE>{name.concept_focus_hit}</>.
uk: Нехай повітряний <#RED>{name.weapon_shotput}</> приземлиться на <#RED>ціль</>, виконавши <#BLUE>{name.concept_focus_hit}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_focus_rebound.name
source: Rebound {name_multiple.concept_focus_hit}
uk: Відбиті {name_multiple.concept_focus_hit}

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_focus_spiked.desc
source: <#RED>Punch</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=0>) an airborne <#RED>{name.weapon_shotput}</> into a <#RED>Target</>, performing a <#BLUE>{name.concept_focus_hit}</>. *May be completed in <#BLUE>Town</>
uk: <#RED>Вдарте</> (<p bind='Controls.Digital.ATTACK_LIGHT' color=0>) <#RED>{name.weapon_shotput}</> у повітрі в сторону <#RED>цілі</>, виконавши <#BLUE>{name.concept_focus_hit}</>. *Можна завершити в <#BLUE>місті</>

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_focus_spiked.name
source: Spiked {name_multiple.concept_focus_hit}
uk: Гострі {name_multiple.concept_focus_hit}

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_focus_thrown.desc
source: <#RED>Throw</> (<p bind='Controls.Digital.ATTACK_HEAVY' color=0>) a <#RED>{name.weapon_shotput}</> the moment you catch it, performing a <#BLUE>{name.concept_focus_hit}</>. *May be completed in <#BLUE>Town</>
uk: <#RED>Киньте</> (<p bind='Controls.Digital.ATTACK_HEAVY' color=0>) <#RED>{name.weapon_shotput}</>, коли зловите його, виконавши <#BLUE>{name.concept_focus_hit}</>. *Можна завершити в <#BLUE>місті</>

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_focus_thrown.name
source: Quick Throw {name_multiple.concept_focus_hit}
uk: {Name_multiple.concept_focus_hit} швидким кидком

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_hitstreak_basic.desc
source: Build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> in combat while using a <#RED>{name.weapon_shotput}</>.
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, використовуючи <#RED>{name.weapon_shotput}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_hitstreak_basic.name
source: {name.weapon_shotput} {name_multiple.concept_hitstreak}
uk: {Name_multiple.concept_hitstreak} {4:{name.weapon_shotput}}

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_hitstreak_master.desc
source: Build a <#RED>{hitstreak}+ {name.concept_hitstreak}</> in combat while using a <#RED>{name.weapon_shotput}</>.
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, використовуючи <#RED>{name.weapon_shotput}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_hitstreak_master.name
source: {name.weapon_shotput} {name_multiple.concept_hitstreak} II
uk: {Name_multiple.concept_hitstreak} {4:{name.weapon_shotput}} ІІ

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_hitstreak_melee.desc
source: Get a <#RED>{hitstreak}+ {name.concept_hitstreak}</> during combat that includes at least <#RED>{melee} Melee Hits</> and <#RED>{striker} {name.weapon_shotput} Hits</>.
uk: Отримайте <#RED>{hitstreak}+ {2:{name.concept_hitstreak}}</> під час бою, використавши щонайменше <#RED>{melee} ударів ближнього бою</> та <#RED>{striker} ударів {4:{name.weapon_shotput}}</>.

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_hitstreak_melee.name
source: Balanced {name.weapon_shotput} {name_multiple.concept_hitstreak}
uk: Збалансовані {name_multiple.concept_hitstreak} {4:{name.weapon_shotput}}

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_hitstreak_recall.desc
source: Get a <#RED>20+ {name.concept_hitstreak}</> during combat that includes at least 2 <#RED>Recall</> (<p bind='Controls.Digital.SKILL' color=0> or <p bind='Controls.Digital.ATTACK_HEAVY' color=0>) hits.
uk: Отримайте <#RED>20+ {2:{name.concept_hitstreak}}</> під час бою, що включає принаймні 2 удари <#RED>поверненням</> (<p bind='Controls.Digital.SKILL'> або <p bind='Controls.Digital.ATTACK_HEAVY'>).

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_hitstreak_recall.name
source: Pass!
uk: Пас!

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_juggle_10.desc
source: Get a <#RED>Juggle</> streak of 10 by <#RED>Throwing</> or <#RED>Spiking</> your <#RED>{name_multiple.weapon_shotput}</> without stopping or letting them touch the ground.
uk: Досягніть серії з 10 <#RED>жонглювань</>, <#RED>кидаючи</> або <#RED>відбиваючи</> свої <#RED>{name_multiple.weapon_shotput}</>, не зупиняючись і не дозволяючи їм торкнутися землі.

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_juggle_10.name
source: Master Juggler
uk: Жонглер

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_juggle_melee_kill.desc
source: Kill an <#RED>Enemy</> with a <#RED>Melee Attack</> while at least one of your <#RED>{name_multiple.weapon_shotput}</> is airborne.
uk: Убийте <#RED>ворога</> <#RED>атакою ближнього бою</>, поки принаймні один із ваших <#RED>{2:{name_multiple.weapon_shotput}}</> перебуває в повітрі.

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_juggle_melee_kill.name
source: Audience Interference
uk: Втручання аудиторії

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_recall.desc
source: Kill an <#RED>Enemy</> with a <#RED>{name.weapon_shotput}</> that you <#RED>Recalled</> (<p bind='Controls.Digital.SKILL' color=0> or <p bind='Controls.Digital.ATTACK_HEAVY' color=0>).
uk: Убийте <#RED>ворога</> за допомогою <#RED>{3:{name.weapon_shotput}}</>, який ви <#RED>покликали</> (<p bind='Controls.Digital.SKILL' color=0> або <p bind='Controls.Digital.ATTACK_HEAVY' color=0>).

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_recall.name
source: {name.weapon_shotput} Recalls
uk: Виклики {3:{name.weapon_shotput}}

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_spiked_kick_knockdown.desc
source: Kill an <#RED>Enemy</> using a <#BLUE>Focus Hit</> by kicking (<p bind='Controls.Digital.DODGE' color=0> + <p img='images/ui_ftf/arrow_left.tex' scale=0.4> + <p bind='Controls.Digital.ATTACK_LIGHT' color=0>) a <#RED>Rebounding</> <#RED>{name.weapon_shotput}</> at the peak of your kick.
uk: Убийте <#RED>ворога</> за допомогою <#BLUE>фокусного удару</> натиснувши (<<p bind='Controls.Digital.DODGE' color=0> + <p img='images/ui_ftf/arrow_left.tex' scale=0.4> + <p bind='Controls.Digital.ATTACK_LIGHT' color=0>) <#RED>Відбивши</> <#RED>{name.weapon_shotput}</> на піку вашого удару.

# STRINGS.ITEMS.WEAPON_MASTERY.SHOTPUT.shotput_spiked_kick_knockdown.name
source: Poor Sportsmanship
uk: Погана спортивна майстерність

# STRINGS.ITEMS.WEAPON_UNLOCKS.bow.desc
source: Unlock the ability to use a {name.weapon_bow}.
uk: Розблокуйте можливість використовувати {name.weapon_bow}.

# STRINGS.ITEMS.WEAPON_UNLOCKS.bow.name
source: {name.weapon_bow} Unlock
uk: {name.weapon_bow} розблокований

# STRINGS.ITEMS.WEAPON_UNLOCKS.cannon.desc
source: Unlock the ability to use a {name.weapon_cannon}.
uk: Розблокуйте можливість використовувати {3:{name.weapon_cannon}}.

# STRINGS.ITEMS.WEAPON_UNLOCKS.cannon.name
source: {name.weapon_cannon} Unlock
uk: {Name.weapon_cannon} розблокована

# STRINGS.ITEMS.WEAPON_UNLOCKS.hammer.desc
source: Unlock the ability to use a {name.weapon_hammer}.
uk: Розблокуйте можливість використовувати {name.weapon_hammer}.

# STRINGS.ITEMS.WEAPON_UNLOCKS.hammer.name
source: {name.weapon_hammer} Unlock
uk: {Name.weapon_hammer} розблокований

# STRINGS.ITEMS.WEAPON_UNLOCKS.polearm.desc
source: Unlock the ability to use a {name.weapon_polearm}.
uk: Розблокуйте можливість використовувати {name.weapon_polearm}.

# STRINGS.ITEMS.WEAPON_UNLOCKS.polearm.name
source: {name.weapon_polearm} Unlock
uk: {Name.weapon_polearm} розблокований

# STRINGS.ITEMS.WEAPON_UNLOCKS.shotput.desc
source: Unlock the ability to use a {name.weapon_shotput}.
uk: Розблокуйте можливість використовувати {name.weapon_shotput}.

# STRINGS.ITEMS.WEAPON_UNLOCKS.shotput.name
source: {name.weapon_shotput} Unlock
uk: {Name.weapon_shotput} розблокований

# STRINGS.ITEMS.WEATHERS.NAME_TEMPLATE.EPIC
source: Heavy {weather_name}
uk: {weather_name} (важко)

# STRINGS.ITEMS.WEATHERS.NAME_TEMPLATE.LEGENDARY
source: Extreme {weather_name}
uk: {weather_name} (екстрим)

# STRINGS.ITEMS.WEATHERS.acidfloor.desc
source: The floor of the room slowly turns into {name.concept_toxic}.
uk: Підлога кімнати повільно перетворюється на {2:{name.concept_toxic}}.

# STRINGS.ITEMS.WEATHERS.acidfloor.name
source: {name.concept_toxic} Floor
uk: Підлога з {3:{name.concept_toxic}}

# STRINGS.ITEMS.WEATHERS.acidrain.desc
source: The {name.dungeon_room} is littered with {rarity_text}.
uk: {3:{Name.dungeon_room}} заливає {rarity_text}.

# STRINGS.ITEMS.WEATHERS.acidrain.name
source: {name.concept_toxic} Rain
uk: Дощ з {3:{name.concept_toxic}}

# STRINGS.ITEMS.WEATHERS.acidrain.rarity_text_COMMON
source: {name.concept_toxic}
uk: {4:{name.concept_toxic}}

# STRINGS.ITEMS.WEATHERS.acidrain.rarity_text_EPIC
source: a lot of {name.concept_toxic}
uk: великою кількістю {3:{name.concept_toxic}}

# STRINGS.ITEMS.WEATHERS.acidrain.rarity_text_LEGENDARY
source: an overwhelming amount of {name.concept_toxic}
uk: величезною кількістю {3:{name.concept_toxic}}

# STRINGS.ITEMS.WEATHERS.bigworld.desc
source: {name_multiple.rot} are {juggernaut}% bigger.
uk: {Name_multiple.rot} на {juggernaut}% більші.

# STRINGS.ITEMS.WEATHERS.bigworld.name
source: Big World
uk: Великий світ

# STRINGS.ITEMS.WEATHERS.blizzard.desc
source: Snowstorms rage. {rarity_text}
uk: Лютують хуртовини. {rarity_text}

# STRINGS.ITEMS.WEATHERS.blizzard.name
source: Blizzard
uk: Хуртовина

# STRINGS.ITEMS.WEATHERS.blizzard.rarity_text_COMMON
source: Seek warmth near {torches} torches.
uk: Шукайте тепла біля {torches} смолоскипів.

# STRINGS.ITEMS.WEATHERS.blizzard.rarity_text_EPIC
source: Seek warmth near {torches} torches.
uk: Шукайте тепла біля {torches} смолоскипів.

# STRINGS.ITEMS.WEATHERS.blizzard.rarity_text_LEGENDARY
source: Seek warmth near {torches} torch.
uk: Шукайте тепла біля {torches} смолоскипа.

# STRINGS.ITEMS.WEATHERS.eggberts.desc
source: {rarity_text} periodically appear on the battlefield.
uk: {rarity_text} періодично з'являються на полі бою.

# STRINGS.ITEMS.WEATHERS.eggberts.rarity_text_COMMON
source: Some {name_multiple.eggbert}
uk: Декілька {2:{Name_multiple.eggbert}}

# STRINGS.ITEMS.WEATHERS.eggberts.rarity_text_LEGENDARY
source: Loads of {name_multiple.eggbert}
uk: Купа {2:{Name_multiple.eggbert}}

# STRINGS.ITEMS.WEATHERS.fungoonhats.desc
source: Something's throwing {rarity_text} caps from the bushes...
uk: Хтось кидає {rarity_text} з кущів...

# STRINGS.ITEMS.WEATHERS.fungoonhats.name
source: {name.fungoons_generic} Caps
uk: Шляпки {2:{Name.fungoons_generic}}

# STRINGS.ITEMS.WEATHERS.fungoonhats.rarity_text_COMMON
source: {name.fungoons_generic}
uk: шляпки {2:{Name.fungoons_generic}}

# STRINGS.ITEMS.WEATHERS.fungoonhats.rarity_text_EPIC
source: lots of {name.fungoons_generic}
uk: багато шляпок {2:{Name.fungoons_generic}}

# STRINGS.ITEMS.WEATHERS.fungoonhats.rarity_text_LEGENDARY
source: loads of {name.fungoons_generic}
uk: купу шляпок {2:{Name.fungoons_generic}}

# STRINGS.ITEMS.WEATHERS.funguilehats.desc
source: {rarity_text} somewhere in the {name.dungeon_room}.
uk: {rarity_text} десь на {2:{name.dungeon_room}}.

# STRINGS.ITEMS.WEATHERS.funguilehats.name
source: {name.funguile} Caps
uk: Капелюхи {2:{Name.funguile}}

# STRINGS.ITEMS.WEATHERS.funguilehats.rarity_text_COMMON
source: A {name.funguile} cap lies
uk: Капелюх {2:{Name.funguile}} лежить

# STRINGS.ITEMS.WEATHERS.funguilehats.rarity_text_EPIC
source: {name.funguile} caps lie
uk: Капелюхи {2:{Name.funguile}} лежать

# STRINGS.ITEMS.WEATHERS.funguilehats.rarity_text_LEGENDARY
source: Multiple {name.funguile} caps lie
uk: Декілька капелюхів {2:{Name.funguile}} лежать

# STRINGS.ITEMS.WEATHERS.ghost.desc
source: {rarity_text}. Defeat all other {name_multiple.rot} to proceed.
uk: {rarity_text}. Щоб продовжити, потрібно перемогти всіх інших {2:{name_multiple.rot}}.

# STRINGS.ITEMS.WEATHERS.ghost.name
source: Ghosts
uk: Привиди

# STRINGS.ITEMS.WEATHERS.ghost.rarity_text_COMMON
source: A ghost {name.rot} periodically appears to attack you.
uk: Привид {2:{name.rot}} періодично з'являється, щоб атакувати вас.

# STRINGS.ITEMS.WEATHERS.ghost.rarity_text_EPIC
source: A ghost {name.rot} often appears to attack you.
uk: Привид {2:{name.rot}} часто з'являється, щоб атакувати вас.

# STRINGS.ITEMS.WEATHERS.ghost.rarity_text_LEGENDARY
source: A ghost {name.rot} constantly appears to attack you.
uk: Привид {2:{name.rot}} постійно з'являється, щоб атакувати вас.

# STRINGS.ITEMS.WEATHERS.gooseberries.desc
source: Self-destructing {name_multiple.gooseberry} jump out from the bushes {rarity_text}.
uk: Самознищувані {name_multiple.gooseberry} {rarity_text} вискакують з кущів.

# STRINGS.ITEMS.WEATHERS.gooseberries.name
source: Self-destructing {name_multiple.gooseberry}
uk: Самознищувані {Name_multiple.gooseberry}

# STRINGS.ITEMS.WEATHERS.gooseberries.rarity_text_COMMON
source: periodically
uk: періодично

# STRINGS.ITEMS.WEATHERS.gooseberries.rarity_text_EPIC
source: frequently
uk: часто

# STRINGS.ITEMS.WEATHERS.gooseberries.rarity_text_LEGENDARY
source: constantly
uk: постійно

# STRINGS.ITEMS.WEATHERS.groakspores.desc
source: There are {traps} {name.groak} spores strewn around the {name.dungeon_room}.
uk: По всій {2:{name.dungeon_room}} розкидані {traps} зі спорами {2:{Name.groak}}.

# STRINGS.ITEMS.WEATHERS.groakspores.name
source: {name.groak} Spores
uk: Спори {2:{Name.groak}}

# STRINGS.ITEMS.WEATHERS.heal_on_kill_bow.desc
source: Kills using a {name.weapon_bow} Heal for {heal} Health.
uk: Вбивство з {3:{name.weapon_bow}} зцілити на {heal} здоров'я.

# STRINGS.ITEMS.WEATHERS.heal_on_kill_bow.name
source: {name.weapon_bow} Salve
uk: Мазь з {3:{name.weapon_bow}}

# STRINGS.ITEMS.WEATHERS.heal_on_kill_cannon.desc
source: Kills using a {name.weapon_cannon} Heal for {heal} Health.
uk: Вбивство з {3:{name.weapon_cannon}} зцілити на {heal} здоров'я.

# STRINGS.ITEMS.WEATHERS.heal_on_kill_cannon.name
source: {name.weapon_cannon} Salve
uk: Мазь з {3:{name.weapon_cannon}}

# STRINGS.ITEMS.WEATHERS.heal_on_kill_hammer.desc
source: Kills using a {name.weapon_hammer} Heal for {heal} Health.
uk: Вбивство {4:{name.weapon_hammer}} зцілити на {heal} здоров'я.

# STRINGS.ITEMS.WEATHERS.heal_on_kill_hammer.name
source: {name.weapon_hammer} Salve
uk: Мазь з {3:{name.weapon_hammer}}

# STRINGS.ITEMS.WEATHERS.heal_on_kill_polearm.desc
source: Kills using a {name.weapon_polearm} Heal for {heal} Health.
uk: Вбивство {4:{name.weapon_polearm}} зцілити на {heal} здоров'я.

# STRINGS.ITEMS.WEATHERS.heal_on_kill_polearm.name
source: {name.weapon_polearm} Salve
uk: Мазь з {3:{name.weapon_polearm}}

# STRINGS.ITEMS.WEATHERS.heal_on_kill_shotput.desc
source: Kills using a {name.weapon_shotput} Heal for {heal} Health.
uk: Вбивство {4:{name.weapon_shotput}} зцілити на {heal} здоров'я.

# STRINGS.ITEMS.WEATHERS.heal_on_kill_shotput.name
source: {name.weapon_shotput} Salve
uk: Мазь з {3:{name.weapon_shotput}}

# STRINGS.ITEMS.WEATHERS.iceclouds.desc
source: {rarity_text} float throughout the {name.dungeon_room}.
uk: {rarity_text} плавають по всій {2:{name.dungeon_room}}.

# STRINGS.ITEMS.WEATHERS.iceclouds.name
source: Ice Clouds
uk: Крижані хмари

# STRINGS.ITEMS.WEATHERS.iceclouds.rarity_text_COMMON
source: Ice Clouds
uk: Крижані хмари

# STRINGS.ITEMS.WEATHERS.iceclouds.rarity_text_EPIC
source: Many Ice Clouds
uk: Багато крижаних хмар

# STRINGS.ITEMS.WEATHERS.iceclouds.rarity_text_LEGENDARY
source: Constant Ice Clouds
uk: Крижані хмари постійно

# STRINGS.ITEMS.WEATHERS.icicle_prison.desc
source: {rarity_text} wall of icicles spawns at a player's position.
uk: На позиції гравця з'являється {rarity_text}стіна з бурульок.

# STRINGS.ITEMS.WEATHERS.icicle_prison.name
source: Icicles
uk: Бурульки

# STRINGS.ITEMS.WEATHERS.icicle_prison.rarity_text_EPIC
source: A longer
uk: довша

# STRINGS.ITEMS.WEATHERS.icicle_prison.rarity_text_LEGENDARY
source: An even longer
uk: ще довше

# STRINGS.ITEMS.WEATHERS.increased_critchance.desc
source: Everything gains +{critchance}% {name.powerdesc_critchance}.
uk: Всі отримують +{critchance}% на {name.powerdesc_critchance}.

# STRINGS.ITEMS.WEATHERS.increased_critchance.name
source: Crit Fog
uk: Критичний туман

# STRINGS.ITEMS.WEATHERS.increasedhealing.desc
source: Effects of Healing are increased by {bonuspercent}%.
uk: Лікувальні ефекти збільшені на {bonuspercent}%.

# STRINGS.ITEMS.WEATHERS.increasedhealing.name
source: Healing Winds
uk: Лікувальний вітер

# STRINGS.ITEMS.WEATHERS.juggernauting.desc
source: Whenever a {name.rot} dies, all other {name_multiple.rot} become {stacks}% bigger.
uk: Кожен раз, коли вмирає {name.rot}, всі інші {name_multiple.rot} стають на {stacks}% більшими.

# STRINGS.ITEMS.WEATHERS.juggernauting.name
source: Juggernauting
uk: Джаггернаут

# STRINGS.ITEMS.WEATHERS.konjur_on_kill_bow.desc
source: Kills using a {name.weapon_hammer} drop <#KONJUR>{konjur} {name.i_konjur}</>.
uk: Вбивства {4:{name.weapon_bow}} дають <#KONJUR>{konjur} {2:{name.i_konjur}}</>.

# STRINGS.ITEMS.WEATHERS.konjur_on_kill_bow.name
source: {name.weapon_bow} Pinata
uk: Піньята {4:{name.weapon_bow}}

# STRINGS.ITEMS.WEATHERS.konjur_on_kill_cannon.desc
source: Kills using a {name.weapon_hammer} drop <#KONJUR>{konjur} {name.i_konjur}</>.
uk: Вбивства {4:{name.weapon_cannon}} дають <#KONJUR>{konjur} {2:{name.i_konjur}}</>.

# STRINGS.ITEMS.WEATHERS.konjur_on_kill_cannon.name
source: {name.weapon_cannon} Pinata
uk: Піньята {4:{name.weapon_cannon}}

# STRINGS.ITEMS.WEATHERS.konjur_on_kill_hammer.desc
source: Kills using a {name.weapon_hammer} drop <#KONJUR>{konjur} {name.i_konjur}</>.
uk: Вбивства {4:{name.weapon_hammer}} дають <#KONJUR>{konjur} {2:{name.i_konjur}}</>.

# STRINGS.ITEMS.WEATHERS.konjur_on_kill_hammer.name
source: {name.weapon_hammer} Pinata
uk: Піньята {4:{name.weapon_hammer}}

# STRINGS.ITEMS.WEATHERS.konjur_on_kill_polearm.desc
source: Kills using a {name.weapon_hammer} drop <#KONJUR>{konjur} {name.i_konjur}</>.
uk: Вбивства {4:{name.weapon_polearm}} дають <#KONJUR>{konjur} {2:{name.i_konjur}}</>.

# STRINGS.ITEMS.WEATHERS.konjur_on_kill_polearm.name
source: {name.weapon_polearm} Pinata
uk: Піньята {4:{name.weapon_polearm}}

# STRINGS.ITEMS.WEATHERS.konjur_on_kill_shotput.desc
source: Kills using a {name.weapon_hammer} drop <#KONJUR>{konjur} {name.i_konjur}</>.
uk: Вбивства {4:{name.weapon_shotput}} дають <#KONJUR>{konjur} {2:{name.i_konjur}}</>.

# STRINGS.ITEMS.WEATHERS.konjur_on_kill_shotput.name
source: {name.weapon_shotput} Pinata
uk: Піньята {4:{name.weapon_shotput}}

# STRINGS.ITEMS.WEATHERS.lasertraps.rarity_text_COMMON
source: {name_multiple.trap_togglelaser} appear on the battlefield.
uk: На полі бою з'являються {name_multiple.trap_togglelaser}.

# STRINGS.ITEMS.WEATHERS.lasertraps.rarity_text_EPIC
source: A {name.trap_togglelaser} and {name_multiple.trap_toggleswitch} appear on the battlefield.
uk: На полі бою з'являється {name.trap_togglelaser} і {name_multiple.trap_toggleswitch}.

# STRINGS.ITEMS.WEATHERS.lasertraps.rarity_text_LEGENDARY
source: Multiple {name_multiple.trap_togglelaser} and {name_multiple.trap_toggleswitch} appear on the battlefield.
uk: На полі бою з'являється кілька {2:{name_multiple.trap_togglelaser}} і {2:{name_multiple.trap_toggleswitch}}.
