Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.UI.MECHANIC_TUTORIALS.GEMTABLE_UNLOCKED.TITLE
source: {name.i_station_gems} Unlocked!
uk: {Name.i_station_gems} розблокований!

# STRINGS.UI.MECHANIC_TUTORIALS.HUNTERS_PATH_UNLOCKED.DESC
source: The <#RED>{name.concept_talent_tree}</> allows you to earn and spend {name_multiple.i_konjur_heart_shard} by completing challenges in each hunt. {name_multiple.konjur_heart_shard} can be redistributed freely, so experiment with different builds to see what works best with various weapons and armour pieces!
uk: <#RED>{Name.concept_talent_tree}</> дозволяє заробляти та витрачати {name_multiple.i_konjur_heart_shard}, виконуючи виклики під час кожного полювання. {Name_multiple.konjur_heart_shard} можна вільно перерозподіляти, тож експериментуйте з різними збірками, щоб знайти найкращу комбінацію для різної зброї та частин обладунку!

# STRINGS.UI.MECHANIC_TUTORIALS.HUNTERS_PATH_UNLOCKED.TITLE
source: Hunter's Path!
uk: Шлях мисливця!

# STRINGS.UI.MECHANIC_TUTORIALS.LOADOUTS_UNLOCKED_1.DESC
source: Using the <#RED>Mannequin</>, you can save and access your <#RED>Loadouts</>! Loadouts save your Equipment, {name_multiple.gem}, and {name.concept_talent_tree} talent choices.
uk: За допомогою <#RED>манекена</> ви можете зберігати та відкривати свої <#RED>комплекти</>! Комплекти зберігають ваше спорядження, {name_multiple.gem} та вибрані таланти {2:{name.concept_talent_tree}}.

# STRINGS.UI.MECHANIC_TUTORIALS.LOADOUTS_UNLOCKED_1.TITLE
source: Equipment Loadouts!
uk: Комплекти спорядження!

# STRINGS.UI.MECHANIC_TUTORIALS.LOADOUTS_UNLOCKED_2.DESC
source: After a loadout is created, you can quickly switch between them using any <#RED>Mannequin</>. When a loadout is changed, you can choose to either <#RED>Save</> the loadout or <#RED>Create</> a new one.
uk: Після створення комплекту спорядження ви можете швидко перемикатися між ними за допомогою будь-якого <#RED>манекена</>. Під час зміни комплекту спорядження ви можете обрати: <#RED>Зберегти</> змінений комплект або <#RED>створити</> новий.

# STRINGS.UI.MECHANIC_TUTORIALS.LOADOUTS_UNLOCKED_2.TITLE
source: Equipment Loadouts!
uk: Комплекти спорядження!

# STRINGS.UI.MECHANIC_TUTORIALS.LOADOUTS_UNLOCKED_3.DESC
source: You can also display your favorite Loadouts on any <#RED>Mannequin</> that you own and quickly equip the displayed loadout at that Mannequin.
uk: Ви також можете показувати улюблені комплекти спорядження на будь-якому <#RED>манекені</>, який ви маєте, і швидко екіпірувати показаний комплект біля цього манекена.

# STRINGS.UI.MECHANIC_TUTORIALS.LOADOUTS_UNLOCKED_3.TITLE
source: Equipment Loadouts!
uk: Комплекти спорядження!

# STRINGS.UI.MECHANIC_TUTORIALS.NORMAL_ITEM_CHARGED_NOTIFICATION.DESC
source: %s can now be upgraded past <#RED>Level 10</>!
uk: %s тепер можна покращувати після <#RED>10 рівня</>!

# STRINGS.UI.MECHANIC_TUTORIALS.NORMAL_ITEM_CHARGED_NOTIFICATION.TITLE
source: Imbued!
uk: Наповнені!|Наповнене!|Наповнений!|Наповненого!

# STRINGS.UI.MECHANIC_TUTORIALS.SEEDGRINDER_UNLOCKED.DESC
source: Use the <#RED>{name.i_seed_grinder}</> to transform seeds and materials into more seeds!
uk: Використовуйте <#RED>{2:{name.i_seed_grinder}}</> для перетворення насіння та матеріалів у більше насіння!

# STRINGS.UI.MECHANIC_TUTORIALS.SEEDGRINDER_UNLOCKED.TITLE
source: {name.seed_grinder} Unlocked!
uk: {Name.seed_grinder} розблоковано!

# STRINGS.UI.MECHANIC_TUTORIALS.SUPERFRENZY_UNLOCKED.DESC
source: You've unlocked <#RED>{name.ascension_plus}</> hunts. The {name.c_konjur} is dense in these areas, causing <#RED>{name.elite_prefix} {name_multiple.rot_boss}</> to manifest inside.
uk: Ви розблокували <#RED>{2:{name.ascension_plus}}</> полювання. Рівень {2:{name.c_konjur}} у цих місцях високий, що спричиняє появу <#RED>{name.elite_prefix} {2:{name_multiple.rot_boss}}</>.

# STRINGS.UI.MECHANIC_TUTORIALS.SUPERFRENZY_UNLOCKED.TITLE
source: {name.ascension_plus} Unlocked!
uk: {Name.ascension_plus} розблоковано!

# STRINGS.UI.MECHANIC_TUTORIALS.TEFFROMETER_UNLOCKED.DESC
source: Locations under the effect of a <#RED>{name.weather}</> can be harvested using the <#RED>{name.teffrometer}</> to earn valuable rewards.
uk: Місця, що знаходяться під впливом <#RED>{2:{name.weather}}</>, можна зібрати за допомогою <#RED>{2:{name.teffrometer}}</>, щоб отримати цінні винагороди.

# STRINGS.UI.MECHANIC_TUTORIALS.TEFFROMETER_UNLOCKED.TITLE
source: {name.teffrometer} Unlocked!
uk: {Name.teffrometer} розблокований!

# STRINGS.UI.MECHANIC_TUTORIALS.TOWN_DECORATION_UNLOCKED.DESC
source: <#RED>Place</> decorations in your town with <p bind='Controls.Digital.OPEN_CRAFTING' color=0> and <#RED>remove</> them with <p bind='Controls.Digital.PICKUP_MODE' color=0>. In online multiplayer, the host can control crafting permissions in the <#BLUE>Players</> menu.
uk: <#RED>Розміщуйте</> декорації у своєму місті за допомогою <p bind='Controls.Digital.OPEN_CRAFTING' color=0> та <#RED>видаляйте</> їх за допомогою <p bind='Controls.Digital.PICKUP_MODE' color=0>. В онлайн-грі власник може керувати дозволами на будівництво в меню <#BLUE>гравців</>.

# STRINGS.UI.MECHANIC_TUTORIALS.TOWN_DECORATION_UNLOCKED.TITLE
source: Town Crafting
uk: Розбудова міста

# STRINGS.UI.MECHANIC_TUTORIALS.WEAPON_FORTIFICATION_UNLOCKED_0.DESC
source: <#RED>{name.npc_blacksmith}</> will now upgrade your weapons! Check <p img='images/icons_ftf/upgrade.tex' color=0 rpad=1>Upgrades at the <#RED>Weapon Rack</#RED>.
uk: <#RED>{Name.npc_blacksmith}</> тепер зможе покращувати вашу зброю! Перевірте <p img='images/icons_ftf/upgrade.tex' color=0 rpad=1>покращення на <#RED>стійці для зброї</#RED>.

# STRINGS.UI.MECHANIC_TUTORIALS.WEAPON_FORTIFICATION_UNLOCKED_0.TITLE
source: Weapon Research
uk: Дослідження зброї

# STRINGS.UI.MECHANIC_TUTORIALS.WEAPON_FORTIFICATION_UNLOCKED_1.DESC
source: <#RED>{name.npc_blacksmith}</> needs {name_multiple.upgrade_ingot} to upgrade your {name.i_item_rarity_uncommon} weapons to {name.i_item_rarity_rare} quality! Check <p img='images/icons_ftf/station_upgrade.tex' color=0 rpad=1>Station Upgrades at a <#RED>Weapon Rack</#RED>.
uk: <#RED>{Name.npc_blacksmith}</> потребує {name_multiple.upgrade_ingot}, щоб покращити вашу {3:{name.i_item_rarity_uncommon}} зброю до якості '{name.i_item_rarity_rare}'! Перевірте <p img='images/icons_ftf/station_upgrade.tex' color=0 rpad=1>покращення станції на <#RED>стійці для зброї</#RED>.

# STRINGS.UI.MECHANIC_TUTORIALS.WEAPON_FORTIFICATION_UNLOCKED_1.TITLE
source: Weapon Research
uk: Дослідження зброї

# STRINGS.UI.MECHANIC_TUTORIALS.WEAPON_FORTIFICATION_UNLOCKED_2.DESC
source: <#RED>{name.npc_blacksmith}</> needs {name_multiple.upgrade_ingot} to upgrade your {name.i_item_rarity_rare} weapons to {name.i_item_rarity_epic} quality! Check <p img='images/icons_ftf/station_upgrade.tex' color=0 rpad=1>Station Upgrades at a <#RED>Weapon Rack</#RED>.
uk: <#RED>{Name.npc_blacksmith}</> потребує {name_multiple.upgrade_ingot}, щоб покращити вашу {3:{name.i_item_rarity_rare}} зброю до якості '{name.i_item_rarity_epic}'! Перевірте <p img='images/icons_ftf/station_upgrade.tex' color=0 rpad=1>покращення станції на <#RED>стійці для зброї</#RED>.

# STRINGS.UI.MECHANIC_TUTORIALS.WEAPON_FORTIFICATION_UNLOCKED_2.TITLE
source: Weapon Research
uk: Дослідження зброї

# STRINGS.UI.MECHANIC_TUTORIALS.WEATHER_UNLOCKED_1.DESC
source: Depositing <#KONJUR>{name_multiple.i_konjur_heart}</> has increased the ambient {name.c_konjur} levels around your camp! <#RED>{name_multiple.weather}</> have begun to manifest on locations near your camp.
uk: Додавання <#KONJUR>{2:{name_multiple.i_konjur_heart}}</> підвищило рівень {2:{name.c_konjur}} навколо вашого табору! <#RED>{Name_multiple.weather}</> почали проявлятися на локаціях біля вашого табору.

# STRINGS.UI.MECHANIC_TUTORIALS.WEATHER_UNLOCKED_2.DESC
source: Locations under the effect of <#RED>{name.weather}</> can be harvested using the <#RED>{name.teffrometer}</> you recovered to earn valuable rewards.
uk: Місця, що знаходяться під впливом <#RED>{2:{name.weather}}</>, можна зібрати за допомогою відремонтованого вами <#RED>{2:{name.teffrometer}}</>, щоб отримати цінні винагороди.

# STRINGS.UI.META_PROGRESS.NOT_ENOUGH_XP
source: Keep Hunting to Level Up
uk: Продовжуйте полювання для підвищення рівня

# STRINGS.UI.META_PROGRESS.NOT_MINE
source: Prohibited {name.dgn_resource_converter}
uk: Заборонено {name.dgn_resource_converter}

# STRINGS.UI.META_PROGRESS.NO_CORESTONES
source: No {name.konjur_soul_lesser}
uk: Немає {name.konjur_soul_lesser}

# STRINGS.UI.META_PROGRESS.PURCHASE
source: {name.interact_tap} Purchase
uk: {Name.interact_tap} Купити

# STRINGS.UI.META_PROGRESS.REWARD_STATUS
source: {reward}: {xp}/{xp_target} EXP
uk: {reward}: {xp}/{xp_target} ОД

# STRINGS.UI.META_PROGRESS.TAKE_REWARDS
source: {name.interact_tap} Get Treasure Bundle!
uk: {Name.interact_tap} Отримати набір скарбів!

# STRINGS.UI.META_PROGRESS.WEAPON_RACK
source: {name.interact_tap} {weapon} Rack
uk: {Name.interact_tap} Стійка: {weapon}

# STRINGS.UI.MISC.DONE
source: Done!
uk: Готово!

# STRINGS.UI.MISC.EMPTY
source: [Empty]
uk: [Порожньо]

# STRINGS.UI.MOUSE_AIMING_POPUP.BODY
source: In Rotwood, your character will always face your mouse cursor. Use your <#RED>Mouse</> to aim your attacks. We recommend playing this way because you'll have an easier time doing more complicated combos later, but if you would prefer to aim your attacks with your <#RED>Keyboard</>, please say so below!. You can always change your mind in the <#RED>Options Screen</>.
uk: У Rotwood ваш персонаж завжди дивиться на курсор миші. Використовуйте <#RED>мишу</>, щоб націлити свої атаки. Ми рекомендуємо грати таким чином, оскільки пізніше вам буде легше виконувати складніші комбінації, але якщо ви віддаєте перевагу прицільним атакам за допомогою <#RED>клавіатури</>, виберіть це нижче!. Ви завжди можете передумати на <#RED>екрані параметрів</>.

# STRINGS.UI.MOUSE_AIMING_POPUP.DISABLE_MOUSE_AIMING
source: No Mouse Aiming
uk: Без наведення миші

# STRINGS.UI.MOUSE_AIMING_POPUP.ENABLE_MOUSE_AIMING
source: Mouse Aiming (Recommended)
uk: Наведення миші (рекомендовано)

# STRINGS.UI.MOUSE_AIMING_POPUP.TITLE
source: Mouse Aiming
uk: Наведення миші

# STRINGS.UI.NETWORK.CLIENT_CONNECTED
source: {client_name} connected.
uk: {client_name} підключився.

# STRINGS.UI.NETWORK.CLIENT_CONNECTING
source: {client_name} is connecting.
uk: {client_name} підключається.

# STRINGS.UI.NETWORK.CLIENT_DISCONNECTED
source: {client_name} disconnected.
uk: {client_name} відключився.

# STRINGS.UI.NETWORK.CLIENT_REMOVED
source: {client_name} left.
uk: {client_name} вийшов.

# STRINGS.UI.NETWORK.PLAYER_JOINED
source: Player joined.
uk: Гравець приєднався.

# STRINGS.UI.NETWORK.PLAYER_JOINED_TEXT
source: {player} joined the game.
uk: {player} приєднався(лась) до гри.

# STRINGS.UI.NETWORK.PLAYER_LEFT
source: Player left.
uk: Гравець вийшов(ла).

# STRINGS.UI.NETWORK.PLAYER_LEFT_TEXT
source: {player} left the game.
uk: {player} залишив(ла) гру.

# STRINGS.UI.NETWORKDISCONNECT.BODY.AuthorizationError
source: Authorization Error.
uk: Помилка авторизації.

# STRINGS.UI.NETWORKDISCONNECT.BODY.ConnectionTimeout
source: Connection timed out.
uk: Час очікування підключення минув.

# STRINGS.UI.NETWORKDISCONNECT.BODY.DEFAULT
source: Something went wrong.
uk: Щось пішло не так.

# STRINGS.UI.NETWORKDISCONNECT.BODY.DisconnectedFromHost
source: Disconnected from the Host.
uk: Відключено від хосту.

# STRINGS.UI.NETWORKDISCONNECT.BODY.InvalidGameType
source: Invalid Game Type.
uk: Недійсний тип гри.

# STRINGS.UI.NETWORKDISCONNECT.BODY.InvalidJoinCode
source: Invalid ShareCode.
uk: Недійсний ШвидКод.

# STRINGS.UI.NETWORKDISCONNECT.BODY.JoinCodeLobbyNotFound
source: Lobby not found.
uk: Лобі не знайдено.

# STRINGS.UI.NETWORKDISCONNECT.BODY.Kicked
source: The host kicked this client out of the game.
uk: Хост вигнав цього клієнта з гри.

# STRINGS.UI.NETWORKDISCONNECT.BODY.LobbyError
source: Lobby encountered an error and kicked all players out.
uk: Лобі виявило помилку та вигнало всіх гравців.

# STRINGS.UI.NETWORKDISCONNECT.BODY.LobbyHasInvalidHost
source: Invalid Host detected.
uk: Виявлено недійсний хост.

# STRINGS.UI.NETWORKDISCONNECT.BODY.LobbyNotFound
source: Lobby not found, already full, or of a different version.
uk: Лобі не знайдено, вже заповнене, або має іншу версію.

# STRINGS.UI.NETWORKDISCONNECT.BODY.NoConnectionToServer
source: No connection to server.
uk: Немає підключення до сервера.

# STRINGS.UI.NETWORKDISCONNECT.BODY.NotOnline
source: User is not online.
uk: Користувач офлайн.

# STRINGS.UI.NETWORKDISCONNECT.BODY.OK
source: Everything is OK
uk: Все добре

# STRINGS.UI.NETWORKDISCONNECT.BODY.PS4Error
source: PS4 Specific Error.
uk: Спеціальна помилка PS4.

# STRINGS.UI.NETWORKDISCONNECT.BODY.PS4NetDown
source: Network cable disconnected.
uk: Мережевий кабель від'єднано.

# STRINGS.UI.NETWORKDISCONNECT.BODY.PS4RoomDestroyed
source: Room was destroyed.
uk: Кімната була зруйнована.

# STRINGS.UI.NETWORKDISCONNECT.BODY.PS4SessionNotCreatedProperly
source: Session not created properly.
uk: Сеанс не створено належним чином.

# STRINGS.UI.NETWORKDISCONNECT.BODY.PS4UnableToReachAllMembers
source: Can't reach one or more of the lobby members.
uk: Неможливо зв'язатися з одним або кількома членами лобі.

# STRINGS.UI.NETWORKDISCONNECT.BODY.PS4UserControllerDisconnectedTimeout
source: User's gamepad disconnected and remained disconnected for too long.
uk: Геймпад користувача відключено та залишався відключеним надто довго.

# STRINGS.UI.NETWORKDISCONNECT.BODY.PS4UserLoggedOut
source: User logged out.
uk: Користувач вийшов із системи.

# STRINGS.UI.NETWORKDISCONNECT.BODY.PsPlusEntitlement
source: PsPlus Entitlement wasn't found for given UserID.
uk: PsPlus Entitlement не знайдено для даного UserID.

# STRINGS.UI.NETWORKDISCONNECT.BODY.ServerAccessDenied
source: Server Access Denied.
uk: Відмовлено в доступі до сервера.

# STRINGS.UI.NETWORKDISCONNECT.BODY.ServerFull
source: The server was full.
uk: Сервер був заповнений.

# STRINGS.UI.NETWORKDISCONNECT.BODY.ServerInternalError
source: Server Internal Error.
uk: Внутрішня помилка сервера.

# STRINGS.UI.NETWORKDISCONNECT.BODY.ServerLimitExceeded
source: Server Limit Exceeded.
uk: Перевищено ліміт сервера.

# STRINGS.UI.NETWORKDISCONNECT.BODY.ServerTimeout
source: Server timeout.
uk: Час очікування сервера.

# STRINGS.UI.NETWORKDISCONNECT.BODY.ServerUnknownError
source: Server Unknown Error.
uk: Невідома помилка сервера.

# STRINGS.UI.NETWORKDISCONNECT.BODY.UnableToCreateValidLobby
source: Unable to create a valid lobby.
uk: Неможливо створити дійсне лобі.

# STRINGS.UI.NETWORKDISCONNECT.BODY.UnableToJoinLobby
source: Unable to join Lobby.
uk: Неможливо приєднатися до лобі.

# STRINGS.UI.NETWORKDISCONNECT.BODY.UnableToJoinLobbyInvalidVersion
source: Unable to join Lobby with a different game version.
uk: Неможливо приєднатися до лобі з іншою версією гри.

# STRINGS.UI.NETWORKDISCONNECT.CONFIRM_OK
source: OK
uk: Добре

# STRINGS.UI.NETWORKDISCONNECT.CONFIRM_RESET
source: Return To Main Menu
uk: До головного меню

# STRINGS.UI.NETWORKDISCONNECT.TITLE.DEFAULT
source: Network Error
uk: Помилка мережі

# STRINGS.UI.NETWORKINVITEDISABLED.CLOSE
source: Continue
uk: Продовжити

# STRINGS.UI.NETWORKINVITEDISABLED.TITLE
source: Cannot Join Online Game
uk: Неможливо приєднатися до онлайн гри

# STRINGS.UI.NOTIFICATION.CONNECTING
source: Connecting
uk: Підключення

# STRINGS.UI.NOTIFICATION.EMOTE_OBTAINED.DESC
source: Added to {player_name}'s Emote Booth.
uk: Додано до списку емоцій {player_name}.

# STRINGS.UI.NOTIFICATION.FLAGS.pf_town_crafting_unlocked.DESC
source: {player_name} can now craft decor and place it in their town.
uk: {player_name} тепер може створювати декор та розміщувати його у своєму місті.

# STRINGS.UI.NOTIFICATION.FLAGS.pf_town_crafting_unlocked.TITLE
source: Town Crafting Unlocked
uk: Будівництво міста розблоковано

# STRINGS.UI.NOTIFICATION.ITEM_OBTAINED.DESC
source: Added to {player_name}'s Chest.
uk: Додано до скрині {player_name}.

# STRINGS.UI.NOTIFICATION.LOADING
source: Loading
uk: Завантаження

# STRINGS.UI.NOTIFICATION.POWER_UNLOCKED.DESC
source: <#RED>{power_name}</> can now be dropped for {player_name}.
uk: {player_name} тепер може отримати: <#RED>{power_name}</>.

# STRINGS.UI.NOTIFICATION.POWER_UNLOCKED.TITLE
source: New Power Unlocked!
uk: Нова сила розблокована!

# STRINGS.UI.NOTIFICATION.PRESS_TO_DISCONNECT
source: Press {input} to Disconnect
uk: Натисніть {input}, щоб від'єднатися

# STRINGS.UI.NOTIFICATION.SAVING
source: Saving
uk: Збереження

# STRINGS.UI.NOTIFICATION.TALENT_POINTS_CHANGED.DESC
source: You may need to redistribute your {name.concept_talent_tree} points.
uk: Можливо, вам доведеться перерозподілити ваші бали {2:{name.concept_talent_tree}}.

# STRINGS.UI.NOTIFICATION.TALENT_POINTS_CHANGED.TITLE
source: {name.concept_talent_tree} Adjusted
uk: {Name.concept_talent_tree} скориговано

# STRINGS.UI.NOTIFICATION.TIME_PASSED.DESC
source: The day has progressed.
uk: День пішов вперед.

# STRINGS.UI.NOTIFICATION.TIME_PASSED.TITLE
source: New Day!
uk: Новий день!

# STRINGS.UI.ONLINESCREEN.BACK
source: Back
uk: Назад

# STRINGS.UI.ONLINESCREEN.CONNECTING
source: Connecting
uk: Підключення

# STRINGS.UI.ONLINESCREEN.CONNECT_FAILED
source: Failed to connect to game.
uk: Не вдалося приєднатися до гри.

# STRINGS.UI.ONLINESCREEN.END_GAME
source: End Game
uk: Кінець гри

# STRINGS.UI.ONLINESCREEN.FIND_PUBLIC_GAME
source: Find Public Game
uk: Знайти публічну гру

# STRINGS.UI.ONLINESCREEN.FRIENDS_PLAYING
source: Friends Playing Rotwood:
uk: Друзі які грають у Ротвуд:

# STRINGS.UI.ONLINESCREEN.HOST_FRIENDS_ONLY_GAME
source: Host Friends-Only Game
uk: Гра лише для друзів

# STRINGS.UI.ONLINESCREEN.JOINCODE_COPIED
source: Copied to clipboard!
uk: Скопійовано в буфер обміну!

# STRINGS.UI.ONLINESCREEN.JOINCODE_FAILED
source: Failed to find game with provided ShareCode.
uk: Не вдалося знайти гру з наданим ШвидКодом.

# STRINGS.UI.ONLINESCREEN.JOINCODE_HOST
source: Host Game
uk: Створити гру

# STRINGS.UI.ONLINESCREEN.JOINCODE_JOIN
source: Connect to Game
uk: Приєднатися до гри

# STRINGS.UI.ONLINESCREEN.JOINCODE_LABEL
source: ShareCode: {joincode}
uk: ШвидКод: {joincode}

# STRINGS.UI.ONLINESCREEN.JOINCODE_LABEL_TOOLTIP
source: Click to copy
uk: Натисніть, щоб скопіювати

# STRINGS.UI.ONLINESCREEN.JOIN_FRIEND_GAME
source: Join
uk: Зайти

# STRINGS.UI.ONLINESCREEN.MODE
source: Steam Friends Mode
uk: Режим тільки друзі Steam

# STRINGS.UI.ONLINESCREEN.REFRESH_FRIENDS
source: Refresh Friends List
uk: Оновити список друзів

# STRINGS.UI.OPTIONSSCREEN.AUDIO_SYSTEM_DEFAULT
source: Use System Default
uk: Використовувати системні параметри за замовчуванням

# STRINGS.UI.OPTIONSSCREEN.BIND_SECTIONS.ADMIN
source: Troubleshooting
uk: Усунення несправностей

# STRINGS.UI.OPTIONSSCREEN.BIND_SECTIONS.CONTROLS_BASIC.gamepad
source: Gamepad - Basic controls
uk: Геймпад - Основні елементи керування

# STRINGS.UI.OPTIONSSCREEN.BIND_SECTIONS.CONTROLS_BASIC.keyboard
source: Keyboard - Basic controls
uk: Клавіатура - Основні елементи керування

# STRINGS.UI.OPTIONSSCREEN.BIND_SECTIONS.CONTROLS_COMBAT.gamepad
source: Gamepad - Combat actions
uk: Геймпад - Бойові дії

# STRINGS.UI.OPTIONSSCREEN.BIND_SECTIONS.CONTROLS_COMBAT.keyboard
source: Keyboard - Combat actions
uk: Клавіатура - Бойові дії

# STRINGS.UI.OPTIONSSCREEN.CLOSE_BUTTON
source: Back
uk: Назад

# STRINGS.UI.OPTIONSSCREEN.CONFIRM_LANGUAGE_SUBTITLE
source: Language changed
uk: Змінено мову

# STRINGS.UI.OPTIONSSCREEN.CONFIRM_LANGUAGE_TEXT
source: You must restart the game to switch languages.
uk: Щоб переключити мову, потрібно перезапустити гру.

# STRINGS.UI.OPTIONSSCREEN.CONFIRM_LANGUAGE_TITLE
source: Save and Restart?
uk: Зберегти та перезапустити?

# STRINGS.UI.OPTIONSSCREEN.CONFIRM_NO
source: Discard
uk: Скасувати

# STRINGS.UI.OPTIONSSCREEN.CONFIRM_OK
source: Save
uk: Зберегти

# STRINGS.UI.OPTIONSSCREEN.CONFIRM_RESTART
source: Restart
uk: Перезапустити

# STRINGS.UI.OPTIONSSCREEN.CONFIRM_SUBTITLE
source: Options changed
uk: Параметри змінено

# STRINGS.UI.OPTIONSSCREEN.CONFIRM_TEXT
source: Save your changes or discard them?
uk: Зберегти зміни чи скасувати їх?

# STRINGS.UI.OPTIONSSCREEN.CONFIRM_TEXTURE_QUALITY_SUBTITLE
source: Texture quality changed to <b>{new_mode}</b>
uk: Якість текстур змінено на <b>{new_mode}</b>

# STRINGS.UI.OPTIONSSCREEN.CONFIRM_TEXTURE_QUALITY_TEXT
source: You must restart the game to apply texture quality change.
uk: Щоб змінити якість текстур, необхідно перезапустити гру.

# STRINGS.UI.OPTIONSSCREEN.CONFIRM_TEXTURE_QUALITY_TITLE
source: Save and Quit?
uk: Зберегти і вийти?

# STRINGS.UI.OPTIONSSCREEN.CONFIRM_TITLE
source: Save Changes?
uk: Зберегти зміни?

# STRINGS.UI.OPTIONSSCREEN.GAMEPLAY_MOUSE_AIMING
source: Mouse Aiming
uk: Наведення миші

# STRINGS.UI.OPTIONSSCREEN.GAMEPLAY_SHOW_BOSS_HEALTH_PERCENT
source: Boss Health Percentage
uk: Відсоток здоров'я боса

# STRINGS.UI.OPTIONSSCREEN.GAMEPLAY_VIBRATION
source: Vibration
uk: Вібрація

# STRINGS.UI.OPTIONSSCREEN.KEYBINDING_CONTEXTUAL
source: Action '{action_name}' is context sensitive, so it's not cleared when same input is bound to another action.
uk: Дія '{action_name}' залежить від контексту, тому вона не скинеться, якщо на ту саму кнопку призначено іншу дію.

# STRINGS.UI.OPTIONSSCREEN.KEYBINDING_MISSING
source: <p img='images/ui_ftf/warning.tex'> Unmapped Control!
uk: <p img='images/ui_ftf/warning.tex'> Невідповідний елемент керування!

# STRINGS.UI.OPTIONSSCREEN.KEYBINDING_SUBTITLE_BUTTON
source: Press the button to use for this input. Or <p bind='Controls.Digital.MENU_CANCEL_INPUT_BINDING' color=BTNICON_DARK> to cancel.
uk: Натисніть кнопку, щоб використовувати її. Або <p bind='Controls.Digital.MENU_CANCEL_INPUT_BINDING' color=BTNICON_DARK>, щоб скасувати.

# STRINGS.UI.OPTIONSSCREEN.KEYBINDING_SUBTITLE_KEY
source: Press the key to use for this input. Or <p bind='Controls.Digital.MENU_CANCEL_INPUT_BINDING' color=BTNICON_DARK> to cancel.
uk: Натисніть потрібну клавішу для зміни. Або <p bind='Controls.Digital.MENU_CANCEL_INPUT_BINDING' color=BTNICON_DARK>, щоб скасувати.

# STRINGS.UI.OPTIONSSCREEN.KEYBINDING_TEXT_BUTTON
source: CURRENT BUTTON: %s
uk: ПОТОЧНА КНОПКА: %s

# STRINGS.UI.OPTIONSSCREEN.KEYBINDING_TEXT_KEY
source: CURRENT KEY: %s
uk: ПОТОЧНА КНОПКА: %s

# STRINGS.UI.OPTIONSSCREEN.KEYBINDING_TEXT_UNBOUND
source: CURRENTLY UNBOUND
uk: НАРАЗІ НЕ ПРИВ'ЯЗАНО

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_CLOSE_BUTTON
source: <p img='images/ui_ftf_icons/back.tex' color=0> Close
uk: <p img='images/ui_ftf_icons/back.tex' color=0> Закрити

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_CORNER_1
source: Player 1
uk: Гравець 1

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_CORNER_1_TT
source: This area shows the first player's details.
uk: У цій області показано деталі першого гравця.

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_CORNER_2
source: Player 2
uk: Гравець 2

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_CORNER_2_TT
source: If there's a second player, this area shows their details.
uk: Якщо є другий гравець, ця область показує його деталі.

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_CORNER_3
source: Player 3
uk: Гравець 3

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_CORNER_3_TT
source: If there's a third player, this area shows their details.
uk: Якщо є третій гравець, ця область показує його деталі.

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_CORNER_4
source: Player 4
uk: Гравець 4

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_CORNER_4_TT
source: If there's a fourth player, this area shows their details.
uk: Якщо є четвертий гравець, ця область показує його деталі.

# STRINGS.UI.OPTIONSSCREEN.MOBILE_CONTROLS_RESET_BUTTON
source: <p img='images/ui_ftf_icons/restart.tex' scale=1.1 color=0> Reset
uk: <p img='images/ui_ftf_icons/restart.tex' scale=1.1 color=0> Скинути
