Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.DECOR.snowfly_sm_plushies.name
source: {name.snowfly} Plushie
uk: Плюшевий {Name.snowfly}

# STRINGS.ITEMS.DECOR.sporemon_sm_plushies.desc
source: It rattles when shaken.
uk: Він гримить якщо потрясти.

# STRINGS.ITEMS.DECOR.sporemon_sm_plushies.name
source: {name.sporemon} Plushie
uk: Плюшевий {Name.sporemon}

# STRINGS.ITEMS.DECOR.stone_lamp.desc
source: Let there be light
uk: Да буде світло

# STRINGS.ITEMS.DECOR.stone_lamp.name
source: Stone Lamp
uk: Кам'яний ліхтар

# STRINGS.ITEMS.DECOR.street_lamp.desc
source: Lux Aeterna
uk: Вічне світло

# STRINGS.ITEMS.DECOR.street_lamp.name
source: Street Lamp
uk: Вуличний ліхтар

# STRINGS.ITEMS.DECOR.stunk_sm_plushies.desc
source: There's a whoopee cushion inside.
uk: Всередині є ціла подушка.

# STRINGS.ITEMS.DECOR.stunk_sm_plushies.name
source: {name.stunk} Plushie
uk: Плюшевий {Name.stunk}

# STRINGS.ITEMS.DECOR.swarmy_sm_plushies.desc
source: Machine washable, unlike the real thing.
uk: Можна прати в машині, на відміну від справжнього.

# STRINGS.ITEMS.DECOR.swarmy_sm_plushies.name
source: {name.swarmy} Plushie
uk: Плюшевий {Name.swarmy}

# STRINGS.ITEMS.DECOR.tanning_rack.desc
source: Kinda Tan
uk: Начебто Тан

# STRINGS.ITEMS.DECOR.tanning_rack.name
source: Tanning Rack
uk: Стійка для засмаги

# STRINGS.ITEMS.DECOR.thatcher_lrg_plushies.desc
source: It's <#RED>{NAME.thatcher}</>, the fuzzy bug that really rocks! <z 0.8>(Guitar-Scythe sold separately, batteries not included.)</>
uk: Це <#RED>{NAME.thatcher}</>, нечіткий жучок, який справді вражає! <z 0.8>(Гітара-коса продається окремо, батарейки не входять.)</>

# STRINGS.ITEMS.DECOR.thatcher_lrg_plushies.name
source: {name.thatcher} Plushie
uk: Плюшевий {Name.thatcher}

# STRINGS.ITEMS.DECOR.totolili_mid_plushies.desc
source: Real wire-poseable arms!
uk: Справжні дротяні руки!

# STRINGS.ITEMS.DECOR.totolili_mid_plushies.name
source: {name.totolili} Plushie
uk: Плюшевий {Name.totolili}

# STRINGS.ITEMS.DECOR.town_flower_bluebell.desc
source: A blue flower shaped like a bell.
uk: Блакитна квітка у формі дзвоника.

# STRINGS.ITEMS.DECOR.town_flower_bluebell.name
source: Bluebells
uk: Дзвіночки

# STRINGS.ITEMS.DECOR.town_flower_bush.desc
source: Native wildflowers with a sweet scent.
uk: Рідні польові квіти з солодким ароматом.

# STRINGS.ITEMS.DECOR.town_flower_bush.name
source: Bush Flower
uk: Квітковий кущ

# STRINGS.ITEMS.DECOR.town_flower_coralbell.desc
source: A luscious, purple plant. Requires no watering.
uk: Соковита фіолетова рослина. Не потребує поливу.

# STRINGS.ITEMS.DECOR.town_flower_coralbell.name
source: Coral Bells
uk: Коралові дзвіночки

# STRINGS.ITEMS.DECOR.town_flower_mushroom.desc
source: Button Mushroom
uk: Ґудзиковий гриб

# STRINGS.ITEMS.DECOR.town_flower_mushroom.name
source: Button Mushroom
uk: Ґудзиковий гриб

# STRINGS.ITEMS.DECOR.town_flower_violet.desc
source: Little purple flowers. Nothing more, or less.
uk: Маленькі фіолетові квіти. Не більше, не менше.

# STRINGS.ITEMS.DECOR.town_flower_violet.name
source: Violets
uk: Фіалка

# STRINGS.ITEMS.DECOR.town_shrub.desc
source: A healthy shrub, free of <#KONJUR>{name.konjur}</> contamination.
uk: Здоровий кущ, вільний від забруднення <#KONJUR>{3:{name.konjur}}</>.

# STRINGS.ITEMS.DECOR.town_shrub.name
source: Bush
uk: Кущ

# STRINGS.ITEMS.DECOR.travel_pack.desc
source: Everything you need in one place
uk: Все, що вам потрібно, в одному місці

# STRINGS.ITEMS.DECOR.travel_pack.name
source: Travel Pack
uk: Подорожній пакет

# STRINGS.ITEMS.DECOR.tree.desc
source: It's a tree.
uk: Це дерево.

# STRINGS.ITEMS.DECOR.tree.name
source: Tree
uk: Дерево

# STRINGS.ITEMS.DECOR.treel_mid_plushies.name
source: {name.treel} Plushie
uk: Плюшевий {Name.treel}

# STRINGS.ITEMS.DECOR.treemon_sm_plushies.desc
source: Go on, hug it. It'd be rude not to.
uk: Йдіть, обійміть його. Буде неввічливо цього не зробити.

# STRINGS.ITEMS.DECOR.treemon_sm_plushies.name
source: {name.treemon} Plushie
uk: Плюшеве {Name.treemon}

# STRINGS.ITEMS.DECOR.trio_mid_plushies.desc
source: It's <#RED>{name_multiple.rot}</>, all the way down.
uk: Це <#RED>{name_multiple.rot}</>, до самого кінця.

# STRINGS.ITEMS.DECOR.trio_mid_plushies.name
source: Rotrioshka
uk: Гнильошка

# STRINGS.ITEMS.DECOR.weapon_rack.desc
source: Do I need a permit for those?
uk: Чи потрібен мені дозвіл на це?

# STRINGS.ITEMS.DECOR.weapon_rack.name
source: Weapon Rack
uk: Стійка для зброї

# STRINGS.ITEMS.DECOR.well.desc
source: Well, well, well, what do we have here?
uk: Так, так, так, що тут у нас?

# STRINGS.ITEMS.DECOR.well.name
source: Water Well
uk: Криниця

# STRINGS.ITEMS.DECOR.windmon_mid_plushies.desc
source: Loves to be hung out the open window on roadtrips.
uk: Любить, коли його вішають на відкрите вікно під час подорожей.

# STRINGS.ITEMS.DECOR.windmon_mid_plushies.name
source: {name.windmon} Plushie
uk: Плюшевий {Name.windmon}

# STRINGS.ITEMS.DECOR.wooden_cart.desc
source: Take a pleasant ride, once you're finally awake.
uk: Здійсніть приємну поїздку, коли нарешті прокинетеся.

# STRINGS.ITEMS.DECOR.wooden_cart.name
source: Wooden Cart
uk: Дерев'яний візок

# STRINGS.ITEMS.DECOR.woworm_mid_plushies.desc
source: What a snuggly snail!
uk: Який милесенький равлик!

# STRINGS.ITEMS.DECOR.woworm_mid_plushies.name
source: {name.woworm} Plushie
uk: Плюшевий {Name.woworm}

# STRINGS.ITEMS.DECOR.yammo_mid_plushies.desc
source: Not so threatening now, is it?
uk: Зараз виглядає не так загрозливо, чи не так?

# STRINGS.ITEMS.DECOR.yammo_mid_plushies.name
source: {name.yammo} Plushie
uk: Плюшевий {Name.yammo}

# STRINGS.ITEMS.DECOR.zucco_sm_plushies.desc
source: Look'it that stout lil sauerkraut!
uk: Подивіться на цю товсту квашену капусту!

# STRINGS.ITEMS.DECOR.zucco_sm_plushies.name
source: {name.zucco} Plushie
uk: Плюшевий {Name.zucco}

# STRINGS.ITEMS.DEFAULT_UNLOCK.default.desc
source: no one should ever read this string in the game
uk: ніхто ніколи не повинен читати цей рядок у грі

# STRINGS.ITEMS.DEFAULT_UNLOCK.default.name
source: default data
uk: дані за замовчуванням

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.break_gems_1.desc
source: Shatter {name_multiple.gem} into {name.gem_dust} while rerolling.
uk: Розбивайте {name_multiple.gem} на {name.gem_dust}, виконуючи повторне переобирання.

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.break_gems_1.name
source: Press Your Luck I
uk: Випробуйте свою удачу I

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.break_gems_2.desc
source: Shatter {name_multiple.gem} into {name.gem_dust} while rerolling.
uk: Розбивайте {name_multiple.gem} на {name.gem_dust}, виконуючи повторне переобирання.

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.break_gems_2.name
source: Press Your Luck II
uk: Випробуйте свою удачу II

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.break_gems_3.desc
source: Shatter {name_multiple.gem} into {name.gem_dust} while rerolling.
uk: Розбивайте {name_multiple.gem} на {name.gem_dust}, виконуючи повторне переобирання.

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.break_gems_3.name
source: Press Your Luck III
uk: Випробуйте свою удачу III

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.break_gems_4.desc
source: Shatter {name_multiple.gem} into {name.gem_dust} while rerolling.
uk: Розбивайте {name_multiple.gem} на {name.gem_dust}, виконуючи повторне переобирання.

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.break_gems_4.name
source: Press Your Luck IV
uk: Випробуйте свою удачу IV

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.break_gems_5.desc
source: Shatter {name_multiple.gem} into {name.gem_dust} while rerolling.
uk: Розбивайте {name_multiple.gem} на {name.gem_dust}, виконуючи повторне переобирання.

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.break_gems_5.name
source: Press Your Luck V
uk: Випробуйте свою удачу V

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.break_gems_6.desc
source: Shatter {name_multiple.gem} into {name.gem_dust} while rerolling.
uk: Розбивайте {name_multiple.gem} на {name.gem_dust}, виконуючи повторне переобирання.

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.break_gems_6.name
source: Press Your Luck V
uk: Випробуйте свою удачу VI

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.identify_gems_1.desc
source: Identify any kind of unidentified {name_multiple.gem}.
uk: Розпізнайте будь-який тип невідомих {3:{name_multiple.gem}}.

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.identify_gems_1.name
source: Identification I
uk: Ідентифікація I

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.identify_gems_2.desc
source: Identify any kind of unidentified {name_multiple.gem}.
uk: Розпізнайте будь-який тип невідомих {3:{name_multiple.gem}}.

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.identify_gems_2.name
source: Identification II
uk: Ідентифікація II

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.identify_gems_3.desc
source: Identify any kind of unidentified {name_multiple.gem}.
uk: Розпізнайте будь-який тип невідомих {3:{name_multiple.gem}}.

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.identify_gems_3.name
source: Identification III
uk: Ідентифікація III

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.identify_gems_4.desc
source: Identify any kind of unidentified {name_multiple.gem}.
uk: Розпізнайте будь-який тип невідомих {3:{name_multiple.gem}}.

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.identify_gems_4.name
source: Identification IV
uk: Ідентифікація IV

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.identify_gems_5.desc
source: Identify any kind of unidentified {name_multiple.gem}.
uk: Розпізнайте будь-який тип невідомих {3:{name_multiple.gem}}.

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.identify_gems_5.name
source: Identification V
uk: Ідентифікація IV

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.identify_gems_6.desc
source: Identify any kind of unidentified {name_multiple.gem}.
uk: Розпізнайте будь-який тип невідомих {3:{name_multiple.gem}}.

# STRINGS.ITEMS.EQUIPMENT_MASTERY.GEMS.identify_gems_6.name
source: Identification V
uk: Ідентифікація VI

# STRINGS.ITEMS.EQUIPMENT_RARITY.equipment_epic.name
source: {name.item_rarity_epic} Equipment
uk: {2:{Name.item_rarity_epic}} спорядження

# STRINGS.ITEMS.EQUIPMENT_RARITY.equipment_legendary.name
source: {name.item_rarity_legendary} Equipment
uk: {2:{Name.item_rarity_legendary}} спорядження

# STRINGS.ITEMS.EQUIPMENT_RARITY.equipment_rare.name
source: {name.item_rarity_rare} Equipment
uk: {2:{Name.item_rarity_rare}} спорядження

# STRINGS.ITEMS.EQUIPMENT_RARITY.equipment_uncommon.name
source: {name.item_rarity_uncommon} Equipment
uk: {2:{Name.item_rarity_uncommon}} спорядження

# STRINGS.ITEMS.GEMS.LEVEL_UP_NOTIFICATION
source: {gem_name} Level Up!!!
uk: {gem_name} Новий рівень!!!

# STRINGS.ITEMS.GEMS.PROTOTYPE_DESC_TUTORIAL
source: Slot into a <#RED>Weapon</> at the <#RED>{name.i_station_gems}</>, located by {name.npc_blacksmith}.
uk: Вставте в <#RED>зброю</> використавши <#RED>{name.i_station_gems}</>, поставлений {4:{Name.npc_blacksmith}}.

# STRINGS.ITEMS.GEMS.boss_soul.name
source: Teffressence Container {name.gem}
uk: {Name.gem} конжурової сутності

# STRINGS.ITEMS.GEMS.boss_soul.slotted_desc
source: Kill an <#RED>{name.elite_prefix} {name.rot_boss}</> to consume this {name.gem} and <#RED>Imbue</> the equipped Item allowing <#RED>upgrading past Level 10</>. Not valid in {name_multiple.weapon_crystal} or Boss Weapons.
uk: Убийте <#RED>{4:{name.elite_prefix}} {2:{name.rot_boss}}</>, щоб поглинути цей {name.gem} і <#RED>наповнити</> екіпірований предмет, що дозволить <#RED>підвищувати рівень після 10-го</>. Не діє на {2:{name_multiple.weapon_crystal}} або зброю з боса.

# STRINGS.ITEMS.GEMS.crit_chance.desc
source: You can sense this {name.gem} judging you.
uk: Ви відчуваєте, як цей {name.gem} вас осуджує.

# STRINGS.ITEMS.GEMS.crit_chance.name
source: Critical Chance {name.gem}
uk: {Name.gem} шансу крит удару

# STRINGS.ITEMS.GEMS.crit_chance.slotted_desc
source: Increases <#RED>{name.powerdesc_critchance}</>.
uk: Збільшує <#RED>{name.powerdesc_critchance}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_antleer.name
source: {name.antleer} Damage {name.gem}
uk: {Name.gem} шкоди {2:{name.antleer}}м

# STRINGS.ITEMS.GEMS.damage_bonus_antleer.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.antleer}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.antleer}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_backstab.name
source: Backstab {name.gem}
uk: {Name.gem} удару в спину

# STRINGS.ITEMS.GEMS.damage_bonus_backstab.slotted_desc
source: Increases <#RED>{name.concept_damage}</> when attacking from behind.
uk: Збільшує <#RED>{name.concept_damage}</> під час атаки ззаду.

# STRINGS.ITEMS.GEMS.damage_bonus_backstab.stat_name
source: Backstab {name.concept_damage}
uk: {3:{Name.concept_damage}} від удару в спину

# STRINGS.ITEMS.GEMS.damage_bonus_battoad.name
source: {name.battoad} Damage {name.gem}
uk: {Name.gem} шкоди {3:{name.battoad}}

# STRINGS.ITEMS.GEMS.damage_bonus_battoad.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.battoad}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.battoad}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_beets.name
source: {name.beets} Damage {name.gem}
uk: {Name.gem} шкоди {3:{name.beets}}

# STRINGS.ITEMS.GEMS.damage_bonus_beets.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.beets}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.beets}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_blarmadillo.name
source: {name.blarmadillo} Damage {name.gem}
uk: {Name.gem} шкоди {Name.blarmadillo}

# STRINGS.ITEMS.GEMS.damage_bonus_blarmadillo.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.blarmadillo}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.blarmadillo}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_bulbug.name
source: {name.bulbug} Damage {name.gem}
uk: {Name.gem} шкоди {3:{name.bulbug}}

# STRINGS.ITEMS.GEMS.damage_bonus_bulbug.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.bulbug}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.bulbug}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_bunippy.name
source: {name.bunippy} Damage {name.gem}
uk: {Name.gem} шкоди {3:{name.bunippy}}

# STRINGS.ITEMS.GEMS.damage_bonus_bunippy.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.bunippy}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.bunippy}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_cabbageroll.name
source: {name.cabbageroll} Damage {name.gem}
uk: {Name.gem} шкоди {3:{Name.cabbageroll}}

# STRINGS.ITEMS.GEMS.damage_bonus_cabbageroll.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.cabbageroll}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.cabbageroll}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_counter.name
source: Counter {name.gem}
uk: {Name.gem} контратаки

# STRINGS.ITEMS.GEMS.damage_bonus_counter.slotted_desc
source: Increases <#RED>{name.concept_damage}</> when counter-attacking.
uk: Збільшує <#RED>{name.concept_damage}</> при контратаці.

# STRINGS.ITEMS.GEMS.damage_bonus_counter.stat_name
source: Counter {name.concept_damage}
uk: {3:{Name.concept_damage}} контратаки

# STRINGS.ITEMS.GEMS.damage_bonus_crystroll.name
source: {name.crystroll} Damage {name.gem}
uk: {Name.gem} шкоди {3:{Name.crystroll}}

# STRINGS.ITEMS.GEMS.damage_bonus_crystroll.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.crystroll}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.crystroll}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_eggbert.name
source: {name.eggbert} Damage {name.gem}
uk: {Name.gem} шкоди {3:{Name.eggbert}}

# STRINGS.ITEMS.GEMS.damage_bonus_eggbert.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.eggbert}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.eggbert}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_embison.name
source: {name.embison} Damage {name.gem}
uk: {Name.gem} шкоди {3:{Name.embison}}

# STRINGS.ITEMS.GEMS.damage_bonus_embison.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.embison}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.embison}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_eyev.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.eyev}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.eyev}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_floracrane.name
source: {name.floracrane} Damage {name.gem}
uk: {Name.gem} шкоди {2:{Name.floracrane}}м

# STRINGS.ITEMS.GEMS.damage_bonus_floracrane.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.floracrane}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.floracrane}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_gnarlic.name
source: {name.gnarlic} Damage {name.gem}
uk: {Name.gem} шкоди {3:{Name.gnarlic}}

# STRINGS.ITEMS.GEMS.damage_bonus_gnarlic.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.gnarlic}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.gnarlic}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_gourdo.name
source: {name.gourdo} Damage {name.gem}
uk: {Name.gem} шкоди {Name.gourdo}

# STRINGS.ITEMS.GEMS.damage_bonus_gourdo.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.gourdo}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.gourdo}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_groak.name
source: {name.groak} Damage {name.gem}
uk: {Name.gem} шкоди {3:{Name.groak}}

# STRINGS.ITEMS.GEMS.damage_bonus_groak.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.groak}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.groak}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_hammer_golfswing.name
source: Hammer Golf Damage {name.gem}
uk: {Name.gem} шкоди удару ключкою

# STRINGS.ITEMS.GEMS.damage_bonus_hammer_golfswing.slotted_desc
source: Increases <#RED>{name.concept_damage}</> dealt by the <#RED>Golf Swing</> attack.
uk: Збільшує <#RED>{name.concept_damage}</> від атаки <#RED>Удар ключкою</>.

# STRINGS.ITEMS.GEMS.damage_bonus_heavy_attack.name
source: Heavy {name.gem}
uk: Важкий {name.gem}

# STRINGS.ITEMS.GEMS.damage_bonus_heavy_attack.slotted_desc
source: Increases <#RED>Heavy Attack {name.concept_damage}</>.
uk: Збільшує <#RED>{name.concept_damage} важкої атаки</>.

# STRINGS.ITEMS.GEMS.damage_bonus_light_attack.name
source: Light {name.gem}
uk: Легкий {name.gem}

# STRINGS.ITEMS.GEMS.damage_bonus_light_attack.slotted_desc
source: Increases <#RED>Light Attack {name.concept_damage}</>.
uk: Збільшує <#RED>{name.concept_damage} легкої атаки</>.

# STRINGS.ITEMS.GEMS.damage_bonus_meowl.name
source: {name.meowl} Damage {name.gem}
uk: {Name.gem} шкоди {3:{name.meowl}}

# STRINGS.ITEMS.GEMS.damage_bonus_meowl.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.meowl}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.meowl}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_mossquito.name
source: {name.mossquito} Damage {name.gem}
uk: {Name.gem} шкоди {3:{name.mossquito}}

# STRINGS.ITEMS.GEMS.damage_bonus_mossquito.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.mossquito}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримають <#RED>{Name_multiple.mossquito}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_mothball.name
source: {name.mothball} Damage {name.gem}
uk: {Name.gem} шкоди {3:{Name.mothball}}

# STRINGS.ITEMS.GEMS.damage_bonus_mothball.slotted_desc
source: Increases <#RED>{name.concept_damage}</> done to <#RED>{name_multiple.mothball}</>.
uk: Збільшує <#RED>{name.concept_damage}</>, яку отримає <#RED>{Name_multiple.mothball}</>.

# STRINGS.ITEMS.GEMS.damage_bonus_undamaged_target.name
source: Pristine {name.gem}
uk: {Name.gem} недоторканості

# STRINGS.ITEMS.GEMS.damage_bonus_undamaged_target.slotted_desc
source: Increases <#RED>{name.concept_damage}</> against targets with full <#RED>Health</>.
uk: Збільшує <#RED>{name.concept_damage}</> проти цілей з повними <#RED>здоров'я</>.

# STRINGS.ITEMS.GEMS.damage_crit.desc
source: Fire appears trapped inside when held up to the sun.
uk: Вогонь здається ув'язненим всередині, якщо піднести його до сонця.

# STRINGS.ITEMS.GEMS.damage_crit.name
source: Critical Damage {name.gem}
uk: {Name.gem} критичної шкоди

# STRINGS.ITEMS.GEMS.damage_crit.slotted_desc
source: Increases <#RED>Critical Hit {name.concept_damage}</>.
uk: Збільшує <#RED>{name.concept_damage} критичного удару</>.

# STRINGS.ITEMS.GEMS.damage_focus.desc
source: Smooth to the touch. You feel calmer with it in your palm.
uk: Гладкий на дотик. З ним у долоні відчуваєш себе спокійніше.

# STRINGS.ITEMS.GEMS.damage_focus.name
source: Focus Damage {name.gem}
uk: {Name.gem} фокусної шкоди

# STRINGS.ITEMS.GEMS.damage_focus.slotted_desc
source: Increases <#BLUE>{name.concept_focus_hit}</> <#RED>{name.concept_damage}</>.
uk: Збільшує <#RED>{name.concept_damage}</> <#RED>{2:{name.concept_focus_hit}}</>.

# STRINGS.ITEMS.GEMS.damage_mod.desc
source: Its razor sharp edges could cause injury if not handled with care.
uk: Його гострі краї можуть поранити, якщо поводитися з ним необережно.

# STRINGS.ITEMS.GEMS.damage_mod.name
source: Damage Bonus {name.gem}
uk: {Name.gem} бонусної шкоди

# STRINGS.ITEMS.GEMS.damage_mod.slotted_desc
source: Increases <#RED>Weapon {name.concept_damage}</>.
uk: Збільшує <#RED>{name.concept_damage} зброї</>.

# STRINGS.ITEMS.GEMS.damage_mod.stat_name
source: Bonus {name.concept_damage}
uk: Бонусна {3:{name.concept_damage}}

# STRINGS.ITEMS.GEMS.damage_resist_acid.name
source: {name.concept_toxic} Protection {name.gem}
uk: {Name.gem} захисту від {3:{name.concept_toxic}}

# STRINGS.ITEMS.GEMS.damage_resist_acid.slotted_desc
source: Reduces <#RED>{name.concept_damage}</> received from <#RED>{name.concept_toxic}</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> від <#RED>{3:{name.concept_toxic}}</>.

# STRINGS.ITEMS.GEMS.damage_resist_antleer.slotted_desc
source: Reduces <#RED>{name.concept_damage}</> received from <#RED>{name_multiple.antleer}</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> від <#RED>{2:{name_multiple.antleer}}</>.

# STRINGS.ITEMS.GEMS.damage_resist_backstab.name
source: Backstab Protection {name.gem}
uk: {Name.gem} захисту від удару в спину

# STRINGS.ITEMS.GEMS.damage_resist_backstab.slotted_desc
source: Reduces <#RED>{name.concept_damage}</> from behind.
uk: Зменшує <#RED>{name.concept_damage}</> від удару в спину.

# STRINGS.ITEMS.GEMS.damage_resist_backstab.stat_name
source: Backstab {name.powerdesc_damage_reduction}
uk: {Name.powerdesc_damage_reduction} в спину

# STRINGS.ITEMS.GEMS.damage_resist_boss_normal.name
source: Boss Protection {name.gem}
uk: {Name.gem} захисту від босів

# STRINGS.ITEMS.GEMS.damage_resist_boss_normal.slotted_desc
source: Reduces <#RED>{name.concept_damage}</> received from <#RED>{name_multiple.rot_boss}</>.
uk: Отримуйте менше <#RED>{2:{name.concept_damage}}</> від <#RED>{name_multiple.rot_boss}</>.

# STRINGS.ITEMS.GEMS.damage_resist_counter.name
source: Counter Protection {name.gem}
uk: {Name.gem} захисту під час контратак

# STRINGS.ITEMS.GEMS.damage_resist_counter.slotted_desc
source: Reduces <#RED>{name.concept_damage}</> while attacking.
uk: Зменшує <#RED>{name.concept_damage}</> під час атаки.
