Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

source: !neutral !think It's the weirdest thing... I'm <i>sure</> I left some extra <#KONJUR>{name_multiple.konjur_soul_lesser}</> next to my workbench... !wavelunn <#BLUE>{name.npc_lunn}</>, you didn't borrow them, did you?
uk: !neutral !think Дивно... Я <i>точно</> залишила трохи <#KONJUR>{2:{name_multiple.konjur_soul_lesser}}</> біля мого верстата... !wavelunn <#BLUE>{Name.npc_lunn}</>, ти ж їх не брав, правда?

source: !neutral !dubious Haven't seen my satchel of <#KONJUR</>{name_multiple.gem}</> around, have ye, Hunter? !disagree Mark me words. There's somethin' fishy goin' on around here...
uk: !neutral !dubious Ви не бачили мою сумку з <#KONJUR</>{2:{name_multiple.gem}}</>, Мисливцю? !disagree Кажу вам, тут щось дивне...

source: !neutral !nervous <#BLUE>{name.npc_armorsmith}</> keeps looking over here... do you think she knows?
uk: !neutral !nervous <#BLUE>{Name.npc_armorsmith}</> постійно дивиться сюди... думаєте, вона знає?

source: !neutral !think Huh. My bag of <#KONJUR>Treats</> is feeling a bit light. !dubious <i>Someone's</> been helpin' themselves while I wasn't looking...
uk: !neutral !think Хм. Моя сумка з <#KONJUR>смаколиками</> здається полегшала. !dubious <i>Хтось</> відсипав, поки я не дивився...

source: !neutral !think Where are those <#KONJUR>Ingots</> I've been saving? I could have <i>sworn</> I put them right over here... !nervous I-I'm sure they must be around here somewhere. I just need to keep looking!
uk: !neutral !think Де ті <#KONJUR>злитки</>, що я зберігав? Я міг би <i>присягнутися</>, що поклав їх саме тут... !nervous Я-я впевнений, що вони десь тут. Потрібно тільки продовжувати шукати!

source: !happy !gesture Always glad to see you in one piece, Hunter. !point Stay that way, okay?
uk: !happy !gesture Завжди радий бачити вас в цілості, Мисливцю. !point Залишайтеся таким, добре?

source: !neutral !nervous It's so eerie hearing the <#RED>Rot</> calls at night. !gesture I had a hard time sleeping the first couple nights we camped here.
uk: !neutral !nervous Моторошно чути крики <#RED>гнильця</> вночі. !gesture Перші кілька ночей, які ми провели тут, мені було важко заснути.

source: !happy !gesture Don't forget to stop and smell the flowers every now and then. !neutral !think ...Unless they're <#RED>Rot-infected</>. I wouldn't recommend smelling those.
uk: !happy !gesture Не забувай інколи зупинятися і нюхати квіти. !neutral !think ...Якщо тільки вони не <#RED>заражені гниллю</>. Я б не радив їх нюхати.

source: !happy !shrug Don't let the pressure get to you, Hunter. !point We're all in this fight together!
uk: agent: !happy !shrug Не дозволяйте тиску впливати на вас, Мисливцю. !point Ми всі в цій боротьбі разом!

source: !neutral !think Hmm... <z 0.7>How will I wash my mug without accidentally wiping off the Hunter's writing?</z> !dejected Ohh... <z 0.7>This truly is a dilemma.</z>
uk: !neutral !think Хмм... <z 0.7>Як мені помити кухоль, щоб випадково не стерти напис Мисливець?</z> !dejected Ох... <z 0.7>Це справжня дилема.</z>

source: !neutral !think Hey Hunter... when this expedition is over, do you think we'll all still stay in touch? !happy !shrug Ah, I'm thinking too far ahead. We need to stay focused on the mission in front of us!
uk: !neutral !think Гей, Мисливцю... як думаєте, коли ця експедиція закінчиться, ми й надалі спілкуватимемось? !happy !shrug Ага, забігаю надто далеко. Треба зосередитися на поточному завданні!

source: !happy !think I've been thinking about giving the <#RED>{name.i_damselfly}</> a new coat of paint, but there's so many colours to choose from! Should I paint it a sky blue? Burnt orange? Forest green? !neutral !shocked And then there's the trim to consider! Should it match or contrast?! !angry C'mon, <#BLUE>{name.npc_scout}</>! A leader needs to be ready to make these kinds of important decisions!
uk: !happy !think Думаю над тим, щоб перефарбувати <#RED>{Name.i_damselfly}</>, але стільки кольорів на вибір! Може, небесно-блакитний? Палений помаранчевий? Лісово-зелений? !neutral !shocked А ще ж є обрамлення! Воно має бути однакового кольору чи контрастного?! !angry Та ну, <#BLUE>{Name.npc_scout}</>! Лідер має бути готовий ухвалювати такі важливі рішення!

source: !happy !gesture Hunter, when all this is over... let's take the <#RED>{name.i_damselfly}</> up above the smog-cover and see the stars. !happy !dubious What do you think?
uk: !happy !gesture Мисливцю, коли все це завершиться... нумо піднімімося на <#RED>{3:{Name.i_damselfly}}</> вище за туман і подивимося на зорі. !happy !dubious Як вам така ідея?

source: agent: !neutral !gruffnod Hunter. I've finally cracked this new way o' forging. !think Only trouble is, me <#RED>{name.weapontools1}</> won't hold up under that much raw <#KONJUR>{name.konjur}</>. !point I'll be needin' new tools. Stronger ones. !dubious I can make 'em-- but I'll need you to bring me the goods. Ye ken?
uk: agent: !neutral !gruffnod Мисливцю. Я нарешті розгадав цей новий спосіб кування. !think Єдине, що заважає, так це те, що мої <#RED>{name.weapontools1}</> не витримають такої кількості сирого <#KONJUR>{2:{name.i_konjur}}</>. !point Мені потрібні нові інструменти. Сильніші. !dubious Я можу їх зробити, але мені потрібно, щоб ви принесли мені необхідні матеріали. Зрозуміло?

source: !neutral !gesture Bring me the goods to upgrade yer weapons more. I'll be needin' new tools. !dubious Check my list on the <#RED>Weapon Racks</>.
uk: !neutral !gesture Принесіть мені матеріали, щоб я міг краще вдосконалити вашу зброю. Мені знадобляться нові інструменти. !dubious Перевірте мій список на <#RED>стійці для зброї</>.

source: !neutral !dubious You really have nerves of steel, Hunter. !happy !disagree Not many folks could've faced that <#RED>{name.blarmadillo_miniboss}</> head-on and come out on top!
uk: !neutral !dubious У вас справді залізні нерви, Мисливцю. !happy !disagree Не багато хто зміг би вийти переможцем після зустрічі з <#RED>{Name.blarmadillo_miniboss}</> лоб в лоб!

source: !happy !clap You took down the <#RED>{name.cabbageroll_miniboss}</>! !neutral !think I wonder... does that make you the new <#RED>{name.cabbageroll}</> ruler by default? !happy !shrug Well, we can worry about that later!
uk: !happy !clap Ви перемогли <#RED>{2:{Name.cabbageroll_miniboss}}</>! !neutral !think Цікаво... чи робить це вас новим правителем <#RED>{3:{Name.cabbageroll}}</> за замовчуванням? !happy !shrug Ну, про це ми подумаємо пізніше!

source: !happy !clap You really cut that <#RED>{name.eyev_miniboss}</> down to size! !think Have you ever considered going into landscaping when this is all over?
uk: !happy !clap Ви справді прирізали <#RED>{2:{Name.eyev_miniboss}}</>! !think Ви коли-небудь замислювалися про ландшафтний дизайн після всього цього?

source: !happy !agree That right there is the sweet smell of victory! !neutral !think Err, well... maybe 'sweet' isn't the right word... but the <i>pungent stink</> of victory doesn't quite roll off the tongue the same way.
uk: !happy !agree Ось воно — солодкий запах перемоги! !neutral !think Ем, що ж... можливо, 'солодкий' — не зовсім точне слово... але <i>пекучий сморід</> перемоги не звучить так елегантно.

source: !happy !disagree Two against one, and you still came out on top! You're really something else, Hunter. !laugh It's almost a little scary sometimes!
uk: !happy !disagree Двоє проти одного, і ви все одно перемогли! Ви дійсно особливі, Мисливцю. !laugh Іноді це навіть трохи лякає!

source: !happy !gesture That was a fine bit of pest control, Hunter. Well done!
uk: !happy !gesture Це була чудова робота з боротьби зі шкідниками, Мисливцю. Гарна робота!

source: !happy !dubious You're getting really good at this, Hunter! !point That <#RED>{name.zucco_miniboss}</> never stood a chance!
uk: !happy !dubious Ви стаєте справжнім майстром у цьому, Мисливцю! !point Той <#RED>{Name.zucco_miniboss}</> навіть не мав шансу!

source: !neutral !scared <i>ha</i>-CHOO! !happy !nervous Whew. My allergies are acting up all of the sudden.
uk: !neutral !scared <i>ап</i>-ЧХИИ! !happy !nervous Фух. Моя алергія раптово посилюється.

source: !happy !dubious Oh hey, don't forget about that <#KONJUR>{name.i_konjur_heart}</> in your bag. !point Go pop it in the <#KONJUR>{name.i_town_grid_cryst}</> when you get a chance, okay?
uk: !happy !dubious О, привіт, не забудьте про <#KONJUR>{name.i_konjur_heart}</> у вашій сумці. !point Закиньте його в <#KONJUR>{name.i_town_grid_cryst}</>, коли матимете можливість, гаразд?

source: !neutral !scared <i>ha</i>-CHOOoo! !nervous Whewie. Do you have a <#KONJUR>{name.i_konjur_heart}</> on you or something?
uk: !neutral !cared <i>ап</i>-ЧХИии! !nervous Уф. У вас є <#KONJUR>{name.i_konjur_heart}</> чи щось таке?

source: !greet Heya Hunter, how's it-- !neutral !scared <i>ha</i>-CHOOoo! !happy !nervous Ah. Have a <#KONJUR>{name.i_konjur_heart}</> on you, do ya?
uk: !greet Хей, Мисливцю, як справи... !neutral !scared <i>ап</i>-ЧХИии! !happy !nervous Ах. У вас є <#KONJUR>{name.i_konjur_heart}</>, чи не так?

source: !neutral !dubious Hey. You planning to put that <#KONJUR>{name.i_konjur_heart}</> in the <#KONJUR>{name.i_town_grid_cryst}</> or-- !shrug We could use the power, y'know.
uk: !neutral !dubious Ей. Ви збираєтесь помістити це <#KONJUR>{name.i_konjur_heart}</> в <#KONJUR>{name.i_town_grid_cryst}</> чи... !shrug Нам би знадобилась ця сила, знаєте.

source: !neutral !think You know, as a fellow allergy sufferer I had a bit of sympathy for <#RED>{name_multiple.blarmadillo}</>... !point ...until now, that is.
uk: !neutral !think Як той, хто страждає на алергію, я трохи співчував <#RED>{Name_multiple.blarmadillo}</>... !point ...до цього моменту, звісно.

source: !neutral !gesture How are you feeling, Hunter? !shocked That <#RED>{name.bonejaw}</> really did a number on you.
uk: !neutral !gesture Як Ваше самопочуття, Мисливцю? !shocked Той <#RED>{Name.bonejaw}</> дійсно вас пошкодив.

source: !happy !gesture Don't worry about it, Hunter. !point That <#RED>{name.cabbageroll_miniboss}'s</> days are numbered!
uk: !happy !gesture Не хвилюйтеся, Мисливцю. !point Дні <#RED>{2:{Name.cabbageroll_miniboss}}</> пораховані!

source: !neutral !think Things got a little rocky on that last fight, huh? !shocked S-sorry! I didn't mean to make a joke!
uk: !neutral !think Та остання бійка була трохи складною, правда? !shocked В-вибачте! Я не хотів жартувати!

source: !neutral !gesture How are you holding up, Hunter? !scared I'm <i>still</> thawing out from our run-in with that <#RED>{name.crystroll}</>.
uk: !neutral !gesture Як ви там, Мисливцю? !scared Я <i>досі</> відмерзаю після нашої зустрічі того <#RED>{2:{Name.crystroll}}</>.

source: !neutral !scared Brrr... !nervous I don't know if I've got the shivers from the cold, or from how that last fight turned out.
uk: !neutral !scared Бррр... !nervous Я не знаю, чи мене трусить від холоду, чи від того, як закінчився останній бій.

source: !neutral !nervous So... I guess that nest wasn't <i>completely</> abandoned. !shrug Though in my defense, that <#RED>{rot_boss}</> was technically just a hatchling. !happy !gesture But look on the bright side! We were able to gather valuable data that will serve us well on the next Hunt!
uk: !neutral !nervous То... виходить, що це гніздо не було <i>повністю</> покинуте. !shrug Але, на мою думку, той <#RED>{rot_boss}</> був технічно просто малюком. !happy !gesture Але подивіться на це з іншого боку! Ми змогли зібрати цінні дані, які стануть у пригоді під час наступного полювання!

source: !neutral !dubious Are you sure you're okay, Hunter? !nervous <i>I</> sure wouldn't be after taking a right-hook from a <#RED>{name.embison}</>...
uk: !neutral !dubious Ви впевнені, що все гаразд, Мисливцю? !nervous <i>Я</> б точно не був після правого хука від <#RED>{2:{Name.embison}}</>...

source: !neutral !shrug Why does a plant need eyes, anyway? !nervous It's so creepy...
uk: !neutral !shrug Навіщо рослині очі, взагалі? !nervous Це так моторошно...

source: !neutral !gesture I was bit really hard by a seagull once. !agree I know exactly what you're going through.
uk: agent: !neutral !gesture Мене якось дуже сильно вкусила чайка. !agree Я точно знаю, що ви переживаєте.

source: !happy !clap Got knocked out by a <#RED>{name.floracrane}</>, huh? Was it a pink one or a green one? !think Those colours look great together, don't you think?
uk: agent: !happy !clap Вас збив з ніг <#RED>{Name.floracrane}</>? Він був рожевий чи зелений? !think Ці кольори мають чудовий вигляд разом, ви так не думаєте?

source: !neutral !think Isn't a <#RED>{name.floracrane}</> just a big bird? !happy !point Oh! I know! You should try throwing french fries in the opposite direction.
uk: agent: !neutral !think Хіба <#RED>{Name.floracrane}</> не просто велика пташка? !happy !point О! Я знаю! Спробуйте кинути картоплю фрі в протилежному напрямку.

source: !neutral !dejected <i>Ugh.</i> !point I hate that bird.
uk: agent: !neutral !dejected <i>Ух.</i> !point Я ненавиджу цю пташку.

source: !neutral !dejected I didn't realize that <#RED>{name.floracrane}</> could hit so hard. !point This is why I hate birds.
uk: agent: !neutral !dejected Я не думав, що <#RED>{Name.floracrane}</> може так сильно вдарити. !point Ось чому я ненавиджу птахів.

source: !neutral !disagree I can still smell that old <#RED>Gnarlic's</> stench... !nervous Um, Hunter? Maybe you could wash off a bit before we get back in the <#RED>{name.i_damselfly}</>...?
uk: !neutral !disagree Я досі відчуваю сморід від старого <#RED>Часнирога</>... !nervous Е-е, Мисливцю? Може, ви б трохи освіжилися, перш ніж ми повернемося в <#RED>{Name.i_damselfly}</>...?

source: !neutral !angry I've had just about enough of those two <#RED>{name_multiple.gourdo}</>. !think Since when did {name_multiple.rot} learn to team up?
uk: !neutral !angry Мені вже набридли ці два <#RED>{Name_multiple.gourdo}</>. !think Як {name_multiple.rot} навчились працювати разом?

source: !neutral !dejected I don't know about you, but I'm getting really tired of getting attacked by angry trees. !gesture Just saying...
uk: !neutral !dejected Не знаю як ви, але мені набридло постійно отримувати атаки від сердитих дерев. !gesture Просто кажу...

source: !neutral !gesture You look like you've seen the inside of a <#RED>{name.groak}</>. !think Wait, is that what got you?
uk: agent: !neutral !gesture Ви виглядаєте так, ніби бачили нутрощі <#RED>{2:{Name.groak}}</>. !think Зачекайте, це він вас дістав?

source: !neutral !scared If a <#RED>{name.groak}</> ever swallowed me I think I'd shave off all my fur. !shocked Yuck!
uk: agent: !neutral !scared Якщо <#RED>{Name.groak}</> коли-небудь проковтне мене, я думаю, що збрию всю свою шерсть. !shocked Фу!

source: !neutral !dubious That <#RED>{name.mothball_teen_miniboss}</> fight was brutal... !gesture Don't worry if you need time to rest and recover. The <#RED>{name.i_damselfly}</> will be here whenever you're ready.
uk: !neutral !dubious Та битва з <#RED>{2:{name.mothball_teen_miniboss}}</> була жорсткою... !gesture Не хвилюйтеся, якщо вам треба час на відпочинок. <#RED>{Name.i_damselfly}</> чекатиме, допоки ви будете готові.

source: !neutral !shocked The <#RED>{name.rot_boss}</> is a bunch of rocks?! I'm no <#BLUE>{name.job_konjurist}</>, but I thought <#KONJUR>{name.konjur}</> only affected living things... !point Let's get back out there, Hunter! This calls for further investigation.
uk: !neutral !shocked <#RED>{Name.rot_boss}</> — це купа каменів?! Я не <#BLUE>{name.job_konjurist}</>, але я думав, що <#KONJUR>{name.konjur}</> впливає тільки на живих істот... !point Повернімося туди, Мисливцю! Потрібне подальше розслідування.

source: !neutral !shrug That <#RED>{name.swarmy}</> gunk is impossible to wash out... !think I might need to replace the <#RED>{name.i_damselfly}'s</> seat cushions after this is all over.
uk: !neutral !shrug Та гидота з <#RED>{2:{Name.swarmy}}</> взагалі не відмивається... !think Можливо, після всього доведеться міняти сидіння у <#RED>{3:{Name.i_damselfly}}</>.

source: !neutral !dejected <i>(sigh)</> !gesture I used to really like yams...
uk: !neutral !dejected <i>(зітхає)</> !gesture Раніше я дуже любив батати...

source: !happy !point You'll get that <#RED>{name.zucco_miniboss}</> next time, Hunter! !gesture We all believe in you!
uk: !happy !point Наступного разу ви спіймаєте <#RED>{Name.zucco_miniboss}а</>, Мисливцю! !gesture Ми всі віримо у вас!

source: !neutral !gruffnod Don't feel bad, Hunter. You did your best.
uk: !neutral !gruffnod Не засмучуйтесь, Мисливцю. Ви зробили все можливе.

source: !neutral !think Granny used to say that making mistakes is just as important as winning. !shrug Learning from mistakes makes us stronger.
uk: !neutral !think Моя бабуся завжди казала, що помилки так само важливі, як і перемоги. !shrug Вчитися на помилках – це шлях до сили.

source: !gesture Welcome home! !point I hear you gave almost as good as you got.
uk: !gesture Ласкаво просимо додому! !point Я чув, що ви віддали майже стільки ж, скільки отримали.

source: !gesture I know what it's like to get my butt kicked. !shrug I had a family once.
uk: !gesture Я знаю, як це - отримати під зад. !shrug Колись у мене була сім'я.

source: !wavelunn Folks think I won <#BLUE>{name.npc_lunn}</> in a leg-wrestling match against three {name_multiple.cabbageroll}. !shrug Truth is, I stole him off the jerk who laughed at me for losing.
uk: !wavelunn Усі думають, що я виграла <#BLUE>{Name.npc_lunn}а</> у матчі з боротьби на ногах проти трьох {2:{Name_multiple.cabbageroll}}. !shrug Насправді я вкрала його у придурка, який сміявся з моєї поразки.

source: !point It's not a loss as long as you learn something. !shrug Even if all you learn is that you need better <#RED>Armour</>.
uk: !point Це не втрата, якщо ви щось вчитеся. !shrug Навіть якщо все, що ви вивчите, це те, що вам потрібні кращі <#RED>обладунки</>.

source: !neutral !shocked WOAH! !happy !think Oh, sorry. I thought you were a ghost.
uk: agent: !neutral !shocked ВООУ! !happy !think О, вибачте. Я подумав, що ви привид.

source: !happy !gesture I really admire your grit. !neutral !point ...and your ears.
uk: !happy !gesture Я справді захоплююся вашою твердістю. !neutral !point ...і вашими вухами.

source: !neutral !gesture When I've had a rough run, I like to go scream into a tree. !happy !point The trees don't mind. I asked.
uk: !neutral !gesture Коли в мене важкий день, я люблю піти покричати в дерево. !happy !point Дерева не проти. Я питав.

source: !gesture Heya, welcome back. !point Glad you made it out with all your limbs!
uk: !gesture Гей, ласкаво просимо назад. !point Я радий, що ви вибралися з усіма кінцівками!

source: !wave Hey Hunter! !point Those <#RED>{name_multiple.rot}</> are in for a <i>big</i> surprise next time.
uk: !wave Гей, Мисливцю! !point Наступного разу цих <#RED>{2:{name_multiple.rot}}</> чекає <i>великий</i> сюрприз.

source: !greet Hey Hunter! !point You really gave those <#RED>{name_multiple.rot}</> a run for their... rottenness.
uk: !greet Гей, Мисливцю! !point Ці <#RED>{name_multiple.rot}</> отримали від вас доброго прочухана за свою... гнилість.

source: !greet !wavelunn <#BLUE>{name.npc_lunn}</> says he's got a good feeling about your next run! !point !agree You're scrappy, like us.
uk: !greet !wavelunn <#BLUE>{Name.npc_lunn}</> каже, що має хороші передчуття щодо вашого наступного забігу! !point !agree Ви боєць, як і ми.

source: !gesture It's not just about winning. !point It's about putting up a fight.
uk: !gesture Справа не лише в перемозі. !point Йдеться про боротьбу.

source: !gesture Yowza...those <#RED>{name_multiple.rot}</> are tough! !point And so are you.
uk: !gesture Йо, ці <#RED>{name_multiple.rot}</> міцні! !point І ви також.

source: !neutral !dubious Y'alright? !closedeyes Ye look like somethin' th' {name.job_apothecary} dragged in.
uk: !neutral !dubious Усе гаразд? !closedeyes Ви виглядаєте, наче вас {name.job_apothecary} приніс.

source: !neutral !gesture Hm... Listen, Hunter. !closedeyes Yer not the first to get knocked down a bit.
uk: !neutral !gesture Хм... Слухайте, Мисливцю. !closedeyes Ви не перший, кого трохи збили з ніг.

source: !neutral !dubious Hunter. !closedeyes Those boggin' <#RED>{name_multiple.rot}'ll</> get theirs.
uk: !neutral !dubious Мисливцю. !closedeyes Ті бридкі <#RED>{name_multiple.rot}</>, отримають своє.

source: !neutral !closedeyes {name.job_dojo}'s been askin' after ye. !dubious ...
uk: !neutral !closedeyes {Name.job_dojo} питав про вас. !dubious ...

source: !neutral !closedeyes I've got th' forge fired up if ye need. !dubious It ain't gettin' any hotter.
uk: !neutral !closedeyes Я розпалив кузню, якщо треба. !dubious Гарячіше вже не стане.

source: !neutral !dubious ... !gruffnod Failin' means yer playin'.
uk: !neutral !dubious ... !gruffnod Якщо ви програєте, значить, ви граєте.

source: !neutral !dubious Hoo-whee, looks like somethin' gave you a real shiner. !neutral !think I heard slappin' a slab of steak on it helps. Except we don't got any steak... maybe a bag of frozen beans, then?
uk: !neutral !dubious Ох, здається, вам добре дісталося. !neutral !think Чув, що прикладений шматок м'яса допомагає. Але в нас немає м'яса... може, пакет заморожених бобів?

source: !happy !gesture Don't you worry your little head over it, Hunter. !point You'll get that varmint next time!
uk: !happy !gesture Не хвилюйтеся, Мисливцю. !point Наступного разу ви точно впораєтесь!

source: !neutral !gesture <#RED>Healing's</> scarce on Hunts. !happy !gruffnod Best not to get hit if you can help it.
uk: !neutral !gesture <#RED>Зцілення</> на полюваннях рідкість. !happy !gruffnod Краще уникати ударів, якщо можете.

source: !neutral !cough Listen up, Hunter. !happy !gruffnod Failed Hunts are just learning experiences.
uk: !neutral !cough Слухайте, Мисливцю. !happy !gruffnod Невдалі полювання — це також навчання.

source: !happy !gruffnod Welcome back. !gesture I'm prouda you for getting out there.
uk: !happy !gruffnod Ласкаво просимо назад. !gesture Я пишаюся вами за те, що ви вибралися звідти.

source: !happy !dubious Get yer butt whupped? !disagree Ain't no shame in a loss. It's part of the process.
uk: !happy !dubious Отримали під зад? !disagree Програти не соромно. Це частина процесу.

source: !neutral !gesture Chin up, kid. !point You aren't gonna let those rotten monsters win, are ya?
uk: agent: !neutral !gesture Підійміть голову, друже. !point Ви ж не дозволите цим гнилим монстрам перемогти, чи не так?

source: !neutral !dubious Why the long face? !gruffnod You went down swingin'.
uk: agent: !neutral !dubious Чому таке похмуре обличчя? !gruffnod Ви билися до кінця.

source: !neutral !dubious Hey kid. !gruffnod Took some down with ya, I hope?
uk: agent: !neutral !dubious Ей, друже. !gruffnod Сподіваюсь, ви взяли кількох із собою?

source: !shrug You win some, you lose some, right Hunter? !gesture No one said it'd be easy.
uk: !shrug Ви виграєте, десь програєте, чи не так, Мисливцю? !gesture Ніхто не казав, що це буде легко.

source: !gesture Glad to see you up. !point Ready to get back to it?
uk: !gesture Радий вас бачити. !point Готові повернутися?

source: !greet Hey, Hunter. !agree No lasting damage from that last Hunt, I hope.
uk: !greet Гей, Мисливцю. !agree Сподіваюся, що останнє полювання не залишило серйозних ушкоджень.

source: !neutral !dubious ... !gruffnod Doin' us all proud.
uk: !neutral !dubious ... !gruffnod Ми всі пишаємось.

source: !neutral !dubious ... !point 'Tis an honour to fight alongside yer pals.
uk: !neutral !dubious ... !point Для мене честь битися разом зі своїми друзями.

source: !neutral !cough {name.dojo_cough} !happy !gesture Remember that you and other Hunters are working together.
uk: !neutral !cough {Name.dojo_cough} !happy !gesture Пам'ятайте, що ви та інші Мисливці працюєте разом.
