Repository: MaksymKurny/Rotwood-UA
Catalog: localizations/*.po
Languages: uk

# STRINGS.ITEMS.TONICS.resolve1.desc
source: Cannot be interrupted by hits for {duration} second(s). <#RED>{name_multiple.tonic}</> are automatically added to your <#RED>{name.potion}</> when equipped. Effects trigger after drinking.
uk: Ваші удари не можна перервати протягом {duration} секунд(и). <#RED>{name_multiple.tonic}</> автоматично додаються до вашого <#RED>{name.potion}</>, якщо є. Ефекти спрацьовують після вживання.

# STRINGS.ITEMS.TONICS.resolve1.name
source: Tincture of Stone Resolve
uk: Настоянка кам'яного розчину

# STRINGS.ITEMS.TONICS.shrink.desc
source: Some <#RED>Pearls</> make you larger... these <#RED>Pearls</> make you small. <#RED>{name_multiple.tonic}</> are automatically added to your <#RED>{name.potion}</> when equipped. Effects trigger after drinking.
uk: Деякі <#RED>перлини</> роблять вас більшими... ці <#RED>перлини</> роблять вас маленьким. <#RED>{name_multiple.tonic}</> автоматично додаються до вашого <#RED>{name.potion}</>, якщо є. Ефекти спрацьовують після вживання.

# STRINGS.ITEMS.TONICS.shrink.name
source: Small Beans
uk: Дрібні боби

# STRINGS.ITEMS.TONICS.yammo_rage.desc
source: Flavoured with pure, distilled <#RED>{name.yammo}</> rage. <#RED>{name_multiple.tonic}</> are automatically added to your <#RED>{name.potion}</> when equipped. Effects trigger after drinking.
uk: Приправлений чистим дистильованим гнівом <#RED>{name.yammo}</>. <#RED>{name_multiple.tonic}</> автоматично додаються до вашого <#RED>{name.potion}</>, якщо є. Ефекти спрацьовують після вживання.

# STRINGS.ITEMS.TONICS.yammo_rage.name
source: Spicy Pumpkin Seeds
uk: Гостре гарбузове насіння

# STRINGS.ITEMS.TONICS.zucco_dash.desc
source: Gotta go fast. <#RED>{name_multiple.tonic}</> are automatically added to your <#RED>{name.potion}</> when equipped. Effects trigger after drinking.
uk: Потрібно йти швидко. <#RED>{name_multiple.tonic}</> автоматично додаються до вашого <#RED>{name.potion}</>, якщо є. Ефекти спрацьовують після вживання.

# STRINGS.ITEMS.TONICS.zucco_dash.name
source: Coffee Jelly
uk: Кавове желе

# STRINGS.ITEMS.WAIST.antleer.name
source: {name.antleer} Hunting Boots
uk: Мисливські чоботи з {2:{Name.antleer}}

# STRINGS.ITEMS.WAIST.bandicoot.desc
source: Do not step on them.
uk: Не наступайте на них.

# STRINGS.ITEMS.WAIST.bandicoot.name
source: {name.bandicoot}'s Blue Suede Boots
uk: Сині замшеві чоботи {2:{Name.bandicoot}}

# STRINGS.ITEMS.WAIST.basic.desc
source: The sandal blisters are only <i>mildly</i> intolerable!
uk: Мозолі від босоніжок лише <i>злегка</i> нестерпні!

# STRINGS.ITEMS.WAIST.basic.name
source: Basic Leggings
uk: Звичайні легінси

# STRINGS.ITEMS.WAIST.battoad.desc
source: Always be ready to leap into the fray.
uk: Завжди будьте готові кинутися в бій.

# STRINGS.ITEMS.WAIST.battoad.name
source: {name.battoad} Legs
uk: Штани з {2:{Name.battoad}}

# STRINGS.ITEMS.WAIST.blarmadillo.desc
source: For someone who nose their way around a trap or two.
uk: Для тих, хто обійде пастку або дві.

# STRINGS.ITEMS.WAIST.blarmadillo.name
source: {name.blarmadillo} Trunks
uk: Штани з {Name.blarmadillo}

# STRINGS.ITEMS.WAIST.bonejaw.name
source: {name.bonejaw} Jawbelt
uk: Пояс з {2:{Name.bonejaw}}

# STRINGS.ITEMS.WAIST.bulbug.desc
source: Makes a scritching noise when you walk.
uk: Під час ходьби видає скрип.

# STRINGS.ITEMS.WAIST.bulbug.name
source: {name.bulbug} Tarsi
uk: Поножи з {2:{Name.bulbug}}

# STRINGS.ITEMS.WAIST.cabbageroll.desc
source: Don't go out on a hunt without a friend to watch your behind.
uk: Не виходьте на полювання без друга, який стежить за вами.

# STRINGS.ITEMS.WAIST.cabbageroll.name
source: {name.cabbageroll} Sash
uk: Саш з {2:{Name.cabbageroll}}

# STRINGS.ITEMS.WAIST.crystroll.name
source: {name.crystroll} Greaves
uk: Наголінники з {2:{Name.crystroll}}

# STRINGS.ITEMS.WAIST.eggbert.name
source: {name.eggbert} Briefs
uk: Труси з {2:{Name.eggbert}}

# STRINGS.ITEMS.WAIST.eggzy.name
source: {name.eggzy}'s Birds-Eye Britches
uk: Пташине око {2:{Name.eggzy}}

# STRINGS.ITEMS.WAIST.embison.name
source: {name.embison} Laced Boots
uk: Шнуровані черевики з {2:{Name.embison}}

# STRINGS.ITEMS.WAIST.eyev.desc
source: Soft, flowy leaves, secured by an only <i>slightly</i> sticky pink belt.
uk: М'яке, хвилясте листя, закріплене лише <i>злегка</i> липким рожевим пояском.

# STRINGS.ITEMS.WAIST.eyev.name
source: {name.eyev} Twine Cinch
uk: Зав'язка бантиком з {Name.eyev}а

# STRINGS.ITEMS.WAIST.floracrane.desc
source: Twirls gracefully on the battlefield.
uk: Граціозно крутиться на полі бою.

# STRINGS.ITEMS.WAIST.floracrane.name
source: {name.floracrane} Skirt
uk: Спідниця з {2:{Name.floracrane}}

# STRINGS.ITEMS.WAIST.fungoons.name
source: {name.fungoons_generic} Trousers
uk: Штани з {2:{Name.fungoons_generic}}

# STRINGS.ITEMS.WAIST.funguile.name
source: {name.funguile} Sailor Slacks
uk: Моряцькі штани з {2:{Name.funguile}}

# STRINGS.ITEMS.WAIST.gnarlic.desc
source: These shorts really grow on you.
uk: Ці шорти дійсно припадуть вам до душі.

# STRINGS.ITEMS.WAIST.gnarlic.name
source: {name.gnarlic} Bulb Shorts
uk: Шаровари з {2:{Name.gnarlic}}

# STRINGS.ITEMS.WAIST.gourdo.desc
source: May you cling to life as tightly as these shorts cling to you.
uk: Тримаєтеся за життя так само міцно, як ці шорти тримаються на вас.

# STRINGS.ITEMS.WAIST.gourdo.name
source: {name.gourdo} Elasti-Shorts
uk: Еластичні Шорти з {Name.gourdo}

# STRINGS.ITEMS.WAIST.grimhollow.desc
source: No, it's not mahogany.
uk: Ні, це не червоне дерево.

# STRINGS.ITEMS.WAIST.grimhollow.name
source: {name.grimhollow} Faulds
uk: Фолди зі {2:{Name.grimhollow}}

# STRINGS.ITEMS.WAIST.groak.desc
source: Take a bath after wearing.
uk: Прийміть ванну після носіння.

# STRINGS.ITEMS.WAIST.groak.name
source: {name.groak} Drippings
uk: Залишки {Name.groak}а

# STRINGS.ITEMS.WAIST.immorel.name
source: {name.immorel} Trunk Hose
uk: Трубчаті штани з {2:{Name.immorel}}

# STRINGS.ITEMS.WAIST.megatreemon.desc
source: Let your sovereignty take root.
uk: Нехай ваш суверенітет пустить коріння.

# STRINGS.ITEMS.WAIST.megatreemon.name
source: {name.megatreemon}'s Bark-Kilt
uk: Барк-Кілт з {2:{Name.megatreemon}}

# STRINGS.ITEMS.WAIST.meowl.name
source: {name.meowl} Booties
uk: Пінетки з {2:{Name.meowl}}

# STRINGS.ITEMS.WAIST.mothball.desc
source: Double-layered for extra comfort.
uk: Двошарові для додаткового комфорту.

# STRINGS.ITEMS.WAIST.mothball.name
source: {name.mothball} Fur Leggings
uk: Хутряні легінси з {2:{Name.mothball}}

# STRINGS.ITEMS.WAIST.owlitzer.desc
source: How can something so dangerous be so soft?
uk: Як щось таке небезпечне може бути таким м'яким?

# STRINGS.ITEMS.WAIST.owlitzer.name
source: {name.owlitzer}'s Shearling Britches
uk: Штани з овечої шкури {3:{Name.owlitzer}}

# STRINGS.ITEMS.WAIST.plumper.name
source: {name.plumper} Puffy Skirt
uk: Пишна спідниця з {2:{Name.plumper}}

# STRINGS.ITEMS.WAIST.porkyspine.name
source: {name.porkyspine} Cloven Booties
uk: Чобітки з копит {2:{Name.porkyspine}}

# STRINGS.ITEMS.WAIST.quetz.name
source: {name.quetz} Waist Guard
uk: Захист на пояс з {2:{Name.quetz}}

# STRINGS.ITEMS.WAIST.seeker.name
source: {name.seeker} WAIST
uk: Пояс з {Name.seeker}а

# STRINGS.ITEMS.WAIST.slowpoke.desc
source: A thick hide to cover your own.
uk: Товста шкура, щоб накрити свою власну.

# STRINGS.ITEMS.WAIST.slowpoke.name
source: {name.slowpoke} Boots
uk: Черевики з {2:{Name.slowpoke}}

# STRINGS.ITEMS.WAIST.snowfly.name
source: {name.snowfly} Kneeguards
uk: Наколінники з {2:{Name.snowfly}}

# STRINGS.ITEMS.WAIST.stunk.name
source: {name.stunk} Fur Leggings
uk: Хутряні легінси з {2:{Name.stunk}}

# STRINGS.ITEMS.WAIST.swarmy.desc
source: Complete with {name.swarmy} hand clasp.
uk: У комплекті з ручною застібкою з {2:{Name.swarmy}}.

# STRINGS.ITEMS.WAIST.swarmy.name
source: {name.swarmy} Slimekilt
uk: Слизький кілт з {2:{Name.swarmy}}

# STRINGS.ITEMS.WAIST.thatcher.desc
source: They're not underpants! Stop calling them underpants!
uk: Це не труси! Перестаньте називати їх трусами!

# STRINGS.ITEMS.WAIST.thatcher.name
source: {name.thatcher}'s Super Elasti-Pants
uk: Супереластичні штани з {2:{Name.thatcher}}

# STRINGS.ITEMS.WAIST.treemon.desc
source: A very modest piece of armour.
uk: Дуже скромний обладунок.

# STRINGS.ITEMS.WAIST.treemon.name
source: {name.treemon} Fig Leaf
uk: Фіговий лист з {2:{Name.treemon}}

# STRINGS.ITEMS.WAIST.windmon.desc
source: Perfect for weathering the elements.
uk: Ідеально підходять для перенесення погодних умов.

# STRINGS.ITEMS.WAIST.windmon.name
source: {name.windmon} Greaves
uk: Наголінники з {2:{Name.windmon}}

# STRINGS.ITEMS.WAIST.woworm.desc
source: The waistband is very elastic.
uk: Пояс дуже еластичний.

# STRINGS.ITEMS.WAIST.woworm.name
source: {name.woworm} Aketon
uk: Акетон з {2:{Name.woworm}}

# STRINGS.ITEMS.WAIST.yammo.desc
source: Comfy shorts with an astonishingly wide range of movement.
uk: Зручні шорти з надзвичайно широким діапазоном руху.

# STRINGS.ITEMS.WAIST.yammo.name
source: {name.yammo} Elasti-Shorts
uk: Еластичні Шорти з {Name.yammo}

# STRINGS.ITEMS.WAIST.zucco.desc
source: In battle you should leave nothing up to chance, or the imagination.
uk: У бою ви не повинні залишати нічого на волю випадку чи уяви.

# STRINGS.ITEMS.WAIST.zucco.name
source: {name.zucco} Elasti-Shorts
uk: Еластичні Шорти з {Name.zucco}

# STRINGS.ITEMS.WEAPON.bow_bandicoot.name
source: Truthseeker
uk: Шукач істини

# STRINGS.ITEMS.WEAPON.bow_basic.name
source: Rickety Bow
uk: Старий лук

# STRINGS.ITEMS.WEAPON.bow_bonejaw.name
source: Tailwind
uk: Попутний вітер

# STRINGS.ITEMS.WEAPON.bow_crystroll.name
source: Cold Snap
uk: Холодний спалах

# STRINGS.ITEMS.WEAPON.bow_eggzy_tundra.name
source: Frostbite
uk: Крижаний укус

# STRINGS.ITEMS.WEAPON.bow_embison.name
source: Bull's Eye
uk: Точно в ціль

# STRINGS.ITEMS.WEAPON.bow_floracrane.name
source: Quagflier
uk: Болотяний літун

# STRINGS.ITEMS.WEAPON.bow_gourdo.name
source: Growing Pain
uk: Зростаючий біль

# STRINGS.ITEMS.WEAPON.bow_groak.name
source: Mirethorn
uk: Болотяна колючка

# STRINGS.ITEMS.WEAPON.bow_megatreemon.name
source: Deadeye
uk: Очі смерті

# STRINGS.ITEMS.WEAPON.bow_owlitzer.name
source: Eye of the Storm
uk: Око бурі

# STRINGS.ITEMS.WEAPON.bow_owlitzer_forest.name
source: Windbreaker
uk: Вітролом

# STRINGS.ITEMS.WEAPON.bow_thatcher.name
source: Stringsong
uk: Пісня струн

# STRINGS.ITEMS.WEAPON.bow_thatcher_swamp.name
source: Stinger
uk: Жалокол

# STRINGS.ITEMS.WEAPON.bow_treemon_forest.name
source: Groundskeeper's Bow
uk: Лук садівника

# STRINGS.ITEMS.WEAPON.bow_yammo.name
source: The Pulled Yamstring
uk: Натягнута тетива Яммо

# STRINGS.ITEMS.WEAPON.cannon_bandicoot.desc
source: Let chaos reign.
uk: Нехай панує хаос.

# STRINGS.ITEMS.WEAPON.cannon_bandicoot.name
source: Loose {name.weapon_cannon}
uk: Нестримна {name.weapon_cannon}

# STRINGS.ITEMS.WEAPON.cannon_basic.desc
source: When this {name.weapon_cannon} fires in the forest, it definitely makes a sound.
uk: Коли ця {name.weapon_cannon} стріляє в лісі, вона точно видає звук.

# STRINGS.ITEMS.WEAPON.cannon_basic.name
source: Splintered {name.weapon_cannon}
uk: Розірвана {name.weapon_cannon}

# STRINGS.ITEMS.WEAPON.cannon_bonejaw.name
source: Bonebreaker
uk: Кістколам

# STRINGS.ITEMS.WEAPON.cannon_bunisnowflyballs.name
source: Bunbun Bomber
uk: Банбун Бомбер

# STRINGS.ITEMS.WEAPON.cannon_corestone_broken.name
source: {name.weapon_crystal_broken_prefix} {name.weapon_crystal_prefix}{name.weapon_cannon}
uk: {2:{Name.weapon_crystal_broken_prefix}} {name.weapon_crystal_prefix}{name.weapon_cannon}

# STRINGS.ITEMS.WEAPON.cannon_corestone_charged.name
source: {name.weapon_crystal_charged_prefix} {name.weapon_crystal_prefix}{name.weapon_cannon}
uk: {2:{Name.weapon_crystal_charged_prefix}} {name.weapon_crystal_prefix}{name.weapon_cannon}

# STRINGS.ITEMS.WEAPON.cannon_crystroll.name
source: Shard-Encrusted Shrapnel Launcher
uk: Інкрустований кристалами гранатомет

# STRINGS.ITEMS.WEAPON.cannon_eggzy_tundra.name
source: Shellshot Blunderbuss
uk: Яйцестріл

# STRINGS.ITEMS.WEAPON.cannon_embison.name
source: The Finisher
uk: Добивач

# STRINGS.ITEMS.WEAPON.cannon_floracrane.desc
source: Elicits the dulcet tones of your enemy's shrieks.
uk: Викликає приємні звуки криків вашого ворога.

# STRINGS.ITEMS.WEAPON.cannon_floracrane.name
source: Beakon of Hurt
uk: Маяк болю

# STRINGS.ITEMS.WEAPON.cannon_gourdo.desc
source: Time to meat your maker.
uk: Час спробувати вашого виробника.

# STRINGS.ITEMS.WEAPON.cannon_gourdo.name
source: The Beefstick
uk: М'ясна паличка

# STRINGS.ITEMS.WEAPON.cannon_grimhollow_volcano.name
source: Sporeshot
uk: Споростріл

# STRINGS.ITEMS.WEAPON.cannon_groak.desc
source: Your enemies are gonna <i>croak</i>.
uk: Ваші вороги будуть <i>квакати</i>.

# STRINGS.ITEMS.WEAPON.cannon_groak.name
source: The Bog Blaster
uk: Болотний бластер

# STRINGS.ITEMS.WEAPON.cannon_megatreemon.desc
source: Walk softly and carry a boomstick.
uk: Ходи м'яко і тримай пушку.

# STRINGS.ITEMS.WEAPON.cannon_megatreemon.name
source: Mother's Fury
uk: Мамина лють

# STRINGS.ITEMS.WEAPON.cannon_owlitzer.name
source: Nocturne's Wrath
uk: Ноктюрний гнів

# STRINGS.ITEMS.WEAPON.cannon_owlitzer_forest.desc
source: A shot carried by the righteous tempest flies true.
uk: Постріл, несений праведною бурею, летить вірно.

# STRINGS.ITEMS.WEAPON.cannon_owlitzer_forest.name
source: The Keening
uk: Кінінг

# STRINGS.ITEMS.WEAPON.cannon_thatcher.name
source: Earsplitter
uk: Навушник

# STRINGS.ITEMS.WEAPON.cannon_thatcher_swamp.desc
source: Be grateful you're not the one cleaning up this mess.
uk: Будьте вдячні, що не ви прибираєте цей безлад.

# STRINGS.ITEMS.WEAPON.cannon_thatcher_swamp.name
source: Hail of Gory
uk: Кривавий град

# STRINGS.ITEMS.WEAPON.cannon_yammo.desc
source: Get yer {name_multiple.rot} in a row.
uk: Упорядкуйте своїх {2:{name_multiple.rot}}.

# STRINGS.ITEMS.WEAPON.cannon_yammo.name
source: Doomino Cannon
uk: Гармата Думіно

# STRINGS.ITEMS.WEAPON.cleaver_basic.desc
source: Chop yourself a nice slice of {name.rot}.
uk: Наріжте собі гарний шматочок {2:{name.rot}}.

# STRINGS.ITEMS.WEAPON.cleaver_basic.name
source: Extra Dull Cleaver
uk: Надзвичайно тупий тесак

# STRINGS.ITEMS.WEAPON.hammer_bandicoot.desc
source: It's time to crack some skulls.
uk: Настав час зламати кілька черепів.

# STRINGS.ITEMS.WEAPON.hammer_bandicoot.name
source: Troublemaker
uk: Порушник спокою

# STRINGS.ITEMS.WEAPON.hammer_basic.desc
source: A heavy hitter for the unpretentious.
uk: Важкий удар для невибагливих.

# STRINGS.ITEMS.WEAPON.hammer_basic.name
source: Crumbling Bammer
uk: Розсипаний молот

# STRINGS.ITEMS.WEAPON.hammer_bonejaw.name
source: The Gnasher
uk: Гризун

# STRINGS.ITEMS.WEAPON.hammer_crystroll.name
source: The Prismatic Tenderizer
uk: Призматичний подрібнювач

# STRINGS.ITEMS.WEAPON.hammer_embison.name
source: Haymaker
uk: Нокаутер

# STRINGS.ITEMS.WEAPON.hammer_floracrane.desc
source: Ushers your foes straight into their final act.
uk: Супроводжує ваших ворогів прямо до їхнього фінального акту.

# STRINGS.ITEMS.WEAPON.hammer_floracrane.name
source: The Grand Finale
uk: Великий фінал

# STRINGS.ITEMS.WEAPON.hammer_gourdo.desc
source: Fists so furious, they oughta be illegal.
uk: Кулаки такі люті, вони повинні бути незаконними.

# STRINGS.ITEMS.WEAPON.hammer_gourdo.name
source: Bare Knuckle Bammer
uk: Молот з голих кулаків

# STRINGS.ITEMS.WEAPON.hammer_grimhollow_volcano.name
source: Toadstomper
uk: Жаботоп

# STRINGS.ITEMS.WEAPON.hammer_groak.desc
source: Well that's gonna leave a mark.
uk: Ну, це залишить слід.

# STRINGS.ITEMS.WEAPON.hammer_groak.name
source: Wetwhacker
uk: Вологий косар

# STRINGS.ITEMS.WEAPON.hammer_megatreemon.desc
source: Kill with one eye open.
uk: Вбиває з одним відкритим оком.

# STRINGS.ITEMS.WEAPON.hammer_megatreemon.name
source: Rotten Judgement
uk: Гнилий вирок

# STRINGS.ITEMS.WEAPON.hammer_owlitzer.name
source: Nightfall Gavel
uk: Молот нічної завіси

# STRINGS.ITEMS.WEAPON.hammer_owlitzer_forest.desc
source: Exudes the putrid stench of success.
uk: Виділяє гнильний запах успіху.

# STRINGS.ITEMS.WEAPON.hammer_owlitzer_forest.name
source: Grove Bammer
uk: Ноктюрний громила

# STRINGS.ITEMS.WEAPON.hammer_sedament_tundra.name
source: Bugbuster
uk: Винищувач жучків

# STRINGS.ITEMS.WEAPON.hammer_sledge.desc
source: Bash up a {name.rot} real hard-like.
uk: Розбити {2:{name.rot}} дуже важко.

# STRINGS.ITEMS.WEAPON.hammer_sledge.name
source: Sludgebammer
uk: Сквернолам

# STRINGS.ITEMS.WEAPON.hammer_thatcher.name
source: Fortissimo
uk: Фортисимо

# STRINGS.ITEMS.WEAPON.hammer_thatcher_swamp.desc
source: It eats away at your enemy's self-esteem.
uk: Це з'їдає самооцінку вашого ворога.

# STRINGS.ITEMS.WEAPON.hammer_thatcher_swamp.name
source: The Bam Bamboozle
uk: Бам-бамбузл

# STRINGS.ITEMS.WEAPON.hammer_treemon_forest.desc
source: Kills with severe tenderness.
uk: Вбиває сильною ніжністю.

# STRINGS.ITEMS.WEAPON.hammer_treemon_forest.name
source: The Tenderizer
uk: Подрібнювач

# STRINGS.ITEMS.WEAPON.hammer_yammo.desc
source: Crushes your enemies into a million rotten pieces.
uk: Роздрібнює ваших ворогів на мільйон гнилих шматків.

# STRINGS.ITEMS.WEAPON.hammer_yammo.name
source: The Smashing Pumpkin
uk: Розгромний гарбуз

# STRINGS.ITEMS.WEAPON.polearm_bandi_swamp.desc
source: For when you don't wanna run 'em <i>clean</i> through.
uk: Для випадків, коли ви не хочете її <i>чистити</i>.

# STRINGS.ITEMS.WEAPON.polearm_bandi_swamp.name
source: Barbed Pike
uk: Колюча піка

# STRINGS.ITEMS.WEAPON.polearm_bandicoot.desc
source: A well-timed barb in passing can cut a foe to the quick.
uk: Своєчасна влучна гострота може швидко зарізати ворога.

# STRINGS.ITEMS.WEAPON.polearm_bandicoot.name
source: Cutting Remark
uk: Вирізана ремарка

# STRINGS.ITEMS.WEAPON.polearm_basic.desc
source: A dull blade is sometimes more dangerous than a sharp one.
uk: Тупе лезо інколи небезпечніше гострого.

# STRINGS.ITEMS.WEAPON.polearm_basic.name
source: Rusty Skewer
uk: Іржавий спис

# STRINGS.ITEMS.WEAPON.polearm_bonejaw.name
source: Spiny Lance
uk: Шипоcпис

# STRINGS.ITEMS.WEAPON.polearm_crystroll.name
source: Iceshard Spear
uk: Крижаний спис

# STRINGS.ITEMS.WEAPON.polearm_embison.name
source: Goring Spike
uk: Кровоточивий шип

# STRINGS.ITEMS.WEAPON.polearm_floracrane.desc
source: Your technique is devastatingly en pointe, my dear.
uk: Ваша техніка надзвичайно ефективна, моя дорога.

# STRINGS.ITEMS.WEAPON.polearm_floracrane.name
source: Sharpoon
uk: Гострун

# STRINGS.ITEMS.WEAPON.polearm_gourdo.desc
source: Packs a multi-perforating punch that leaves foes ragged.
uk: Завдає ударів, що пробивають ворогів наскрізь, залишаючи їх понівеченими.

# STRINGS.ITEMS.WEAPON.polearm_gourdo.name
source: Pike of Peril
uk: Небезпечна щука

# STRINGS.ITEMS.WEAPON.polearm_grimhollow_volcano.name
source: Snarling Spear
uk: Рикаючий спис

# STRINGS.ITEMS.WEAPON.polearm_groak.desc
source: It's a tough one to swallow.
uk: Це важко проковтнути.

# STRINGS.ITEMS.WEAPON.polearm_groak.name
source: Hork Fork
uk: Кристальна вилка

# STRINGS.ITEMS.WEAPON.polearm_megatreemon.desc
source: It sees you when you're bleeding, it knows when you've been staked.
uk: Він бачить вас, коли ви спливаєте кров'ю, він знає, коли вас поставили.

# STRINGS.ITEMS.WEAPON.polearm_megatreemon.name
source: Corruption's Touch
uk: Заразний дотик

# STRINGS.ITEMS.WEAPON.polearm_owlitzer.name
source: Light Slayer
uk: Вбивця світла

# STRINGS.ITEMS.WEAPON.polearm_sedament_tundra.name
source: Catuceus Staff
uk: Посох Кадуцея

# STRINGS.ITEMS.WEAPON.polearm_thatcher.name
source: Maestro's Baton
uk: Паличка маестро

# STRINGS.ITEMS.WEAPON.polearm_treemon_forest.desc
source: For the Hunter who'd only touch a {name.rot} with a ten-foot pole.
uk: Для Мисливця, який торкнеться {2:{name.rot}} лише триметровою жердиною.

# STRINGS.ITEMS.WEAPON.polearm_treemon_forest.name
source: Long Arm of the Claw
uk: Довга рука з кігтями

# STRINGS.ITEMS.WEAPON.polearm_yammo.desc
source: Serving up a skewer-ful of raw justice.
uk: Подаємо шпажки з сирою правдою.

# STRINGS.ITEMS.WEAPON.polearm_yammo.name
source: {name.rot} Kebabber
uk: Шашлик з {2:{name.rot}}

# STRINGS.ITEMS.WEAPON.shotput_bandi_swamp.desc
source: More aerodynamic than a boombox.
uk: Більш аеродинамічний, ніж бумбокс.

# STRINGS.ITEMS.WEAPON.shotput_bandi_swamp.name
source: Boomball
uk: Бумбол

# STRINGS.ITEMS.WEAPON.shotput_bandicoot.desc
source: How long can you keep the ruse afloat?
uk: Як довго ви можете утримати ілюзію?

# STRINGS.ITEMS.WEAPON.shotput_bandicoot.name
source: Juggler's Charade
uk: Шарада жонглера

# STRINGS.ITEMS.WEAPON.shotput_basic.desc
source: Someone definitely spat on this.
uk: Хтось точно плюнув на нього.

# STRINGS.ITEMS.WEAPON.shotput_basic.name
source: Old Leather {name.weapon_shotput}
uk: Старий шкіряний {name.weapon_shotput}

# STRINGS.ITEMS.WEAPON.shotput_bonejaw.name
source: Overbite
uk: Перекус

# STRINGS.ITEMS.WEAPON.shotput_crystroll.name
source: Geode Cracker
uk: Розбивач геод

# STRINGS.ITEMS.WEAPON.shotput_eggzy_tundra.name
source: Spiker Ball
uk: Шипаста куля

# STRINGS.ITEMS.WEAPON.shotput_embison.name
source: Skullcrusher
uk: Череполом

# STRINGS.ITEMS.WEAPON.shotput_floracrane.desc
source: It's got destructive main character energy.
uk: Він має руйнівну енергію головного героя.

# STRINGS.ITEMS.WEAPON.shotput_floracrane.name
source: Belle of the Ball
uk: Красуня балу

# STRINGS.ITEMS.WEAPON.shotput_gourdo.desc
source: Playtime is over.
uk: Забави скінчились.

# STRINGS.ITEMS.WEAPON.shotput_gourdo.name
source: Basherball
uk: Башербол

# STRINGS.ITEMS.WEAPON.shotput_groak.desc
source: As deadly as it is hideously sticky.
uk: Настільки ж смертоносний, як і жахливо липкий.

# STRINGS.ITEMS.WEAPON.shotput_groak.name
source: Splatshot
uk: Сплатшот

# STRINGS.ITEMS.WEAPON.shotput_megatreemon.desc
source: Ah, that old chestnut.
uk: Ах, цей старий каштан.

# STRINGS.ITEMS.WEAPON.shotput_megatreemon.name
source: Rootbound Knot
uk: Кореневий вузол

# STRINGS.ITEMS.WEAPON.shotput_owlitzer.name
source: Talon's Strike
uk: Кігтевий удар

# STRINGS.ITEMS.WEAPON.shotput_owlitzer_forest.desc
source: It always comes back for more.
uk: Він завжди повертається за добавкою.

# STRINGS.ITEMS.WEAPON.shotput_owlitzer_forest.name
source: Ballmerang
uk: М'ячеранг

# STRINGS.ITEMS.WEAPON.shotput_sedament_tundra.name
source: The Jackalope
uk: Стрибшакал

# STRINGS.ITEMS.WEAPON.shotput_thatcher.name
source: Swarm's Spite
uk: Лють рою

# STRINGS.ITEMS.WEAPON.shotput_treemon_forest.desc
source: Flies through the air with the greatest of ease.
uk: Літає в повітрі з надзвичайною легкістю.

# STRINGS.ITEMS.WEAPON.shotput_treemon_forest.name
source: The Doodlebug Special
uk: Особливий Дудлбаг

# STRINGS.ITEMS.WEAPON.shotput_yammo.desc
source: Things are about to get ugly.
uk: Все скоро стане потворним.

# STRINGS.ITEMS.WEAPON.shotput_yammo.name
source: The Hurler
uk: Метальник

# STRINGS.ITEMS.WEAPON.weaponprototype.desc
source: Hi Mike! Have a great day!
uk: Привіт, Майку! Гарного дня!

# STRINGS.ITEMS.WEAPON.weaponprototype.name
source: Weapon Prototype
uk: Прототип зброї

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_airborne_heavy_to_light.desc
source: Knock a <#RED>{name.cabbageroll}</> out of the air with a <#BLUE>Focus Heavy Attack</>, then shoot it with a <#BLUE>Focus Light Attack</> while it is still <#RED>Airborne</>.
uk: Збийте <#RED>{Name.cabbageroll}</> в повітрі за допомогою <#BLUE>важкої фокусної атаки </>, а потім влучте у нього <#BLUE>легкою фокусною атакою</>, поки він ще <#RED>в повітрі</>.

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_airborne_heavy_to_light.name
source: Heavy to Light {name.concept_focus_hit} Combo
uk: Комбо важкий-легкий {name.concept_focus_hit}

# STRINGS.ITEMS.WEAPON_MASTERY.BOW.bow_bullseye.desc
source: Shoot a <#BLUE>Focus Heavy Attack</> that hits an <#RED>Enemy</> with the tip of the arrow as it hits the ground.
uk: Вистреліть <#BLUE>важкою фокусною атакою</>, щоб стріла влучила у <#RED>ворога</> кінчиком при ударі об землю.
